Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Photo library permission is required to select images
ar: إذن الوصول إلى مكتبة الصور مطلوب لاختيار الصور
cs: Oprávnění ke knihovně fotografií je vyžadováno pro výběr obrázků
da: Fotoalbumstilladelse er påkrævet for at vælge billeder
de: Berechtigung für die Foto-Bibliothek ist erforderlich, um Bilder auszuwählen
el: Η άδεια πρόσβασης στη βιβλιοθήκη φωτογραφιών είναι απαραίτητη για την επιλογή εικόνων
es: Se requiere permiso de la biblioteca de fotos para seleccionar imágenes
fi: Valokuvakirjaston käyttöoikeus on vaadittu kuvien valitsemiseksi
fr: L'autorisation de la bibliothèque de photos est requise pour sélectionner des images
he: הרשאת ספריית תמונות נדרשת לבחירת תמונות
id: Izin perpustakaan foto diperlukan untuk memilih gambar
it: È necessaria l'autorizzazione della libreria foto per selezionare le immagini
ja: 画像を選択するにはフォトライブラリの権限が必要です
nl: Toestemming voor de foto bibliotheek is vereist om afbeeldingen te selecteren
no: Tillatelse til bildebibliotek er nødvendig for å velge bilder
pl: Wymagana jest zgoda na dostęp do biblioteki zdjęć, aby wybrać obrazy
pt: Permissão da biblioteca de fotos é necessária para selecionar imagens
ro: Permisiunea pentru biblioteca foto este necesară pentru a selecta imagini
ru: Требуется разрешение на доступ к фотоальбому для выбора изображений
sk: Povolenie na prístup do knižnice fotografií je potrebné na výber obrázkov
sl: Dovoljenje za dostop do knjižnice fotografij je potrebno za izbiro slik
sr: Dozvola za biblioteku fotografija je potrebna za izbor slika
sv: Behörighet för fotobibliotek krävs för att välja bilder
th: ต้องการสิทธิ์ห้องสมุดภาพเพื่อเลือกภาพ
tr: Görüntüleri seçmek için fotoğraf kütüphanesi izni gereklidir
uk: Необхідно надати дозвіл на доступ до фото бібліотеки для вибору зображень
vi: Cần quyền truy cập thư viện ảnh để chọn hình ảnh

source: pin
ar: دبوس
cs: připnout
de: Stecker
es: fijar
fi: pinni
fr: épingler
he: סיכה
it: pinna
ja: ピン
pl: przypnij
pt: fixar
ro: fixa
ru: пин
sk: pripin
sl: pripni
sr: zakov
sv: nåla
th: ปักหมุด
tr: sabitle
uk: пін

source: Pin
ar: دبوس
cs: Připnout
da: Fastgør
de: Stecker
el: Καρφίτσωμα
es: Fijar
fi: Pinni
fr: Épingler
he: סיכה
it: Pinna
ja: ピン
no: Festepinne
pl: Przypnij
pt: Fixar
ro: Fixa
ru: Закрепить
sk: Pripin
sl: Pripni
sr: Zaka
sv: Nåla
th: ปักหมุด
tr: Sabitle
uk: Закріпити

source: Pin Channel
ar: تثبيت القناة
cs: Připnout kanál
da: Fastgør kanal
el: Καρφίτσωμα Καναλιού
fr: Épingler le canal
id: Sematkan Saluran
it: Fissa Canale
ja: チャンネルをピン留め
nl: Vastpinnen kanaal
pt: Fixar Canal
ro: Fixează Canalul
ru: Закрепить канал
sk: Pripnúť kanál
sl: Pripni kanal
sr: Zakači kanal
th: ปักหมุดช่อง

source: Pin channel to top
ar: دبوس القناة إلى الأعلى
cs: Připnout kanál na vrchol
da: Fastgør kanal til toppen
de: Kanal nach oben stecken
el: Καρφίτσωμα καναλιού στην κορυφή
es: Fijar canal en la parte superior
fi: Pinni kanava ylös
fr: Épingler le canal en haut
he: סיכה ערוץ למעלה
id: Pin saluran ke atas
it: Pinna il canale in cima
ja: チャンネルを上部にピン留め
nl: Pin kanaal naar boven
no: Festepinne til toppen
pl: Przypnij kanał na górze
pt: Fixar canal no topo
ro: Fixa canalul în sus
ru: Закрепить канал вверху
sk: Pripin kanál na vrchol
sl: Pripni kanal na vrh
sr: Zaka kanal na vrh
sv: Nåla kanal till toppen
th: ปักหมุดช่องไปที่ด้านบน
tr: Kanalı en üste sabitle
uk: Закріпити канал вгорі

source: Pin important messages to keep them easily accessible
ar: قم بتثبيت الرسائل المهمة لتكون سهلة الوصول إليها
cs: Připnout důležité zprávy, aby byly snadno dostupné
da: Fastgør vigtige beskeder for at holde dem let tilgængelige
de: Heften Sie wichtige Nachrichten an, um sie leicht zugänglich zu halten
el: Καρφιτσώστε σημαντικά μηνύματα για να είναι εύκολα προσβάσιμα
es: Ancla mensajes importantes para mantenerlos fácilmente accesibles
fi: Kiinnitä tärkeitä viestejä, jotta ne ovat helposti saatavilla
fr: Épinglez les messages importants pour les garder facilement accessibles
he: הצמד הודעות חשובות כדי לשמור עליהן נגישות בקלות
id: Pin pesan penting untuk menjaga agar mudah diakses
it: Fissa i messaggi importanti per mantenerli facilmente accessibili
ja: 重要なメッセージをピン留めして簡単にアクセスできるようにする
nl: Vastzet belangrijke berichten om ze gemakkelijk toegankelijk te houden
no: Fest viktige meldinger for å holde dem lett tilgjengelige
pl: Przypnij ważne wiadomości, aby były łatwo dostępne
pt: Fixar mensagens importantes para mantê-las facilmente acessíveis
ro: Fixează mesajele importante pentru a le menține ușor accesibile
ru: Закрепляйте важные сообщения, чтобы они были легко доступны
sk: Pripnúť dôležité správy, aby boli ľahko prístupné
sl: Pripni pomembna sporočila, da jih boš imel enostavno dostopna
sr: Zakačite važne poruke da ih lako pronađete
sv: Fäst viktiga meddelanden för att hålla dem lättillgängliga
th: ปักหมุดข้อความสำคัญเพื่อให้เข้าถึงได้ง่าย
tr: Önemli mesajları sabitleyerek kolayca erişilebilir hale getirin
uk: Закріпити важливі повідомлення, щоб вони були легко доступні

source: Pin limit reached ({0})
ar: تم الوصول إلى حد التثبيت ({0})
cs: Limit připnutí dosažen ({0})
da: Fastgørelsesgrænsen er nået ({0})
de: Anheftungslimit erreicht ({0})
el: Έχει επιτευχθεί το όριο καρφιτσώματος ({0})
es: Límite de anclados alcanzado ({0})
fi: Kiinnitysraja saavutettu ({0})
fr: Limite d'épinglage atteinte ({0})
he: הגעת למגבלת ההצמדה ({0})
id: Batas pin tercapai ({0})
it: Limite di fissaggio raggiunto ({0})
ja: ピン留め制限に達しました ({0})
nl: Pinlimiet bereikt ({0})
no: Grensen for festing nådd ({0})
pl: Osiągnięto limit przypinania ({0})
pt: Limite de fixação alcançado ({0})
ro: Limita de fixare a fost atinsă ({0})
ru: Достигнут лимит закреплений ({0})
sk: Dosiahnutý limit pripnutia ({0})
sl: Dosežen je limit pripenjanja ({0})
sr: Dostignut limit za zakačene poruke ({0})
sv: Fästgräns nådd ({0})
th: ถึงขีดจำกัดการปักหมุดแล้ว ({0})
tr: Sabitlenme limiti aşıldı ({0})
uk: Досягнуто ліміту закріплення ({0})

source: Pin message
ar: تثبيت الرسالة
cs: Připnout zprávu
da: Fastgør besked
de: Nachricht anheften
el: Καρφιτσώστε το μήνυμα
es: Anclar mensaje
fi: Kiinnitä viesti
fr: Épingler le message
he: הצמד הודעה
id: Pin pesan
it: Fissa messaggio
ja: メッセージをピン留め
nl: Vastzet boodschap
no: Fest melding
pl: Przypnij wiadomość
pt: Fixar mensagem
ro: Fixează mesajul
ru: Закрепить сообщение
sk: Pripnúť správu
sl: Pripni sporočilo
sr: Zakači poruku
sv: Fäst meddelande
th: ปักหมุดข้อความ
tr: Mesajı sabitle
uk: Закріпити повідомлення

source: Pin Message
ar: دبوس الرسالة
cs: Připnout zprávu
da: Fastgør besked
de: Nachricht stecken
el: Καρφίτσωμα Μηνύματος
es: Fijar mensaje
fi: Pinni viesti
fr: Épingler le message
he: סיכה הודעה
id: Pin Pesan
it: Pinna Messaggio
ja: メッセージをピン留め
nl: Pin Bericht
no: Festepinne melding
pl: Przypnij wiadomość
pt: Fixar Mensagem
ro: Fixa Mesajul
ru: Закрепить сообщение
sk: Pripinúť správu
sl: Pripni sporočilo
sr: Zaka poruku
sv: Nåla meddelande
th: ปักหมุดข้อความ
tr: Mesajı sabitle
uk: Закріпити повідомлення

source: Pin Messages
ar: تثبيت الرسائل
cs: Připnout zprávy
da: Fastgør beskeder
de: Nachrichten anheften
el: Καρφιτσώστε μηνύματα
es: Anclar Mensajes
fi: Kiinnitä viestit
fr: Épingler les messages
he: הצמד הודעות
id: Pin Pesan
it: Fissa Messaggi
ja: メッセージをピン留め
nl: Vastzet Berichten
no: Fest meldinger
pl: Przypnij wiadomości
pt: Fixar Mensagens
ro: Fixează mesajele
ru: Закрепить сообщения
sk: Pripnúť správy
sl: Pripni sporočila
sr: Zakači poruke
sv: Fäst meddelanden
th: ปักหมุดข้อความ
tr: Mesajları Sabitle
uk: Закріпити повідомлення

source: Pin to top
ar: دبوس إلى الأعلى
cs: Připnout na vrchol
da: Fastgør til toppen
de: Nach oben stecken
el: Καρφίτσωμα στην κορυφή
es: Fijar en la parte superior
fi: Pinni ylös
fr: Épingler en haut
he: סיכה למעלה
id: Pin ke atas
it: Pinna in cima
ja: 上部にピン留め
nl: Pin naar boven
no: Festepinne til toppen
pl: Przypnij na górze
pt: Fixar no topo
ro: Fixa în sus
ru: Закрепить вверху
sk: Pripinúť na vrchol
sl: Pripni na vrh
sr: Zaka na vrh
sv: Nåla till toppen
th: ปักหมุดไปที่ด้านบน
tr: En üste sabitle
uk: Закріпити вгорі

source: Pin/Unpin without confirmation
ar: تثبيت/إلغاء التثبيت دون تأكيد
cs: Připnout/odepnout bez potvrzení
el: Καρφίτσωμα/Αφαίρεση χωρίς επιβεβαίωση
fr: Épingler/Désépingler sans confirmation
ja: 確認なしでピン留め/ピン留め解除
nl: Vastpinnen/losmaken zonder bevestiging
ru: Закрепить/Открепить без подтверждения
sk: Pripnúť/odpísať bez potvrdenia
sl: Pripni/odpripni brez potrditve
sr: Prikvači/otkači bez potvrde
th: ปักหมุด/ยกเลิกปักหมุดโดยไม่ต้องยืนยัน

source: Pinned
ar: مثبت
cs: Připnuto
da: Fastgjort
de: Angeheftet
el: Καρφιτσωμένα
es: Anclado
fi: Kiinnitetty
fr: Épinglé
he: מוצמד
id: Dipin
it: Fissato
ja: ピン留め済み
nl: Vastgezet
no: Festet
pl: Przypięte
pt: Fixado
ro: Fixat
ru: Закреплено
sk: Pripnuté
sl: Pripeta
sr: Zakačeno
sv: Fastsatt
th: ถูกปักหมุด
tr: Sabitlenmiş
uk: Закріплено

source: Pinned by {0}
ar: مثبت بواسطة {0}
cs: Připnul {0}
da: Fastgjort af {0}
de: Angeheftet von {0}
el: Καρφιτσωμένο από {0}
es: Anclado por {0}
fi: Kiinnittänyt {0}
fr: Épinglé par {0}
he: מוצמד על ידי {0}
id: Dipin oleh {0}
it: Fissato da {0}
ja: {0} によってピン留めされました
nl: Vastgezet door {0}
no: Festet av {0}
pl: Przypięte przez {0}
pt: Fixado por {0}
ro: Fixat de {0}
ru: Закреплено пользователем {0}
sk: Pripnuté od {0}
sl: Pripeto od {0}
sr: Zakačeno od {0}
sv: Fastsatt av {0}
th: ถูกปักหมุดโดย {0}
tr: {0} tarafından sabitlenmiş
uk: Закріплено {0}

source: Pinned Messages
ar: الرسائل المثبتة
cs: Připnuté zprávy
da: Fastgjorte beskeder
de: Angeheftete Nachrichten
el: Καρφιτσωμένα μηνύματα
es: Mensajes Anclados
fi: Kiinnitetyt viestit
fr: Messages Épinglés
he: הודעות מוצמדות
id: Pesan yang Dipin
it: Messaggi Fissati
ja: ピン留めされたメッセージ
nl: Vastgezette Berichten
no: Festede meldinger
pl: Przypięte wiadomości
pt: Mensagens Fixadas
ro: Mesaje fixate
ru: Закреплённые сообщения
sk: Pripnuté správy
sl: Pripeta sporočila
sr: Zakačene poruke
sv: Fastsatta meddelanden
th: ข้อความที่ถูกปักหมุด
tr: Sabitlenmiş Mesajlar
uk: Закріплені повідомлення

source: Pinned!
ar: مثبت!
cs: Připnuto!
da: Fastgjort!
de: Angeheftet!
el: Καρφιτσωμένο!
es: ¡Anclado!
fi: Kiinnitetty!
fr: Épinglé !
he: מוצמד!
id: Dipin!
it: Fissato!
ja: ピン留めされました！
nl: Vastgezet!
no: Festet!
pl: Przypięte!
pt: Fixado!
ro: Fixat!
ru: Закреплено!
sk: Pripnuté!
sl: Pripeto!
sr: Zakačeno!
sv: Fastsatt!
th: ถูกปักหมุดแล้ว!
tr: Sabitlenmiş!
uk: Закріплено!

source: PNG, JPG or JPEG • Optimal ratio 1:1
ar: PNG، JPG أو JPEG • النسبة المثالية 1:1
cs: PNG, JPG nebo JPEG • Optimální poměr 1:1
da: PNG, JPG eller JPEG • Optimal forhold 1:1
de: PNG, JPG oder JPEG • Optimales Verhältnis 1:1
el: PNG, JPG of JPEG • Optimale verhouding 1:1
es: PNG, JPG o JPEG • Relación óptima 1:1
fi: PNG, JPG tai JPEG • Optimaalinen suhde 1:1
fr: PNG, JPG ou JPEG • Ratio optimal 1:1
he: PNG, JPG או JPEG • יחס אופטימלי 1:1
id: PNG, JPG atau JPEG • Rasio optimal 1:1
it: PNG, JPG o JPEG • Rapporto ottimale 1:1
ja: PNG、JPG、またはJPEG • 最適な比率 1:1
nl: PNG, JPG of JPEG • Optimale verhouding 1:1
no: PNG, JPG eller JPEG • Optimal forhold 1:1
pl: PNG, JPG lub JPEG • Optymalny stosunek 1:1
pt: PNG, JPG ou JPEG • Proporção ideal 1:1
ro: PNG, JPG sau JPEG • Raport optim 1:1
ru: PNG, JPG или JPEG • Оптимальное соотношение 1:1
sk: PNG, JPG alebo JPEG • Optimálny pomer 1:1
sl: PNG, JPG ali JPEG • Optimalno razmerje 1:1
sr: PNG, JPG ili JPEG • Optimalan odnos 1:1
sv: PNG, JPG eller JPEG • Optimal förhållande 1:1
th: PNG, JPG หรือ JPEG • อัตราส่วนที่เหมาะสม 1:1
tr: PNG, JPG veya JPEG • Optimal oran 1:1
uk: PNG, JPG або JPEG • Оптимальне співвідношення 1:1

source: Preview
cs: Náhled
el: Προεπισκόπηση

source: Preview:
cs: Náhled:
el: Προεπισκόπηση:

source: Privacy Settings
ar: إعدادات الخصوصية
cs: Nastavení ochrany soukromí
da: Privatlivsindstillinger
de: Datenschutz-Einstellungen
el: Ρυθμίσεις Ιδιωτικότητας
es: Configuración de privacidad
fi: Tietosuoja-asetukset
fr: Paramètres de confidentialité
he: הגדרות פרטיות
id: Pengaturan Privasi
it: Impostazioni sulla privacy
ja: プライバシー設定
nl: Privacy-instellingen
no: Personverninnstillinger
pl: Ustawienia prywatności
pt: Configurações de Privacidade
ro: Setări de Confidențialitate
ru: Настройки конфиденциальности
sk: Nastavenia ochrany súkromia
sl: Podešavanja privatnosti
sr: Podešavanja privatnosti
sv: Integritetsinställningar
th: การตั้งค่าความเป็นส่วนตัว
tr: Gizlilik Ayarları
uk: Налаштування конфіденційності
vi: Cài đặt quyền riêng tư

source: Privacy/Security
ar: الخصوصية/الأمان
cs: Ochrana soukromí/Bezpečnost
da: Privatliv/Sikkerhed
de: Datenschutz/Sicherheit
el: Ιδιωτικότητα/Ασφάλεια
es: Privacidad/Seguridad
fi: Yksityisyys/Turvallisuus
fr: Confidentialité/Sécurité
he: פרטיות/אבטחה
id: Privasi/Keamanan
it: Privacy/Sicurezza
ja: プライバシー/セキュリティ
nl: Privacy/Beveiliging
no: Personvern/Sikkerhet
pl: Prywatność/Zabezpieczenia
pt: Privacidade/Segurança
ro: Confidențialitate/Securitate
ru: Конфиденциальность/Безопасность
sk: Ochrana súkromia/Bezpečnosť
sl: Privatnost/Bezbednost
sr: Privatnost/Bezbednost
sv: Integritet/Säkerhet
th: ความเป็นส่วนตัว/ความปลอดภัย
tr: Gizlilik/Güvenlik
uk: Конфіденційність/Безпека
vi: Quyền riêng tư/Bảo mật

source: Private key saved to selected folder
ar: تم حفظ المفتاح الخاص في المجلد المحدد
cs: Soukromý klíč uložen do vybrané složky
da: Privat nøgle gemt i valgt mappe
de: Privater Schlüssel wurde im ausgewählten Ordner gespeichert
el: Ο ιδιωτικός κωδικός αποθηκεύτηκε στον επιλεγμένο φάκελο
es: Clave privada guardada en la carpeta seleccionada
fi: Yksityinen avain tallennettu valittuun kansioon
fr: Clé privée enregistrée dans le dossier sélectionné
he: המפתח הפרטי נשמר בתיקייה שנבחרה
id: Kunci pribadi disimpan di folder yang dipilih
it: Chiave privata salvata nella cartella selezionata
ja: プライベートキーが選択したフォルダに保存されました
nl: Privésleutel opgeslagen in de geselecteerde map
no: Privat nøkkel lagret i valgt mappe
pl: Prywatny klucz zapisany w wybranym folderze
pt: Chave privada salva na pasta selecionada
ro: Cheia privată a fost salvată în folderul selectat
ru: Приватный ключ сохранен в выбранной папке
sk: Súkromný kľúč bol uložený do vybraného priečinka
sl: Zasebni ključ je shranjen v izbrani mapo
sr: Privatni ključ je sačuvan u izabranom folderu
sv: Privat nyckel sparad i vald mapp
th: คีย์ส่วนตัวถูกบันทึกไปยังโฟลเดอร์ที่เลือก
tr: Özel anahtar seçilen klasöre kaydedildi
uk: Приватний ключ збережено в обрану папку
vi: Khóa riêng đã được lưu vào thư mục đã chọn

source: Processing image... This may take a moment for large files.
ar: جارٍ معالجة الصورة... قد يستغرق هذا بعض الوقت للملفات الكبيرة.
cs: Zpracovávám obrázek... Může to chvíli trvat u velkých souborů.
da: Behandler billede... Dette kan tage et øjeblik for store filer.
de: Bild wird verarbeitet... Dies kann bei großen Dateien einen Moment dauern.
el: Przetwarzanie obrazu... To może zająć chwilę w przypadku dużych plików.
es: Procesando imagen... Esto puede tardar un momento para archivos grandes.
fi: Kuvankäsittelyssä... Tämä saattaa kestää hetken suurille tiedostoille.
fr: Traitement de l'image... Cela peut prendre un moment pour les fichiers volumineux.
he: מעבד תמונה... זה עשוי לקחת רגע עבור קבצים גדולים.
id: Memproses gambar... Ini mungkin memakan waktu sejenak untuk file besar.
it: Elaborazione dell'immagine... Questo potrebbe richiedere un momento per file di grandi dimensioni.
ja: 画像を処理中... 大きなファイルの場合、少々お待ちください。
nl: Beeld aan het verwerken... Dit kan even duren voor grote bestanden.
no: Behandler bilde... Dette kan ta et øyeblikk for store filer.
pl: Przetwarzanie obrazu... To może zająć chwilę dla dużych plików.
pt: Processando imagem... Isso pode levar um momento para arquivos grandes.
ro: Se procesează imaginea... Acest lucru poate dura un moment pentru fișiere mari.
ru: Обработка изображения... Это может занять некоторое время для больших файлов.
sk: Spracovávanie obrázka... Môže to chvíľu trvať pri veľkých súboroch.
sl: Obdelava slike... To lahko traja trenutek za velike datoteke.
sr: Obrada slike... Ovo može potrajati trenutak za velike datoteke.
sv: Bearbetar bild... Detta kan ta en stund för stora filer.
th: กำลังประมวลผลภาพ... อาจใช้เวลาสักครู่สำหรับไฟล์ขนาดใหญ่
tr: Görüntü işleniyor... Bu, büyük dosyalar için bir süre alabilir.
uk: Обробка зображення... Це може зайняти деякий час для великих файлів.

source: Processing...
cs: Zpracovává se...
el: Επεξεργασία...

source: Public Invite Links
ar: روابط الدعوة العامة
cs: Veřejné pozvánkové odkazy
da: Offentlige invite links
de: Öffentliche Einladungslinks
el: Δημόσιοι σύνδεσμοι πρόσκλησης
es: Enlaces de invitación públicos
fi: Julkiset kutsulinkit
fr: Liens d'invitation publics
he: קישורים להזמנה ציבורית
id: Tautan Undangan Publik
it: Link di invito pubblici
ja: 公開招待リンク
nl: Openbare uitnodigingslinks
no: Offentlige invitasjonslenker
pl: Publiczne linki zaproszeniowe
pt: Links de Convite Públicos
ro: Linkuri de invitație publice
ru: Публичные приглашения
sk: Verejné pozvánkové odkazy
sl: Javni povabilni povezave
sr: Javni pozivni linkovi
sv: Offentliga inbjudningslänkar
th: ลิงก์เชิญสาธารณะ
tr: Herkese Açık Davet Bağlantıları
uk: Публічні запрошення

source: Public invite links allow anyone with access to the link to join your Space. Consider who you share the link with and where you post it.
ar: تسمح روابط الدعوة العامة لأي شخص لديه الوصول إلى الرابط بالانضمام إلى مساحتك. اعتبر من تشارك الرابط معه وأين تنشره.
cs: Veřejné pozvánkové odkazy umožňují každému, kdo má přístup k odkazu, připojit se k vašemu Prostor. Zvažte, s kým odkaz sdílíte a kde ho zveřejňujete.
da: Offentlige invite links giver alle med adgang til linket mulighed for at deltage i dit Space. Overvej, hvem du deler linket med, og hvor du poster det.
de: Öffentliche Einladungslinks ermöglichen es jedem mit Zugang zum Link, deinem Space beizutreten. Überlege, mit wem du den Link teilst und wo du ihn postest.
el: Openbare uitnodigingslinks stellen iedereen met toegang tot de link in staat om je Space te betreden. Overweeg met wie je de link deelt en waar je deze plaatst.
es: Los enlaces de invitación públicos permiten que cualquiera con acceso al enlace se una a tu Espacio. Considera con quién compartes el enlace y dónde lo publicas.
fi: Julkiset kutsulinkit antavat kaikille, joilla on pääsy linkkiin, liittyä Spaceosi. Mieti, kenelle jaat linkin ja minne julkaiset sen.
fr: Les liens d'invitation publics permettent à quiconque ayant accès au lien de rejoindre votre Space. Réfléchissez à qui vous partagez le lien et où vous le publiez.
he: קישורים להזמנה ציבורית מאפשרים לכל מי שיש לו גישה לקישור להצטרף ל-Space שלך. שקול עם מי אתה משתף את הקישור ואיפה אתה מפרסם אותו.
id: Tautan undangan publik memungkinkan siapa saja yang memiliki akses ke tautan untuk bergabung dengan Space Anda. Pertimbangkan dengan siapa Anda membagikan tautan dan di mana Anda mempostingnya.
it: I link di invito pubblici consentono a chiunque abbia accesso al link di unirsi al tuo Space. Considera con chi condividi il link e dove lo pubblichi.
ja: 公開招待リンクを使用すると、リンクにアクセスできる誰でもあなたのスペースに参加できます。リンクを共有する相手や投稿する場所を考慮してください。
nl: Openbare uitnodigingslinks stellen iedereen met toegang tot de link in staat om je Space te joinen. Overweeg met wie je de link deelt en waar je deze plaatst.
no: Offentlige invitasjonslenker lar hvem som helst med tilgang til lenken bli med i din Space. Tenk på hvem du deler lenken med og hvor du legger den ut.
pl: Publiczne linki zaproszeniowe pozwalają każdemu, kto ma dostęp do linku, dołączyć do twojego Space. Zastanów się, z kim dzielisz się linkiem i gdzie go publikujesz.
pt: Links de convite públicos permitem que qualquer pessoa com acesso ao link entre no seu Espaço. Considere com quem você compartilha o link e onde você o publica.
ro: Linkurile de invitație publice permit oricui are acces la link să se alăture Espaciului tău. Gândește-te cu cine împărtășești linkul și unde îl postezi.
ru: Публичные приглашения позволяют любому, у кого есть доступ к ссылке, присоединиться к вашему Space. Подумайте, с кем вы делитесь ссылкой и где вы ее размещаете.
sk: Verejné pozvánkové odkazy umožňujú každému, kto má prístup k odkazu, pripojiť sa k vášmu Space. Zvážte, s kým zdieľate odkaz a kde ho zverejňujete.
sl: Javne povabilne povezave omogočajo vsakomur, ki ima dostop do povezave, da se pridruži tvojemu Space. Razmisli, s kom deliš povezavo in kje jo objaviš.
sr: Javni pozivni linkovi omogućavaju svakome ko ima pristup linku da se pridruži vašem Space. Razmislite s kim delite link i gde ga objavljujete.
sv: Offentliga inbjudningslänkar tillåter alla med tillgång till länken att gå med i ditt Space. Tänk på vem du delar länken med och var du postar den.
th: ลิงก์เชิญสาธารณะอนุญาตให้ใครก็ตามที่เข้าถึงลิงก์เข้าร่วม Space ของคุณ พิจารณาว่าคุณจะแบ่งปันลิงก์กับใครและที่ไหน
tr: Herkese açık davet bağlantıları, bağlantıya erişimi olan herkesin Alanınıza katılmasına izin verir. Bağlantıyı kiminle paylaştığınıza ve nerede paylaştığınıza dikkat edin.
uk: Публічні запрошення дозволяють будь-кому з доступом до посилання приєднатися до вашого Space. Подумайте, з ким ви ділитеся посиланням і де ви його публікуєте.

source: QR code will auto-hide in 60 seconds
ar: سيختفي رمز QR تلقائيًا في 60 ثانية
cs: QR kód se automaticky skryje za 60 sekund
el: Ο κωδικός QR θα κρυφτεί αυτόματα σε 60 δευτερόλεπτα
fr: Le code QR se cachera automatiquement dans 60 secondes
id: Kode QR akan otomatis tersembunyi dalam 60 detik
it: Il codice QR si nasconderà automaticamente in 60 secondi
ja: QRコードは60秒後に自動的に非表示になります
nl: QR-code verbergt automatisch binnen 60 seconden
ro: Codul QR se va ascunde automat în 60 de secunde
ru: QR-код будет автоматически скрыт через 60 секунд
sk: QR kód sa automaticky skryje za 60 sekúnd
sl: QR koda se bo samodejno skrila v 60 sekundah
sr: QR kod će se automatski sakriti za 60 sekundi
th: รหัส QR จะซ่อนอัตโนมัติใน 60 วินาที
