Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Important messages will be pinned here
ar: ستُثبت الرسائل المهمة هنا
cs: Důležité zprávy budou připnuty zde
da: Vigtige beskeder vil blive fastgjort her
de: Wichtige Nachrichten werden hier angeheftet
el: Σημαντικά μηνύματα θα καρφιτσωθούν εδώ
es: Los mensajes importantes se anclarán aquí
fi: Tärkeät viestit kiinnitetään tänne
fr: Les messages importants seront épinglés ici
he: הודעות חשובות יימנעו כאן
id: Pesan penting akan dipin di sini
it: I messaggi importanti saranno fissati qui
ja: 重要なメッセージはここにピン留めされます
nl: Belangrijke berichten worden hier vastgezet
no: Viktige meldinger vil bli festet her
pl: Ważne wiadomości będą przypięte tutaj
pt: Mensagens importantes serão fixadas aqui
ro: Mesajele importante vor fi fixate aici
ru: Важные сообщения будут закреплены здесь
sk: Dôležité správy budú pripnuté tu
sl: Pomembna sporočila bodo tukaj pripeta
sr: Važne poruke će biti zakačene ovde
sv: Viktiga meddelanden kommer att fästas här
th: ข้อความสำคัญจะถูกปักหมุดที่นี่
tr: Önemli mesajlar burada sabitlenecek
uk: Важливі повідомлення будуть закріплені тут

source: Importing...
cs: Importuji...
el: Εισαγωγή...

source: Inline Code
ar: كود مضمن
cs: Inline kód
el: Ενσωματωμένος Κώδικας
fr: Code en ligne
ja: インラインコード
ru: Встроенный код
sk: Inline kód
sl: Vgrajena koda
sr: Inline kod
th: โค้ดในบรรทัด

source: invalid address for signature
ar: عنوان غير صالح للتوقيع
cs: neplatná adresa pro podpis
da: ugyldig adresse til signatur
de: ungültige Adresse für Signatur
el: μη έγκυρη διεύθυνση για υπογραφή
es: dirección inválida para la firma
fi: virheellinen osoite allekirjoitusta varten
fr: adresse invalide pour la signature
he: כתובת לא חוקית לחתימה
id: alamat tidak valid untuk tanda tangan
it: indirizzo non valido per la firma
ja: 署名用の無効なアドレス
nl: ongeldig adres voor handtekening
no: ugyldig adresse for signatur
pl: nieprawidłowy adres dla podpisu
pt: endereço inválido para assinatura
ro: adresă invalidă pentru semnătură
ru: недействительный адрес для подписи
sk: neplatná adresa pre podpis
sl: neveljaven naslov za podpis
sr: nevažeća adresa za potpis
sv: ogiltig adress för signatur
th: ที่อยู่ไม่ถูกต้องสำหรับลายเซ็น
tr: imza için geçersiz adres
uk: недійсна адреса для підпису
vi: địa chỉ không hợp lệ cho chữ ký

source: Invalid address format. Addresses must use valid alphanumeric characters.
ar: تنسيق العنوان غير صالح. يجب أن تستخدم العناوين أحرف أبجدية رقمية صالحة.
cs: Neplatný formát adresy. Adresy musí používat platné alfanumerické znaky.
da: Ugyldigt adresseformat. Adresser skal bruge gyldige alfanumeriske tegn.
de: Ungültiges Adressformat. Adressen müssen gültige alphanumerische Zeichen verwenden.
el: Μη έγκυρη μορφή διεύθυνσης. Οι διευθύνσεις πρέπει να χρησιμοποιούν έγκυρους αλφαριθμητικούς χαρακτήρες.
es: Formato de dirección inválido. Las direcciones deben usar caracteres alfanuméricos válidos.
fi: Virheellinen osoformat. Osoitteiden on käytettävä voimassa olevia alfanumeerisia merkkejä.
fr: Format d'adresse invalide. Les adresses doivent utiliser des caractères alphanumériques valides.
he: פורמט כתובת לא חוקי. כתובות חייבות להשתמש בתווים אלפאנומריים חוקיים.
id: Format alamat tidak valid. Alamat harus menggunakan karakter alfanumerik yang valid.
it: Formato indirizzo non valido. Gli indirizzi devono utilizzare caratteri alfanumerici validi.
ja: 無効なアドレス形式です。アドレスは有効な英数字を使用する必要があります。
nl: Ongeldig adresformaat. Adressen moeten geldige alfanumerieke tekens gebruiken.
no: Ugyldig adresseformat. Adresser må bruke gyldige alfanumeriske tegn.
pl: Nieprawidłowy format adresu. Adresy muszą używać ważnych znaków alfanumerycznych.
pt: Formato de endereço inválido. Os endereços devem usar caracteres alfanuméricos válidos.
ro: Formatul adresei este invalid. Adresele trebuie să folosească caractere alfanumerice valide.
ru: Неверный формат адреса. Адреса должны использовать действительные алфавитно-цифровые символы.
sk: Neplatný formát adresy. Adresy musia používať platné alfanumerické znaky.
sl: Neveljavna oblika naslova. Naslovi morajo uporabljati veljavne alfanumerične znake.
sr: Nevažeći format adrese. Adrese moraju koristiti važeće alfanumeričke karaktere.
sv: Ogiltigt adressformat. Adresser måste använda giltiga alfanumeriska tecken.
th: รูปแบบที่อยู่ไม่ถูกต้อง ที่อยู่ต้องใช้ตัวอักษรที่ถูกต้องและตัวเลข
tr: Geçersiz adres formatı. Adresler geçerli alfanümerik karakterler kullanmalıdır.
uk: Неправильний формат адреси. Адреси повинні використовувати дійсні алфавітно-цифрові символи.
vi: Định dạng địa chỉ không hợp lệ. Địa chỉ phải sử dụng các ký tự chữ và số hợp lệ.

source: Invalid file type. Please check accepted file formats.
ar: نوع الملف غير صالح. يرجى التحقق من تنسيقات الملفات المقبولة.
cs: Neplatný typ souboru. Zkontrolujte přijímané formáty souborů.
da: Ugyldig filtype. Tjek venligst accepterede filformater.
de: Ungültiger Dateityp. Bitte überprüfe die akzeptierten Dateiformate.
el: Μη έγκυρος τύπος αρχείου. Ελέγξτε τους αποδεκτούς τύπους αρχείων.
es: Tipo de archivo no válido. Por favor, verifica los formatos de archivo aceptados.
fi: Virheellinen tiedostotyyppi. Tarkista hyväksytyt tiedostomuodot.
fr: Type de fichier invalide. Veuillez vérifier les formats de fichier acceptés.
he: סוג קובץ לא חוקי. אנא בדוק את פורמטי הקובץ המתקבלים.
id: Jenis file tidak valid. Silakan periksa format file yang diterima.
it: Tipo di file non valido. Controlla i formati di file accettati.
ja: 無効なファイルタイプです。受け入れられるファイル形式を確認してください。
nl: Ongeldig bestandstype. Controleer de geaccepteerde bestandsformaten.
no: Ugyldig filtype. Vennligst sjekk aksepterte filformater.
pl: Nieprawidłowy typ pliku. Proszę sprawdzić akceptowane formaty plików.
pt: Tipo de arquivo inválido. Por favor, verifique os formatos de arquivo aceitos.
ro: Tip de fișier invalid. Te rog verifică formatele de fișier acceptate.
ru: Неверный тип файла. Пожалуйста, проверьте допустимые форматы файлов.
sk: Neplatný typ súboru. Skontrolujte akceptované formáty súborov.
sl: Neveljavna vrsta datoteke. Preverite sprejete formate datotek.
sr: Nevažeći tip fajla. Proverite prihvaćene formate fajlova.
sv: Ogiltig filtyp. Kontrollera accepterade filformat.
th: ประเภทไฟล์ไม่ถูกต้อง กรุณาตรวจสอบรูปแบบไฟล์ที่ยอมรับ
tr: Geçersiz dosya türü. Lütfen kabul edilen dosya formatlarını kontrol edin.
uk: Неправильний тип файлу. Будь ласка, перевірте прийнятні формати файлів.
vi: Loại tệp không hợp lệ. Vui lòng kiểm tra các định dạng tệp được chấp nhận.

source: invalid link
ar: رابط غير صالح
cs: neplatný odkaz
da: ugyldigt link
de: ungültiger Link
el: μη έγκυρος σύνδεσμος
es: enlace inválido
fi: virheellinen linkki
fr: lien invalide
he: קישור לא חוקי
id: tautan tidak valid
it: link non valido
ja: 無効なリンク
nl: ongeldige link
no: ugyldig lenke
pl: nieprawidłowy link
pt: link inválido
ro: link invalid
ru: недействительная ссылка
sk: neplatný odkaz
sl: neveljavna povezava
sr: nevažeća veza
sv: ogiltig länk
th: ลิงก์ไม่ถูกต้อง
tr: geçersiz bağlantı
uk: недійсне посилання
vi: liên kết không hợp lệ

source: Invalid message ID
ar: معرف الرسالة غير صالح
cs: Neplatné ID zprávy
da: Ugyldig besked-ID
de: Ungültige Nachrichten-ID
el: Μη έγκυρος αναγνωριστικός αριθμός μηνύματος
es: ID de mensaje inválido
fi: Virheellinen viestin ID
fr: ID de message invalide
he: מזהה הודעה לא תקין
id: ID pesan tidak valid
it: ID messaggio non valido
ja: 無効なメッセージID
nl: Ongeldig bericht-ID
no: Ugyldig melding ID
pl: Nieprawidłowe ID wiadomości
pt: ID da mensagem inválido
ro: ID-ul mesajului este invalid
ru: Недопустимый ID сообщения
sk: Neplatné ID správy
sl: Neveljavna ID sporočila
sr: Nevažeći ID poruke
sv: Ogiltigt meddelande-ID
th: รหัสข้อความไม่ถูกต้อง
tr: Geçersiz mesaj ID'si
uk: Невірний ID повідомлення

source: invalid message type
ar: نوع رسالة غير صالح
cs: neplatný typ zprávy
da: ugyldig beskedtype
de: ungültiger Nachrichtentyp
el: μη έγκυρος τύπος μηνύματος
es: tipo de mensaje inválido
fi: virheellinen viestityyppi
fr: type de message invalide
he: סוג הודעה לא חוקי
id: tipe pesan tidak valid
it: tipo di messaggio non valido
ja: 無効なメッセージタイプ
nl: ongeldig berichttype
no: ugyldig meldingstype
pl: nieprawidłowy typ wiadomości
pt: tipo de mensagem inválido
ro: tip de mesaj invalid
ru: недействительный тип сообщения
sk: neplatný typ správy
sl: neveljavna vrsta sporočila
sr: nevažeća vrsta poruke
sv: ogiltig meddelandetyp
th: ประเภทข้อความไม่ถูกต้อง
tr: geçersiz mesaj türü
uk: недійсний тип повідомлення
vi: loại tin nhắn không hợp lệ

source: invalid response
ar: استجابة غير صالحة
cs: neplatná odpověď
da: ugyldigt svar
de: ungültige Antwort
el: μη έγκυρη απάντηση
es: respuesta inválida
fi: virheellinen vastaus
fr: réponse invalide
he: תשובה לא חוקית
id: respon tidak valid
it: risposta non valida
ja: 無効な応答
nl: ongeldige reactie
no: ugyldig svar
pl: nieprawidłowa odpowiedź
pt: resposta inválida
ro: răspuns invalid
ru: недействительный ответ
sk: neplatná odpoveď
sl: neveljavna odziv
sr: nevažeći odgovor
sv: ogiltigt svar
th: การตอบสนองไม่ถูกต้อง
tr: geçersiz yanıt
uk: недійсна відповідь
vi: phản hồi không hợp lệ

source: Invite Members
ar: دعوة الأعضاء
cs: Pozvat členy
da: Inviter medlemmer
el: Πρόσκληση Μελών
fr: Inviter des membres
id: Undang Anggota
it: Invita Membri
ja: メンバーを招待
nl: Nodig leden uit
pt: Convidar Membros
ro: Invită Membri
ru: Пригласить участников
sk: Pozvať členov
sl: Povabi člane
sr: Pozovi članove
th: เชิญสมาชิก

source: Invite sent
ar: تم إرسال الدعوة
cs: Pozvánka byla odeslána
da: Invitation sendt
el: Πρόσκληση στάλθηκε
fr: Invitation envoyée
he: הזמנה נשלחה
id: Undangan terkirim
it: Invito inviato
ja: 招待が送信されました
nl: Uitnodiging verzonden
no: Invitasjon sendt
pl: Zaproszenie wysłane
pt: Convite enviado
ro: Invitație trimisă
ru: Приглашение отправлено
sk: Pozvánka odoslaná
sl: Vabilo poslano
sr: Pozivnica poslata
sv: Inbjudan skickad
th: ส่งคำเชิญแล้ว
tr: Davet gönderildi

source: Invites
ar: دعوات
cs: Pozvánky
da: Invitationer
de: Einladungen
el: Προσκλήσεις
es: Invitaciones
fi: Kutsut
fr: Invitations
he: הזמנות
id: Undangan
it: Inviti
ja: 招待
nl: Uitnodigingen
no: Invitasjoner
pl: Zaproszenia
pt: Convites
ro: Invitații
ru: Приглашает
sk: Pozvánky
sl: Povabila
sr: Pozivnice
sv: Inbjudningar
th: คำเชิญ
tr: Davetler
uk: Запрошення
vi: Các lời mời

source: Italic
ar: مائل
cs: Kurzíva
el: Πλάγια
fr: Italique
ja: イタリック
nl: Cursief
ru: Курсив
sk: Kurzíva
sl: Ležeče
sr: Kurziv
th: ตัวเอียง

source: Join
ar: انضم
cs: Připojit se
da: Bliv medlem
de: Beitreten
el: Συμμετοχή
es: Unirse
fi: Liity
fr: Rejoindre
he: הצטרף
id: Bergabung
it: Unisciti
ja: 参加
nl: Deelnemen
no: Bli med
pl: Dołącz
pt: Junte-se
ro: Alătură-te
ru: Присоединиться
sk: Pripojiť sa
sl: Pridruži se
sr: Pridruži se
sv: Gå med
th: เข้าร่วม
tr: Katıl
uk: Приєднатися
vi: Tham gia

source: Join Space
ar: انضم إلى الفضاء
cs: Vstoupit do Prostor
da: Kom med i rummet
de: Raum verbinden
el: Συμμετοχή στο Χώρος
es: Unirse al Espacio
fi: Liity Tila
fr: Rejoindre l'Espace
he: הצטרף לחלל
id: Bergabung dengan Space
it: Unisciti allo Spazio
ja: スペースに参加
nl: Word bij Ruimte
no: Bli med i Rom
pl: Dołącz do Przestrzeń
pt: Junte-se ao Espaço
ro: Alătură-te Spațiului
ru: Присоединяйтесь к пространству
sk: Pridaj sa do Priestoru
sl: Pridruži se prostoru
sr: Pridruži se prostoru
sv: Gå med i Space
th: เข้าร่วม พื้นที่
tr: Uzaya Katıl
uk: Приєднатися до Простору
vi: Tham gia Không gian

source: Joined
ar: تم الانضمام
cs: Vstoupeno
da: Kom med
de: Beitritt
el: Συμμετείχα
es: Ha Unido
fi: Liittynyt
fr: Rejoint
he: הצטרף
id: Telah Bergabung
it: Ti sei unito
ja: 参加済み
nl: Verbonden
no: Ble med
pl: Dołączono
pt: Juntou-se
ro: Alăturat
ru: Уже Присоединился
sk: Pridané
sl: Pridružen
sr: Pridruženo
sv: Medlem
th: เข้าร่วมแล้ว
tr: Katıldı
uk: Приєднано
vi: Đã tham gia

source: Joining Space...
ar: الانضمام إلى الفضاء...
cs: Připojuji se k Space...
da: Deltager i Space...
de: Raum beitreten...
el: Συμμετοχή στον Χώρο...
es: Uniéndose al Espacio...
fi: Liittyminen Tilaon...
fr: Rejoindre l'Espace...
he: מצטרף למרחב...
id: Bergabung dengan Ruang...
it: Unendosi allo Spazio...
ja: スペースに参加中...
nl: Deelnemen aan Space...
no: Bli med i Space...
pl: Dołączanie do Space...
pt: Entrando no Espaço...
ro: Înscriere în Spațiu...
ru: Присоединение к Пространству...
sk: Pridávanie do Space...
sl: Pridružitev prostoru...
sr: Pridruživanje Space...
sv: Går med i Space...
th: กำลังเข้าร่วม Space...
tr: Space'ya Katılıyor...
uk: Приєднання до Простір...

source: Joining...
ar: جارٍ الانضمام...
cs: Připojuji se...
da: Deltager...
de: Beitreten...
el: Συμμετοχή...
es: Uniéndose...
fi: Liitytään...
fr: En cours de connexion...
he: מצטרף...
id: Bergabung...
it: Unendosi...
ja: 参加中...
nl: Aan het deelnemen...
no: Bli med...
pl: Dołączanie...
pt: Entrando...
ro: Se alătură...
ru: Присоединение...
sk: Pripojovanie...
sl: Pridružujem se...
sr: Pridruživanje...
sv: Går med...
th: กำลังเข้าร่วม...
tr: Katılıyor...
uk: Приєднання...
vi: Đang tham gia...

source: Jump
ar: انتقل
cs: Přeskočit
da: Spring til
de: Springen
el: Άλμα
es: Saltar
fi: Hyppää
fr: Sauter
he: קפיצה
id: Lompat
it: Salta
ja: ジャンプ
nl: Spring
no: Hopp
pl: Skocz
pt: Pular
ro: Sari
ru: Перейти
sk: Skákať
sl: Preskoči
sr: Skoči
sv: Hoppa
th: กระโดด
tr: Atla
uk: Перейти

source: Jump to present
ar: انتقل إلى الحاضر
cs: Přejít na současnost
da: Spring til nutiden
el: Μετάβαση στο παρόν
fr: Aller au présent
he: קפיצה להווה
id: Lompat ke saat ini
it: Salta al presente
ja: 現在にジャンプ
nl: Spring naar het heden
no: Hopp til nåtid
pl: Przejdź do teraźniejszości
pt: Ir para o presente
ro: Sari la prezent
ru: Перейти к настоящему
sk: Preskočiť na prítomnosť
sl: Preskoči na sedanjost
sr: Skoči na sadašnji trenutak
sv: Hoppa till nutid
th: กระโดดไปยังปัจจุบัน
tr: Şu ana atla

source: Key Export
ar: تصدير المفتاح
cs: Export klíče
da: Nøgleeksport
de: Schlüssel-Export
el: Εξαγωγή Κλειδιού
es: Exportación de clave
fi: Avaimen vienti
fr: Exportation de clé
he: ייצוא מפתח
id: Ekspor Kunci
it: Esportazione chiave
ja: キーエクスポート
nl: Toets Exporteren
no: Nøkkel Eksport
pl: Eksport klucza
pt: Exportar Chave
ro: Exportare Cheie
ru: Экспорт ключа
sk: Export kľúča
sl: Izvoz ključa
sr: Izvoz ključeva
sv: Nyckelexport
th: ส่งออกคีย์
tr: Anahtar Dışa Aktar
uk: Експорт ключа
vi: Xuất khóa

source: Key Ready
ar: المفتاح جاهز
cs: Klíč připraven
da: Nøgle klar
de: Schlüssel bereit
el: Το κλειδί είναι έτοιμο
es: Clave lista
fi: Avain valmis
fr: Clé prête
he: המפתח מוכן
id: Kunci Siap
it: Chiave pronta
ja: キーは準備完了
nl: Sleutel gereed
no: Nøkkel klar
pl: Klucz gotowy
pt: Chave Pronta
ro: Cheia este pregătită
ru: Ключ готов
sk: Kľúč pripravený
sl: Ključ je pripravljen
sr: Ključ je spreman
sv: Nyckel redo
th: คีย์พร้อมใช้งาน
tr: Anahtar Hazır
uk: Ключ готовий
vi: Khóa đã sẵn sàng

source: Key Saved
ar: تم حفظ المفتاح
cs: Klíč uložen
da: Nøgle gemt
de: Schlüssel gespeichert
el: Το κλειδί αποθηκεύτηκε
es: Clave guardada
fi: Avain tallennettu
fr: Clé enregistrée
he: המפתח נשמר
id: Kunci Disimpan
it: Chiave salvata
ja: キーが保存されました
nl: Sleutel opgeslagen
no: Nøkkel lagret
pl: Klucz zapisany
pt: Chave Salva
ro: Cheia a fost salvată
ru: Ключ сохранен
sk: Kľúč uložený
sl: Ključ je shranjen
sr: Ključ je sačuvan
sv: Nyckel sparad
th: บันทึกคีย์แล้ว
tr: Anahtar Kaydedildi
uk: Ключ збережено
vi: Khóa đã được lưu

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
el: Συντομεύσεις Πληκτρολογίου
fr: Raccourcis clavier
ja: キーボードショートカット
nl: Sneltoetsen
ru: Сочетания клавиш
sk: Klávesové skratky
sl: Bližnjice na tipkovnici
sr: Prečice na tastaturi
th: คีย์บอร์ดลัด

source: Kick
ar: طرد
cs: Vyhodit
da: Smid ud
el: Αποβολή
fr: Expulser
he: בעיטה
id: Tendang
it: Espelli
ja: キック
nl: Schoppen
no: Spark
pl: Wyrzuć
pt: Expulsar
ro: Îndepărtează
ru: Кик
sk: Vyhodiť
sl: Izključi
sr: Izbacivanje
sv: Sparka
th: เตะ
tr: At

source: Kick User
ar: طرد المستخدم
cs: Vykopnout uživatele
da: Spark bruger
de: Kick-Benutzer
el: Αποβολή Χρήστη
es: Quitar Usuario
fi: Potku käyttäjä
fr: Utilisateur de coups de pied
he: הסר משתמש
id: Usir Pengguna
it: Espelli utente
ja: ユーザーをキック
nl: Verwijder Gebruiker
no: Spark Bruker
pl: Usuń użytkownika
pt: Expulsar Usuário
ru: Удалить пользователя
sk: Vykopni používateľa
sl: Isključi korisnika
sr: Isključi korisnika
sv: Kicka användare
th: เตะผู้ใช้
tr: Kullanıcıyı At
uk: Викинути користувача
vi: Đá người dùng

source: Kicked!
ar: تم طردك!
cs: Vykopnut!
da: Udelukket!
de: Rausgeschmissen!
el: Verwijderd!
es: ¡Expulsado!
fi: Potkittu!
fr: Expulsé !
he: הודח!
id: Dikeluarkan!
it: Espulso!
ja: キックされました！
nl: Verwijderd!
no: Utkastet!
pl: Wyrzucony!
pt: Expulso!
ro: Dat afară!
ru: Выгнан!
sk: Vykopnutý!
sl: Izgnan!
sr: Izbačen!
sv: Utkastad!
th: ถูกเตะออก!
tr: Atıldınız!
uk: Виключено!

source: Kicking...
ar: يتم الطرد...
cs: Vyhazování...
da: Udkast...
de: Kickend...
el: Αποβολή...
es: Expulsando...
fi: Potkitaan...
fr: Expulsion...
he: בעיטה...
id: Mengeluarkan...
it: Espellendo...
ja: キック中...
nl: Verwijderen...
no: Kaster ut...
pl: Wyrzucanie...
pt: Expulsando...
ro: Expulsare...
ru: Выкидывание...
sk: Vyhadzovanie...
sl: Izključitev...
sr: Izbacivanje...
sv: Utkastning...
th: กำลังเตะ...
tr: Atılıyor...
uk: Викидання...

source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
id: Bahasa
it: Lingua
ja: 言語
nl: Taal
no: Språk
pl: Język
pt: Linguagem
ro: Limba
ru: Язык
sk: Jazyk
sl: Jezik
sr: Jezik
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ

source: Leave {0}
ar: اغادر {0}
cs: Opustit {0}
da: Forlad {0}
de: Verlasse {0}
el: Αφήστε {0}
es: Dejar {0}
fi: Poistu {0}
fr: Quitter {0}
he: עזוב {0}
id: Tinggalkan {0}
it: Lascia {0}
ja: {0}を離れる
nl: Verlaat {0}
no: Forlat {0}
pl: Opuszczam {0}
pt: Sair {0}
ro: Părăsește {0}
ru: Покинуть {0}
sk: Opustiť {0}
sl: Zapusti {0}
sr: Napusti {0}
sv: Lämna {0}
th: ออกจาก {0}
tr: {0} bırak
uk: Вийти {0}
vi: Rời {0}

source: Leave Space
ar: اغادر الفضاء
cs: Opuštění Prostor
da: Efterlad plads
de: Platz lassen
el: Αποχώρηση από το Χώρος
es: Dejar Espcacio
fi: Jätä Tilasta
fr: Laisser de l'Espace
he: עזוב את החלל
id: Keluar dari Space
it: Lascia lo Spazio
ja: スペースを離れる
nl: Verlaat Ruimte
no: Forlat Rom
pl: Opuszczam Przestrzeń
pt: Sair do Espaço
ro: Părăsește Spațiul
ru: Оставьте место
sk: Opusti Priestor
sl: Ostavi prostor
sr: Napusti prostor
sv: Lämna Space
th: ออกจาก พื้นที่
tr: Uzayı Terket
uk: Покинути Простір
vi: Rời khỏi Không gian

source: Leave this space
ar: مغادرة هذا الفضاء
cs: Opustit tento space
da: Forlad dette space
de: Verlasse diesen Raum
el: Αφήστε αυτό το space
fi: Poistu tästä space
fr: Quitter cet Espace
he: עזוב את המרחב הזה
id: Tinggalkan ruang ini
it: Lascia questo spazio
ja: このスペースを離れる
nl: Verlaat deze space
no: Forlat dette space
pl: Opuść tę przestrzeń
pt: Sair deste espaço
ro: Părăsește acest spațiu
ru: Покинуть это пространство
sk: Opustiť tento space
sl: Zapustite to space
sr: Napustite ovaj space
sv: Lämna detta space
th: ออกจากพื้นที่นี้
tr: Bu alanı terk et
uk: Покинути цей простір

source: Let your friends know who you are! Pick a friendly name to display in your conversations, something easier to read than:
ar: دع أصدقائك يعرفون من أنت! اختر اسمًا ودودًا لعرضه في محادثاتك، شيء أسهل للقراءة من:
cs: Dej svým přátelům vědět, kdo jsi! Vyber si přátelské jméno, které se bude zobrazovat v tvých konverzacích, něco snadněji čitelného než:
da: Lad dine venner vide, hvem du er! Vælg et venligt navn til at vise i dine samtaler, noget der er lettere at læse end:
de: Lass deine Freunde wissen, wer du bist! Wähle einen freundlichen Namen, der in deinen Gesprächen angezeigt wird, etwas, das leichter zu lesen ist als:
el: Ενημέρωσε τους φίλους σου για το ποιος είσαι! Διάλεξε ένα φιλικό όνομα για να εμφανίζεται στις συνομιλίες σου, κάτι πιο ευανάγνωστο από:
es: ¡Haz saber a tus amigos quién eres! Elige un nombre amigable para mostrar en tus conversaciones, algo más fácil de leer que:
fi: Anna ystävillesi tietää, kuka olet! Valitse ystävällinen nimi, joka näkyy keskusteluissasi, jotain helpompaa lukea kuin:
fr: Faites savoir à vos amis qui vous êtes ! Choisissez un nom amical à afficher dans vos conversations, quelque chose de plus facile à lire que :
he: תן לחברים שלך לדעת מי אתה! בחר שם ידידותי להציג בשיחות שלך, משהו קל יותר לקריאה מ:
id: Biarkan teman-temanmu tahu siapa dirimu! Pilih nama ramah untuk ditampilkan dalam percakapanmu, sesuatu yang lebih mudah dibaca daripada:
it: Fai sapere ai tuoi amici chi sei! Scegli un nome amichevole da visualizzare nelle tue conversazioni, qualcosa di più facile da leggere di:
ja: 友達に自分が誰か知らせましょう！会話で表示するためのフレンドリーな名前を選んでください。読みやすいものが良いです：
nl: Laat je vrienden weten wie je bent! Kies een vriendelijke naam om weer te geven in je gesprekken, iets dat gemakkelijker te lezen is dan:
no: La vennene dine vite hvem du er! Velg et vennlig navn å vise i samtalene dine, noe som er lettere å lese enn:
pl: Powiedz swoim przyjaciołom, kim jesteś! Wybierz przyjazną nazwę do wyświetlenia w swoich rozmowach, coś łatwiejszego do przeczytania niż:
pt: Deixe seus amigos saberem quem você é! Escolha um nome amigável para exibir em suas conversas, algo mais fácil de ler do que:
ro: Lasă-ți prietenii să știe cine ești! Alege un nume prietenos de afișat în conversațiile tale, ceva mai ușor de citit decât:
ru: Дайте вашим друзьям знать, кто вы! Выберите дружелюбное имя для отображения в ваших разговорах, что-то более легкое для чтения, чем:
sk: Daj svojim priateľom vedieť, kto si! Vyber si priateľské meno na zobrazenie vo svojich konverzáciách, niečo ľahšie čitateľné ako:
sl: Povej svojim prijateljem, kdo si! Izberi prijazno ime, ki se bo prikazovalo v tvojih pogovorih, nekaj lažjega za branje kot:
sr: Obavestite svoje prijatelje ko ste! Izaberite prijateljsko ime koje će se prikazivati u vašim razgovorima, nešto lakše za čitanje od:
sv: Låt dina vänner veta vem du är! Välj ett vänligt namn att visa i dina konversationer, något som är lättare att läsa än:
th: ให้เพื่อนของคุณรู้ว่าคุณคือใคร! เลือกชื่อที่เป็นมิตรเพื่อแสดงในบทสนทนาของคุณ ซึ่งอ่านง่ายกว่าดังนี้:
tr: Arkadaşlarına kim olduğunu bildir! Sohbetlerinde görüntülemek için daha okunaklı bir dostça isim seç, şunlardan daha kolay:
uk: Дайте своїм друзям знати, хто ви є! Виберіть дружнє ім'я для відображення у ваших розмовах, щось легше для читання, ніж:
vi: Hãy cho bạn bè biết bạn là ai! Chọn một tên thân thiện để hiển thị trong các cuộc trò chuyện của bạn, cái gì đó dễ đọc hơn:

source: Let's gooooooooo
ar: لنذهب
cs: Jdeme na to
da: Lad os komme af sted
de: Auf geht's!!!
el: Ας πάμε!
es: ¡Vamos!
fi: Mennäänpä!
fr: Allons-y !
he: בוא נלך
id: Ayo berangkat!
it: Andiamo!
ja: 行くぞーーーーー
nl: Laten we gaan!
no: La oss gååååå
pl: Idziemy!
pt: Vamos láaaaaaa
ro: Să mergem!
ru: Поехали!
sk: Ideme!
sl: Hajde da idemo
sr: Hajde da idemo
sv: Låt oss gåooooo
th: ไปกันเถอะ
tr: Hadi gidelim
uk: Поїхали!
vi: Hãy đi nào

source: Letters A–Z and numbers 0–9 only. Auto-uppercase.
cs: Pouze písmena A–Z a čísla 0–9. Automaticky se převede na velká písmena.
el: Μόνο γράμματα Α-Ω και αριθμοί 0-9. Αυτόματη μετατροπή σε κεφαλαία.

source: Light
ar: ضوء
cs: Světlo
da: Lys
de: Licht
el: Φως
es: Luz
fi: Valo
fr: Lumière
he: אור
id: Cahaya
it: Luce
ja: ライト
nl: Licht
no: Lys
pl: Światło
pt: Luz
ro: Lumină
ru: Свет
sk: Svetlo
sl: Svetloba
sr: Svetlost
sv: Ljus
th: แสง
tr: Işık
uk: Світло
vi: Ánh sáng

source: Loading bookmarks...
ar: جارٍ تحميل الإشارات المرجعية...
cs: Načítání záložek...
da: Indlæser bogmærker...
el: Φόρτωση σελιδοδεικτών...
fr: Chargement des signets...
he: טוען סימנים...
id: Memuat bookmark...
it: Caricamento segnalibri...
ja: ブックマークを読み込んでいます...
nl: Bladwijzers laden...
no: Laster bokmerker...
pl: Ładowanie zakładek...
pt: Carregando marcadores...
ro: Încărcare marcaje...
ru: Загрузка закладок...
sk: Načítavam záložky...
sl: Nalaganje zaznamkov...
sr: Učitavanje oznaka...
sv: Laddar bokmärken...
th: กำลังโหลดบุ๊กมาร์ก...
tr: Yer işaretleri yükleniyor...
