Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Your profile image size must be {maxSize} or less and must be a PNG, JPG, or JPEG file extension.
ar: يجب أن يكون حجم صورة ملفك الشخصي {maxSize} أو أقل ويجب أن يكون بامتداد ملف PNG أو JPG أو JPEG.
cs: Velikost vašeho profilového obrázku musí být {maxSize} nebo méně a musí mít příponu PNG, JPG nebo JPEG.
da: Din profilbilledestørrelse skal være {maxSize} eller mindre og skal være en PNG, JPG eller JPEG filtype.
de: Die Größe deines Profilbildes muss {maxSize} oder weniger betragen und muss eine PNG-, JPG- oder JPEG-Dateiendung haben.
el: Rozmiar obrazu profilowego musi wynosić {maxSize} lub mniej i musi mieć rozszerzenie pliku PNG, JPG lub JPEG.
es: El tamaño de la imagen de tu perfil debe ser {maxSize} o menos y debe ser un archivo con extensión PNG, JPG o JPEG.
fi: Profiilikuvasi koko on oltava {maxSize} tai vähemmän ja sen on oltava PNG-, JPG- tai JPEG-tiedostotunniste.
fr: La taille de votre image de profil doit être de {maxSize} ou moins et doit avoir une extension de fichier PNG, JPG ou JPEG.
he: גודל תמונת הפרופיל שלכם חייב להיות {maxSize} או פחות וחייב להיות בסיומת קובץ PNG, JPG או JPEG.
id: Ukuran gambar profil Anda harus {maxSize} atau kurang dan harus memiliki ekstensi file PNG, JPG, atau JPEG.
it: La dimensione dell'immagine del profilo deve essere {maxSize} o meno e deve avere un'estensione di file PNG, JPG o JPEG.
ja: プロフィール画像のサイズは{maxSize}以下でなければならず、PNG、JPG、またはJPEGファイル拡張子でなければなりません。
nl: De grootte van je profielafbeelding moet {maxSize} of kleiner zijn en moet een PNG-, JPG- of JPEG-bestandsextensie hebben.
no: Profilbildet ditt må være {maxSize} eller mindre og må være en PNG-, JPG- eller JPEG-filtype.
pl: Rozmiar obrazu profilowego musi wynosić {maxSize} lub mniej i musi mieć rozszerzenie pliku PNG, JPG lub JPEG.
pt: O tamanho da imagem do seu perfil deve ser {maxSize} ou menor e deve ser uma extensão de arquivo PNG, JPG ou JPEG.
ro: Dimensiunea imaginii tale de profil trebuie să fie de {maxSize} sau mai puțin și trebuie să fie un fișier cu extensia PNG, JPG sau JPEG.
ru: Размер вашего изображения профиля должен быть {maxSize} или меньше и должен иметь расширение файла PNG, JPG или JPEG.
sk: Veľkosť vášho profilového obrázka musí byť {maxSize} alebo menej a musí mať príponu PNG, JPG alebo JPEG.
sl: Velikost vaše profilne slike mora biti {maxSize} ali manj in mora biti v PNG, JPG ali JPEG datotečni končnici.
sr: Veličina vaše profilne slike mora biti {maxSize} ili manja i mora biti PNG, JPG ili JPEG ekstenzija datoteke.
sv: Din profilbilds storlek måste vara {maxSize} eller mindre och måste vara en PNG, JPG eller JPEG filändelse.
th: ขนาดภาพโปรไฟล์ของคุณต้องมีขนาด {maxSize} หรือน้อยกว่าและต้องเป็นไฟล์นามสกุล PNG, JPG หรือ JPEG
tr: Profil resminizin boyutu {maxSize} veya daha az olmalı ve PNG, JPG veya JPEG dosya uzantısına sahip olmalıdır.
uk: Розмір вашого зображення профілю має бути {maxSize} або менше і має бути у форматі PNG, JPG або JPEG.

source: Your profile image size must be 2MB or less and must be a PNG, JPG, or JPEG file extension.
ar: يجب أن يكون حجم صورة ملفك الشخصي 2 ميجابايت أو أقل ويجب أن يكون بامتداد PNG أو JPG أو JPEG.
cs: Velikost vašeho profilového obrázku musí být 2 MB nebo méně a musí mít příponu PNG, JPG nebo JPEG.
da: Din profilbillede størrelse skal være 2MB eller mindre og skal være en PNG, JPG eller JPEG filtype.
de: Die Größe Ihres Profilbilds darf 2 MB oder weniger betragen und muss eine PNG-, JPG- oder JPEG-Dateiendung haben.
el: Το μέγεθος της εικόνας προφίλ σας πρέπει να είναι 2MB ή λιγότερο και πρέπει να έχει κατάληξη αρχείου PNG, JPG ή JPEG.
es: El tamaño de la imagen de tu perfil debe ser de 2MB o menos y debe tener una extensión de archivo PNG, JPG o JPEG.
fi: Profiilikuvaasi koskeva koko saa olla enintään 2 Mt ja sen on oltava PNG-, JPG- tai JPEG-tiedostotunnus.
fr: La taille de votre image de profil doit être de 2 Mo ou moins et doit avoir une extension de fichier PNG, JPG ou JPEG.
he: גודל תמונת הפרופיל שלך חייב להיות 2MB או פחות וחייב להיות סיומת קובץ PNG, JPG או JPEG.
id: Ukuran gambar profil Anda harus 2MB atau kurang dan harus memiliki ekstensi file PNG, JPG, atau JPEG.
it: La dimensione della tua immagine del profilo deve essere di 2MB o meno e deve avere un'estensione di file PNG, JPG o JPEG.
ja: プロフィール画像のサイズは2MB以下でなければならず、PNG、JPG、またはJPEGファイル拡張子でなければなりません。
nl: De grootte van uw profielafbeelding moet 2MB of minder zijn en moet een PNG-, JPG- of JPEG-bestandsextensie hebben.
no: Størrelsen på profilbildet ditt må være 2MB eller mindre og må være en PNG, JPG eller JPEG filtype.
pl: Rozmiar twojego zdjęcia profilowego musi wynosić 2MB lub mniej i musi mieć rozszerzenie pliku PNG, JPG lub JPEG.
pt: O tamanho da imagem do seu perfil deve ser de 2MB ou menos e deve ter uma extensão de arquivo PNG, JPG ou JPEG.
ro: Dimensiunea imaginii tale de profil trebuie să fie de 2MB sau mai puțin și trebuie să fie un fișier cu extensia PNG, JPG sau JPEG.
ru: Размер вашего изображения профиля должен быть 2 МБ или меньше и должен иметь расширение файла PNG, JPG или JPEG.
sk: Veľkosť vášho profilového obrázka musí byť 2 MB alebo menej a musí mať príponu PNG, JPG alebo JPEG.
sl: Velikost vaše profilne slike mora biti 2MB ali manj in mora biti v formatu PNG, JPG ali JPEG.
sr: Veličina vaše profilne slike mora biti 2MB ili manje i mora biti PNG, JPG ili JPEG ekstenzija.
sv: Din profilbild måste vara 2MB eller mindre och måste ha filändelsen PNG, JPG eller JPEG.
th: ขนาดภาพโปรไฟล์ของคุณต้องไม่เกิน 2MB และต้องเป็นไฟล์นามสกุล PNG, JPG หรือ JPEG
tr: Profil resminizin boyutu 2MB veya daha az olmalı ve PNG, JPG veya JPEG dosya uzantısına sahip olmalıdır.
uk: Розмір вашого профільного зображення має бути 2 МБ або менше і повинен мати розширення файлу PNG, JPG або JPEG.
vi: Kích thước hình ảnh hồ sơ của bạn phải nhỏ hơn 2MB và phải có phần mở rộng tệp PNG, JPG hoặc JPEG.

source: Your Roles
ar: أدوارك
cs: Vaše role
da: Dine roller
de: Deine Rollen
el: Οι Ρόλοι σας
fi: Roolisi
fr: Vos rôles
he: התפקידים שלך
id: Peran Anda
it: I tuoi ruoli
ja: あなたの役割
nl: Je Rollen
no: Dine roller
pl: Twoje role
pt: Seus Papéis
ro: Rolurile tale
ru: Ваши роли
sk: Vaše úlohy
sl: Vaše vloge
sr: Vaše uloge
sv: Dina roller
th: บทบาทของคุณ
tr: Rolleriniz
uk: Ваші ролі

source: Your Spaces will NOT be deleted
ar: لن يتم حذف مساحاتك
cs: Vaše prostory NEBUDOU smazány
da: Dine Spaces vil IKKE blive slettet
el: Οι Χώροι σας ΔΕΝ θα διαγραφούν
fr: Vos Espaces ne seront PAS supprimés
he: המרחבים שלך לא יימחקו
id: Ruang Anda TIDAK akan dihapus
it: I tuoi Spazi NON verranno eliminati
ja: あなたのスペースは削除されません
nl: Je Ruimtes zullen NIET worden verwijderd
no: Dine Spaces vil IKKE bli slettet
pl: Twoje Spaces nie zostaną usunięte
pt: Seus Espaços NÃO serão excluídos
ro: Spațiile tale nu vor fi șterse
ru: Ваши Spaces не будут удалены
sk: Vaše priestory nebudú odstránené
sl: Vaši prostori NE bodo izbrisani
sr: Vaši prostori neće biti obrisani
sv: Dina Spaces kommer INTE att raderas
th: พื้นที่ของคุณจะไม่ถูกลบ
tr: Alanlarınız SILINMEYECEK

source: YouTube Video Thumbnail
ar: صورة مصغرة لفيديو يوتيوب
cs: Miniatura YouTube videa
da: YouTube Video Miniature
de: YouTube-Video-Vorschaubild
el: Miniaturka filmiku YouTube
es: Miniatura del video de YouTube
fi: YouTube-videon pikkukuva
fr: Miniature de vidéo YouTube
he: תמונה ממוזערת של וידאו של YouTube
id: Thumbnail Video YouTube
it: Miniatura del video di YouTube
ja: YouTube動画サムネイル
no: YouTube-video-miniature
pl: Miniatura filmu YouTube
pt: Miniatura do vídeo do YouTube
ro: Miniatură video YouTube
ru: Миниатюра видео YouTube
sk: Miniatúra YouTube videa
sl: Miniatura YouTube videa
sr: YouTube video sličica
sv: YouTube Video Miniatyr
th: ภาพขนาดย่อวิดีโอ YouTube
tr: YouTube Video Küçültmesi
uk: YouTube Відео Мініатюра

source: Bio
ar: السيرة الذاتية
el: Βιο
ja: バイオ
ru: Биография
th: ชีวประวัติ

source: Offline
ar: غير متصل
el: Εκτός σύνδεσης
es: Sin conexión
fr: Hors ligne
he: לא מקוון
ja: オフライン
no: Frakoblet
ru: Оффлайн
sl: Van mreže
sr: Van mreže
th: ออฟไลน์
tr: Çevrimdışı
uk: Офлайн
vi: Ngoại tuyến

source: OK
ar: حسناً
el: Εντάξει
es: Está bien
fr: D'accord
he: אוקי
ru: Хорошо
sl: V redu
sr: U redu
th: ตกลง
tr: Tamam
uk: Гаразд
vi: Đồng ý

source: Online
ar: متصل
el: Συνδεδεμένος
es: En línea
fr: En ligne
he: באינטרנט
ja: オンライン
no: På nett
ru: Онлайн
sl: Na mreži
sr: Na mreži
th: ออนไลน์
tr: Çevrimiçi
uk: Онлайн
vi: Trực tuyến

source: Space Tag
el: Σημείο Χώρου

source: YouTube Video
ar: فيديو يوتيوب
el: Filmik YouTube
es: Video de YouTube
fr: Vidéo YouTube
he: וידאו של YouTube
id: Video YouTube
it: Video di YouTube
ja: YouTube動画
pl: Film YouTube
pt: Vídeo do YouTube
ro: Video YouTube
ru: YouTube Видео
th: วิดีโอ YouTube
tr: YouTube Videosu
uk: YouTube Відео

source: [Sticker]
ar: [ملصق]
fr: [Autocollant]
he: [סטיקר]
ja: [ステッカー]
ru: [Стикер]
sv: [Klister]

source: {size} GB
ar: {size} جيجابايت
fi: {size} Gt
fr: {size} Go
he: {size} ג'יגה-בייט
ru: {size} ГБ
uk: {size} ГБ

source: {size} KB
ar: {size} كيلوبايت
fi: {size} kt
fr: {size} Ko
he: {size} קילובייט
ru: {size} КБ
uk: {size} КБ

source: {size} MB
ar: {size} ميجابايت
fi: {size} Mt
fr: {size} Mo
he: {size} מגה-בייט
ru: {size} МБ
uk: {size} МБ

source: {size} TB
ar: {size} تيرابايت
fr: {size} To
he: {size} טרה-בייט
ru: {size} ТБ
uk: {size} ТБ

source: add sticker
ar: أضف ملصق
da: tilføj klistermærke
de: Sticker hinzufügen
es: agregar sticker
fi: lisää tarra
fr: ajouter un autocollant
he: הוסף מדבקה
id: tambahkan stiker
it: aggiungi adesivo
ja: ステッカーを追加
nl: sticker toevoegen
no: legg til klistremerke
pl: dodaj naklejkę
pt: adicionar adesivo
ro: adaugă autocolant
ru: добавить стикер
sk: pridať nálepku
sl: dodaj nalepko
sr: dodaj nalepnicu
sv: lägg till klistermärke
th: เพิ่มสติกเกอร์
tr: sticker ekle
uk: додати наліпку
vi: thêm nhãn dán

source: @everyone
ar: @الجميع
fr: @tout le monde
he: @כולם
id: @semua
sl: @vsi

source: @roles
ar: @الأدوار
fr: @rôles
he: @תפקידים
id: @peran
sl: @vloge

source: @you
ar: @أنت
fr: @toi
he: @אתה
id: @kamu
sl: @ti

source: Spaces
fr: Espaces

source: Press Enter to save, Shift+Enter for new line, Esc to cancel
ar: اضغط Enter للحفظ، Shift+Enter لسطر جديد، Esc للإلغاء
da: Tryk på Enter for at gemme, Shift+Enter for ny linje, Esc for at annullere
de: Drücke Enter, um zu speichern, Shift+Enter für eine neue Zeile, Esc zum Abbrechen
fi: Paina Enter tallentaaksesi, Shift+Enter uudelle riville, Esc peruuttaaksesi
he: לחץ Enter כדי לשמור, Shift+Enter לשורה חדשה, Esc לביטול
id: Tekan Enter untuk menyimpan, Shift+Enter untuk baris baru, Esc untuk membatalkan
it: Premi Invio per salvare, Maiusc+Invio per una nuova riga, Esc per annullare
ja: Enterを押して保存、Shift+Enterで改行、Escでキャンセル
nl: Druk op Enter om op te slaan, Shift+Enter voor een nieuwe regel, Esc om te annuleren
no: Trykk Enter for å lagre, Shift+Enter for ny linje, Esc for å avbryte
pl: Naciśnij Enter, aby zapisać, Shift+Enter, aby dodać nową linię, Esc, aby anulować
pt: Pressione Enter para salvar, Shift+Enter para nova linha, Esc para cancelar
ro: Apasă Enter pentru a salva, Shift+Enter pentru o linie nouă, Esc pentru a anula
sl: Pritisnite Enter za shranjevanje, Shift+Enter za novo vrstico, Esc za preklic
sr: Pritisnite Enter da sačuvate, Shift+Enter za novi red, Esc da otkažete
sv: Tryck på Enter för att spara, Shift+Enter för ny rad, Esc för att avbryta
th: กด Enter เพื่อบันทึก, Shift+Enter สำหรับบรรทัดใหม่, Esc เพื่อยกเลิก
tr: Kaydetmek için Enter'a basın, yeni satır için Shift+Enter, iptal için Esc tuşuna basın
uk: Натисніть Enter, щоб зберегти, Shift+Enter для нового рядка, Esc для скасування

source: Today at {timeFormatted}
ar: اليوم في {timeFormatted}
da: I dag klokken {timeFormatted}.
de: Heute um {timeFormatted}
es: Hoy a las {timeFormatted}
fi: Tänään klo {timeFormatted}
he: היום ב{timeFormatted}
id: Hari ini pada {timeFormatted}
it: Oggi alle {timeFormatted}
ja: 今日は{timeFormatted}です
nl: Vandaag om {timeFormatted}
no: I dag kl {timeFormatted}
pl: Dziś o {timeFormatted}
pt: Hoje às {timeFormatted}
ro: Azi la {timeFormatted}
sk: Dnes o {timeFormatted}
sl: Danes ob {timeFormatted}
sr: Danas u {timeFormatted}
sv: I dag kl. {timeFormatted}
th: วันนี้เวลา {timeFormatted}
tr: Bugün {timeFormatted} tarihinde
uk: Сьогодні о {timeFormatted}
vi: Hôm nay lúc {timeFormatted}

source: When this setting is enabled, invite links will automatically allow a user to join your Space. When it is not enabled, users following an invite link will send you a request to join your Space that you must manually approve. Public links require some key material to be present in the link – be aware that possession of a public Space link can allow anyone with the link to read messages on the Space for the duration of the link being valid.
ar: عند تمكين هذا الإعداد، ستسمح روابط الدعوة تلقائيًا لمستخدم بالانضمام إلى فضائك. عندما لا يتم تمكينه، سيرسل المستخدمون الذين يتبعون رابط الدعوة طلبًا للانضمام إلى فضائك يجب عليك الموافقة عليه يدويًا. تتطلب الروابط العامة وجود بعض المواد الأساسية في الرابط - كن على علم أن امتلاك رابط فضاء عام يمكن أن يسمح لأي شخص لديه الرابط بقراءة الرسائل على الفضاء طوال مدة صلاحية الرابط.
da: Når denne indstilling er aktiveret, vil invite links automatisk tillade en bruger at deltage i dit Space. Når det ikke er aktiveret, vil brugere, der følger et invite link, sende dig en anmodning om at deltage i dit Space, som du skal godkende manuelt. Offentlige links kræver, at noget nøglemateriale er til stede i linket - vær opmærksom på, at besiddelse af et offentligt Space link kan tillade enhver med linket at læse beskeder på Space i den periode, linket er gyldigt.
de: Wenn diese Einstellung aktiviert ist, erlauben Einladungslinks automatisch einem Benutzer, Ihrem Space beizutreten. Wenn sie nicht aktiviert ist, senden Benutzer, die einem Einladungslink folgen, Ihnen eine Anfrage, Ihrem Space beizutreten, die Sie manuell genehmigen müssen. Öffentliche Links erfordern, dass einige Schlüsselmaterialien im Link vorhanden sind – beachten Sie, dass der Besitz eines öffentlichen Space-Links jedem mit dem Link ermöglichen kann, Nachrichten im Space zu lesen, solange der Link gültig ist.
es: Cuando esta configuración está habilitada, los enlaces de invitación permitirán automáticamente a un usuario unirse a tu Espacio. Cuando no está habilitada, los usuarios que sigan un enlace de invitación te enviarán una solicitud para unirse a tu Espacio que debes aprobar manualmente. Los enlaces públicos requieren que algunos materiales clave estén presentes en el enlace; ten en cuenta que la posesión de un enlace de Espacio público puede permitir que cualquiera con el enlace lea mensajes en el Espacio durante la duración de la validez del enlace.
fi: Kun tätä asetusta on käytössä, kutsulinkit sallivat automaattisesti käyttäjän liittyä tilaasi. Kun se ei ole käytössä, kutsulinkkiä seuraavat käyttäjät lähettävät sinulle pyynnön liittyä tilaasi, jonka sinun on hyväksyttävä manuaalisesti. Julkiset linkit vaativat, että linkissä on joitakin avainmateriaaleja – ole tietoinen siitä, että julkisen tilan linkin hallinta voi sallia kenelle tahansa, jolla on linkki, lukea viestejä tilassa niin kauan kuin linkki on voimassa.
he: כשהגדרה זו מופעלת, קישורי הזמנה יאפשרו אוטומטית למשתמש להצטרף למרחב שלך. כאשר זה לא מופעל, משתמשים שעוקבים אחרי קישור הזמנה ישלחו לך בקשה להצטרף למרחב שלך שעליך לאשר ידנית. קישורים ציבוריים דורשים שמפתח מסוים יהיה נוכח בקישור – היה מודע שהחזקת קישור למרחב ציבורי יכולה לאפשר לכל אחד עם הקישור לקרוא הודעות במרחב במשך הזמן שהקישור תקף.
id: Ketika pengaturan ini diaktifkan, tautan undangan secara otomatis akan memungkinkan pengguna untuk bergabung dengan Space kamu. Ketika tidak diaktifkan, pengguna yang mengikuti tautan undangan akan mengirimkan permintaan untuk bergabung dengan Space kamu yang harus kamu setujui secara manual. Tautan publik memerlukan beberapa bahan kunci untuk ada dalam tautan – waspadai bahwa kepemilikan tautan Space publik dapat memungkinkan siapa saja dengan tautan tersebut untuk membaca pesan di Space selama tautan tersebut valid.
it: Quando questa impostazione è abilitata, i link di invito consentiranno automaticamente a un utente di unirsi al tuo Spazio. Quando non è abilitato, gli utenti che seguono un link di invito ti invieranno una richiesta per unirsi al tuo Spazio che dovrai approvare manualmente. I link pubblici richiedono che alcuni materiali chiave siano presenti nel link – sii consapevole che il possesso di un link pubblico dello Spazio può consentire a chiunque abbia il link di leggere i messaggi nello Spazio per la durata della validità del link.
nl: Wanneer deze instelling is ingeschakeld, zullen uitnodigingslinks automatisch een gebruiker toestaan om je Space te betreden. Wanneer het niet is ingeschakeld, zullen gebruikers die een uitnodigingslink volgen je een verzoek sturen om je Space te betreden dat je handmatig moet goedkeuren. Publieke links vereisen dat er enige sleutelmaterialen aanwezig zijn in de link - wees je ervan bewust dat het bezit van een publieke Space-link iedereen met de link kan toestaan om berichten op de Space te lezen zolang de link geldig is.
no: Når denne innstillingen er aktivert, vil invitasjonslenker automatisk tillate en bruker å bli med i din Space. Når den ikke er aktivert, vil brukere som følger en invitasjonslenke sende deg en forespørsel om å bli med i din Space som du må godkjenne manuelt. Offentlige lenker krever at noe nøkkelmateriale er til stede i lenken – vær oppmerksom på at besittelse av en offentlig Space-lenke kan tillate hvem som helst med lenken å lese meldinger på Space så lenge lenken er gyldig.
pl: Gdy ta opcja jest włączona, linki zapraszające automatycznie pozwolą użytkownikowi dołączyć do twojej Przestrzeni. Gdy nie jest włączona, użytkownicy podążający za linkiem zapraszającym wyślą ci prośbę o dołączenie do twojej Przestrzeni, którą musisz ręcznie zatwierdzić. Publiczne linki wymagają, aby pewne materiały kluczowe były obecne w linku – bądź świadomy, że posiadanie publicznego linku do Przestrzeni może pozwolić każdemu z linkiem na czytanie wiadomości w Przestrzeni przez czas ważności linku.
pt: Quando esta configuração está ativada, links de convite permitirão automaticamente que um usuário se junte ao seu Espaço. Quando não está ativada, usuários que seguem um link de convite enviarão uma solicitação para se juntar ao seu Espaço que você deve aprovar manualmente. Links públicos exigem que algum material chave esteja presente no link – esteja ciente de que a posse de um link de Espaço público pode permitir que qualquer pessoa com o link leia mensagens no Espaço enquanto o link for válido.
ro: Când această setare este activată, linkurile de invitație vor permite automat unui utilizator să se alăture Spațiului tău. Când nu este activată, utilizatorii care urmează un link de invitație îți vor trimite o cerere de a se alătura Spațiului tău pe care trebuie să o aprobi manual. Linkurile publice necesită ca unele materiale cheie să fie prezente în link – fii conștient că deținerea unui link public al Spațiului poate permite oricui cu linkul să citească mesaje pe Spațiu pe durata valabilității linkului.
sr: Kada je ova opcija omogućena, pozivni linkovi će automatski omogućiti korisniku da se pridruži vašem Space-u. Kada nije omogućena, korisnici koji prate pozivni link će vam poslati zahtev da se pridruže vašem Space-u koji morate ručno odobriti. Javni linkovi zahtevaju da neki ključni materijal bude prisutan u linku – budite svesni da posedovanje javnog Space linka može omogućiti bilo kome s linkom da čita poruke na Space-u tokom trajanja važenja linka.
sv: När denna inställning är aktiverad kommer inbjudningslänkar automatiskt att tillåta en användare att gå med i din Space. När den inte är aktiverad kommer användare som följer en inbjudningslänk att skicka dig en begäran om att gå med i din Space som du måste godkänna manuellt. Offentliga länkar kräver att viss nyckelmaterial finns i länken – var medveten om att innehav av en offentlig Space-länk kan tillåta vem som helst med länken att läsa meddelanden på Space under den tid länken är giltig.
tr: Bu ayar etkinleştirildiğinde, davet bağlantıları otomatik olarak bir kullanıcının Space'inize katılmasına izin verecektir. Etkinleştirilmediğinde, bir davet bağlantısını takip eden kullanıcı, Space'inize katılmak için size bir talep gönderecektir ve bunu manuel olarak onaylamanız gerekecektir. Kamu bağlantıları, bağlantıda bazı anahtar materyallerin mevcut olmasını gerektirir - bir kamu Space bağlantısına sahip olmanın, bağlantının geçerli olduğu süre boyunca Space'teki mesajları okumak için bağlantıya sahip olan herkesin bunu yapmasına izin verebileceğini unutmayın.
uk: Коли цей параметр увімкнено, посилання-запрошення автоматично дозволять користувачу приєднатися до вашого Простору. Коли він не увімкнений, користувачі, які слідують за посиланням-запрошенням, надішлють вам запит на приєднання до вашого Простору, який ви повинні вручну затвердити. Публічні посилання вимагають, щоб деякі ключові матеріали були присутні в посиланні – будьте обережні, що володіння публічним посиланням Простору може дозволити будь-кому з посиланням читати повідомлення в Просторі протягом дії посилання.
vi: Khi cài đặt này được bật, liên kết mời sẽ tự động cho phép người dùng tham gia Space của bạn. Khi nó không được bật, người dùng theo dõi liên kết mời sẽ gửi cho bạn một yêu cầu tham gia Space của bạn mà bạn phải phê duyệt thủ công. Các liên kết công khai yêu cầu một số vật liệu khóa phải có trong liên kết - hãy lưu ý rằng việc sở hữu một liên kết Space công khai có thể cho phép bất kỳ ai có liên kết đọc tin nhắn trên Space trong thời gian liên kết còn hợp lệ.

source: DM Requests
it: Richieste DM

source: hide home screen
da: skjul startskærm
de: Startbildschirm ausblenden
es: ocultar pantalla de inicio
fi: piilota aloitusnäyttö
he: הסתר מסך בית
it: nascondi schermata principale
no: skjul startskjerm
pl: ukryj ekran główny
pt: ocultar tela inicial
sv: dölj hemskärm
tr: ana ekranı gizle
uk: сховати головний екран
vi: ẩn màn hình chính

source: No message requests
it: Nessuna richiesta di messaggio

source: show home screen
da: vis startskærm
de: Startbildschirm anzeigen
es: mostrar pantalla de inicio
fi: näytä aloitusnäyttö
he: הצג מסך בית
it: mostra schermata principale
no: vis startskjerm
pl: pokaż ekran główny
pt: mostrar tela inicial
sv: visa hemskärm
tr: ana ekranı göster
uk: показати головний екран
vi: hiện màn hình chính

source: Stay Connected, Stay Invisible
da: Forbliv forbundet, forbliv usynlig
de: Verbunden bleiben, unsichtbar bleiben
es: Mantente Conectado, Mantente Invisible
fi: Pysy yhteydessä, pysy näkymättömänä
he: שמור מחובר, שמור בלתי נראה
it: Rimani Connesso, Rimani Invisibile
no: Hold deg tilkoblet, hold deg usynlig
pl: Pozostań połączony, pozostań niewidzialny
pt: Fique Conectado, Fique Invisível
sv: Förbli ansluten, förbli osynlig
tr: Bağlı kal, görünmez kal
uk: Залишайтеся на зв'язку, залишайтеся невидимими
vi: Giữ Kết nối, Giữ Vô hình

source: Syncing Space...
da: Synkroniserer Space...
he: סנכרון Space...
it: Sincronizzazione dello Spazio...
no: Synkroniserer Space...
pl: Synchronizowanie Space...
pt: Sincronizando Espaço...
sv: Synkroniserar Space...
tr: Alan Senkronize Ediliyor...

source: {count} New Messages
he: {count} הודעות חדשות
no: {count} nye meldinger
sv: {count} Nya Meddelanden
tr: {count} Yeni Mesajlar

source: Confirm
he: אשר
no: Bekreft
pl: Potwierdź
sv: Bekräfta
tr: Onayla

source: Copy Key & Continue
de: Schlüssel kopieren & fortfahren
es: Copiar clave y continuar
fi: Kopioi avain ja jatka
he: העתק מפתח והמשך
no: Kopier Nøkkel & Fortsett
pl: Skopiuj klucz i kontynuuj
sv: Kopiera nyckel och fortsätt
tr: Anahtarı Kopyala & Devam Et
uk: Скопіювати ключ і продовжити
vi: Sao chép Khóa & Tiếp tục
