Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: When enabled, synchronizes your user data, Spaces, and Space keys between devices. Enabling this increases metadata visibility of your account, which can reveal when you have joined new Spaces, although not the Spaces you have joined.
ar: عند التمكين، يتم مزامنة بيانات المستخدم الخاصة بك، والفضاءات، ومفاتيح الفضاء بين الأجهزة. يؤدي تمكين هذا إلى زيادة رؤية البيانات الوصفية لحسابك، مما يمكن أن يكشف متى انضممت إلى فضاءات جديدة، على الرغم من عدم فضاءات التي انضممت إليها.
cs: Když je toto nastavení povoleno, synchronizuje vaše uživatelská data, Prostory a klíče Prostor mezi zařízeními. Povolování tohoto zvyšuje viditelnost metadat vašeho účtu, což může odhalit, kdy jste se připojili k novým Prostorům, i když ne k těm, ke kterým jste se připojili.
da: Når det er aktiveret, synkroniserer det dine brugerdata, Spaces og Space nøgler mellem enheder. Aktivering af dette øger metadata synligheden af din konto, hvilket kan afsløre, hvornår du har deltaget i nye Spaces, selvom ikke de Spaces, du har deltaget i.
de: Wenn aktiviert, synchronisiert dies Ihre Benutzerdaten, Spaces und Space-Schlüssel zwischen Geräten. Die Aktivierung erhöht die Metadaten-Sichtbarkeit Ihres Kontos, was offenbaren kann, wann Sie neuen Spaces beigetreten sind, jedoch nicht, welchen Spaces Sie beigetreten sind.
el: Όταν είναι ενεργοποιημένο, συγχρονίζει τα δεδομένα χρήστη σου, τα Spaces και τα κλειδιά Space μεταξύ συσκευών. Η ενεργοποίηση αυτού αυξάνει την ορατότητα μεταδεδομένων του λογαριασμού σου, κάτι που μπορεί να αποκαλύψει πότε έχεις ενταχθεί σε νέα Spaces, αν και όχι τα Spaces που έχεις ενταχθεί.
es: Cuando está habilitado, sincroniza tus datos de usuario, Espacios y claves de Espacio entre dispositivos. Habilitar esto aumenta la visibilidad de los metadatos de tu cuenta, lo que puede revelar cuándo te has unido a nuevos Espacios, aunque no los Espacios a los que te has unido.
fi: Kun tämä asetus on käytössä, synkronoidaan käyttäjätietosi, tilat ja tilan avaimet laitteiden välillä. Tämän käyttöönotto lisää tilisi metatietojen näkyvyyttä, mikä voi paljastaa, milloin olet liittynyt uusiin tiloihin, vaikka ei paljastakaan, mihin tiloihin olet liittynyt.
fr: Lorsqu'elle est activée, synchronise vos données utilisateur, Spaces et clés de Space entre les appareils. Activer cette option augmente la visibilité des métadonnées de votre compte, ce qui peut révéler quand vous avez rejoint de nouveaux Spaces, bien que pas les Spaces que vous avez rejoints.
he: כשזה מופעל, מסנכרן את נתוני המשתמש שלך, Spaces, ומפתחות המרחב בין מכשירים. הפעלת זה מגדילה את הנראות של מטא-נתונים של החשבון שלך, מה שיכול לחשוף מתי הצטרפת לSpaces חדשים, אם כי לא לSpaces שהצטרפת אליהם.
id: Ketika diaktifkan, menyinkronkan data pengguna kamu, Spaces, dan kunci Space antara perangkat. Mengaktifkan ini meningkatkan visibilitas metadata akunmu, yang dapat mengungkapkan kapan kamu telah bergabung dengan Spaces baru, meskipun bukan Spaces yang telah kamu ikuti.
it: Quando abilitato, sincronizza i tuoi dati utente, gli Spazi e le chiavi degli Spazi tra i dispositivi. Abilitare questo aumenta la visibilità dei metadati del tuo account, il che può rivelare quando hai aderito a nuovi Spazi, anche se non gli Spazi a cui hai aderito.
ja: 有効にすると、あなたのユーザーデータ、スペース、およびスペースキーがデバイス間で同期されます。これを有効にすると、あなたのアカウントのメタデータの可視性が向上し、新しいスペースに参加したときが明らかになる可能性がありますが、参加したスペース自体は明らかになりません。
nl: Wanneer ingeschakeld, synchroniseert je gebruikersgegevens, Spaces en Space-sleutels tussen apparaten. Dit inschakelen verhoogt de zichtbaarheid van metadata van je account, wat kan onthullen wanneer je nieuwe Spaces hebt toegevoegd, hoewel niet de Spaces die je hebt toegevoegd.
no: Når aktivert, synkroniserer din brukerdata, Spaces og Space-nøkler mellom enheter. Aktivering av dette øker metadata synligheten av kontoen din, noe som kan avsløre når du har blitt med i nye Spaces, selv om ikke de Spaces du har blitt med i.
pl: Gdy jest włączone, synchronizuje twoje dane użytkownika, Przestrzenie i klucze Przestrzeni między urządzeniami. Włączenie tego zwiększa widoczność metadanych twojego konta, co może ujawnić, kiedy dołączyłeś do nowych Przestrzeni, chociaż nie do Przestrzeni, do których dołączyłeś.
pt: Quando ativado, sincroniza seus dados de usuário, Espaços e chaves de Espaço entre dispositivos. Ativar isso aumenta a visibilidade dos metadados da sua conta, o que pode revelar quando você se juntou a novos Espaços, embora não os Espaços que você já se juntou.
ro: Când este activat, sincronizează datele tale de utilizator, Spațiile și cheile Spațiului între dispozitive. Activarea acestei opțiuni crește vizibilitatea metadatelor contului tău, ceea ce poate dezvălui când ai intrat în Spații noi, deși nu Spațiile în care ai intrat.
ru: Когда включено, синхронизирует ваши пользовательские данные, Пространства и ключи Пространства между устройствами. Включение этого увеличивает видимость метаданных вашей учетной записи, что может раскрыть, когда вы присоединились к новым Пространствам, хотя не к тем Пространствам, к которым вы присоединились.
sk: Keď je toto nastavenie povolené, synchronizuje vaše používateľské údaje, Spaces a kľúče Space medzi zariadeniami. Povolenie tohto zvyšuje viditeľnosť metadát vášho účtu, čo môže odhaliť, kedy ste sa pripojili k novým Spaces, aj keď nie k Priestorus, ku ktorým ste sa pripojili.
sl: Ko je to nastavitev omogočena, sinhronizira vaše uporabniške podatke, Spaces in ključe Space med napravami. Omogočanje tega povečuje vidnost metapodatkov vašega računa, kar lahko razkrije, kdaj ste se pridružili novim Spaces, čeprav ne tistim, ki ste se jim pridružili.
sr: Kada je omogućeno, sinhronizuje vaše korisničke podatke, Spaces i ključeve Space-a između uređaja. Omogućavanje ovoga povećava vidljivost metapodataka vašeg naloga, što može otkriti kada ste se pridružili novim Spaces, iako ne i Spaces-u kojima ste se pridružili.
sv: När detta alternativ är aktiverat synkroniseras dina användardata, Spaces och Space-nycklar mellan enheter. Att aktivera detta ökar metadata-synligheten för ditt konto, vilket kan avslöja när du har gått med i nya Spaces, även om inte de Spaces du har gått med i.
th: เมื่อเปิดใช้งาน จะซิงโครไนซ์ข้อมูลผู้ใช้ของคุณ Spaces และกุญแจ Space ระหว่างอุปกรณ์ การเปิดใช้งานนี้จะเพิ่มความสามารถในการมองเห็นข้อมูลเมตาของบัญชีของคุณ ซึ่งอาจเปิดเผยเมื่อคุณเข้าร่วม พื้นที่s ใหม่ แม้ว่าจะไม่ใช่ Spaces ที่คุณเข้าร่วม
tr: Açık olduğunda, kullanıcı verilerinizi, Spaces'i ve Space anahtarlarını cihazlar arasında senkronize eder. Bunu etkinleştirmek, hesabınızın meta verilerinin görünürlüğünü artırır, bu da yeni Spaces'e katıldığınızda bunu açığa çıkarabilir, ancak katıldığınız Spaces'leri göstermez.
uk: Коли цей параметр увімкнено, синхронізуються ваші дані користувача, Простори та ключі Простору між пристроями. Увімкнення цього збільшує видимість метаданих вашого облікового запису, що може виявити, коли ви приєдналися до нових Просторів, хоча не до Просторів, до яких ви приєдналися.
vi: Khi được bật, đồng bộ hóa dữ liệu người dùng của bạn, Spaces và khóa Space giữa các thiết bị. Bật tính năng này sẽ tăng cường khả năng hiển thị siêu dữ liệu của tài khoản của bạn, điều này có thể tiết lộ khi bạn đã tham gia các Spaces mới, mặc dù không phải là các Spaces bạn đã tham gia.

source: When messages are signed, senders confirm they come from their key. When messages aren't signed, senders have plausible deniability. This setting applies to all messages in this Space.
ar: عندما تكون الرسائل موقعة، يؤكد المرسلون أنها تأتي من مفتاحهم. عندما لا تكون الرسائل موقعة، يكون لدى المرسلين إمكانية الإنكار المعقول. ينطبق هذا الإعداد على جميع الرسائل في هذا الفضاء.
cs: Když jsou zprávy podepsány, odesílatelé potvrzují, že pocházejí z jejich klíče. Když zprávy nejsou podepsány, odesílatelé mají rozumnou popření. Toto nastavení se vztahuje na všechny zprávy v tomto Space.
da: Når beskeder er underskrevet, bekræfter afsenderne, at de kommer fra deres nøgle. Når beskeder ikke er underskrevet, har afsenderne plausibel benægtelse. Denne indstilling gælder for alle beskeder i dette Space.
de: Wenn Nachrichten signiert sind, bestätigen Absender, dass sie von ihrem Schlüssel stammen. Wenn Nachrichten nicht signiert sind, haben Absender eine plausible Abstreitbarkeit. Diese Einstellung gilt für alle Nachrichten in diesem Raum.
el: Wanneer berichten zijn ondertekend, bevestigen afzenders dat ze van hun sleutel komen. Wanneer berichten niet zijn ondertekend, hebben afzenders plausibele ontkenning. Deze instelling is van toepassing op alle berichten σε αυτόν τον Χώρο.
es: Cuando los mensajes están firmados, los remitentes confirman que provienen de su clave. Cuando los mensajes no están firmados, los remitentes tienen una negación plausible. Esta configuración se aplica a todos los mensajes en este Espacio.
fi: Kun viestit on allekirjoitettu, lähettäjät vahvistavat, että ne tulevat heidän avaimestaan. Kun viestejä ei ole allekirjoitettu, lähettäjillä on uskottava kieltäytyminen. Tämä asetus koskee kaikkia viestejä tässä Tilaossa.
fr: Lorsque les messages sont signés, les expéditeurs confirment qu'ils proviennent de leur clé. Lorsque les messages ne sont pas signés, les expéditeurs ont une dénégation plausible. Ce paramètre s'applique à tous les messages dans cet Espace.
he: כאשר הודעות נחתמות, השולחים מאשרים שהן מגיעות מהמפתח שלהם. כאשר הודעות אינן נחתמות, לשולחים יש הכח להכחיש. הגדרה זו חלה על כל ההודעות במרחב הזה.
id: Ketika pesan ditandatangani, pengirim mengonfirmasi bahwa pesan tersebut berasal dari kunci mereka. Ketika pesan tidak ditandatangani, pengirim memiliki alasan yang dapat diterima. Pengaturan ini berlaku untuk semua pesan di Ruang ini.
it: Quando i messaggi sono firmati, i mittenti confermano che provengono dalla loro chiave. Quando i messaggi non sono firmati, i mittenti hanno una negazione plausibile. Questa impostazione si applica a tutti i messaggi in questo Spazio.
ja: メッセージが署名されると、送信者はそれが自分のキーから来ていることを確認します。メッセージが署名されていない場合、送信者は信頼性のある否認が可能です。この設定は、このスペース内のすべてのメッセージに適用されます。
nl: Wanneer berichten zijn ondertekend, bevestigen afzenders dat ze van hun sleutel komen. Wanneer berichten niet zijn ondertekend, hebben afzenders plausibele ontkenning. Deze instelling geldt voor alle berichten in deze Space.
no: Når meldinger er signert, bekrefter avsendere at de kommer fra deres nøkkel. Når meldinger ikke er signert, har avsendere plausibel benektelse. Denne innstillingen gjelder for alle meldinger i dette Space.
pl: Gdy wiadomości są podpisane, nadawcy potwierdzają, że pochodzą z ich klucza. Gdy wiadomości nie są podpisane, nadawcy mają wiarygodne zaprzeczenie. To ustawienie dotyczy wszystkich wiadomości w tym Space.
pt: Quando as mensagens são assinadas, os remetentes confirmam que vêm de sua chave. Quando as mensagens não são assinadas, os remetentes têm uma negação plausível. Esta configuração se aplica a todas as mensagens neste Espaço.
ro: Când mesajele sunt semnate, expeditorii confirmă că provin de la cheia lor. Când mesajele nu sunt semnate, expeditorii au o negare plauzibilă. Această setare se aplică tuturor mesajelor din acest Spațiu.
ru: Когда сообщения подписаны, отправители подтверждают, что они пришли от их ключа. Когда сообщения не подписаны, отправители имеют правдоподобное отрицание. Эта настройка применяется ко всем сообщениям в этом Пространстве.
sk: Keď sú správy podpísané, odosielatelia potvrdzujú, že pochádzajú z ich kľúča. Keď správy nie sú podpísané, odosielatelia majú plauzibilnú popierateľnosť. Toto nastavenie sa vzťahuje na všetky správy v tomto Space.
sl: Ko so sporočila podpisana, pošiljatelji potrjujejo, da prihajajo iz njihovega ključa. Ko sporočila niso podpisana, imajo pošiljatelji verjetno zanikanje. Ta nastavitev velja za vsa sporočila v tem prostoru.
sr: Kada su poruke potpisane, pošiljaoci potvrđuju da dolaze iz njihovog ključa. Kada poruke nisu potpisane, pošiljaoci imaju verovatnu negaciju. Ova postavka se primenjuje na sve poruke u ovom Space.
sv: När meddelanden är signerade bekräftar avsändarna att de kommer från deras nyckel. När meddelanden inte är signerade har avsändarna rimlig förneklighet. Denna inställning gäller för alla meddelanden i detta Space.
th: เมื่อข้อความถูกลงนาม ผู้ส่งจะยืนยันว่ามาจากกุญแจของตน เมื่อข้อความไม่ได้ลงนาม ผู้ส่งจะมีความสามารถในการปฏิเสธได้ สิ่งนี้ใช้กับข้อความทั้งหมดใน Space นี้
tr: Mesajlar imzalandığında, gönderenler bunların kendi anahtarlarından geldiğini onaylar. Mesajlar imzalanmadığında, gönderenlerin makul bir inkar hakkı vardır. Bu ayar, bu Space'daki tüm mesajlar için geçerlidir.
uk: Коли повідомлення підписані, відправники підтверджують, що вони походять з їхнього ключа. Коли повідомлення не підписані, відправники мають правдоподібне заперечення. Це налаштування застосовується до всіх повідомлень у цьому Простір.

source: When muted, new messages won't show unread indicators or desktop notifications.
ar: عند الكتم، لن تظهر الرسائل الجديدة مؤشرات غير مقروءة أو إشعارات سطح المكتب.
cs: Když je ztlumeno, nové zprávy nebudou zobrazovat indikátory nepřečtených zpráv nebo desktopová oznámení.
el: Όταν είναι σιωπηλός, τα νέα μηνύματα δεν θα εμφανίζουν δείκτες μη αναγνωσμένων ή ειδοποιήσεις επιφάνειας εργασίας.
fr: Lorsque la conversation est mise en sourdine, les nouveaux messages ne montreront pas d'indicateurs de non lus ou de notifications de bureau.
id: Saat dibisukan, pesan baru tidak akan menampilkan indikator tidak terbaca atau notifikasi desktop.
ja: ミュート中は、新しいメッセージが未読インジケーターやデスクトップ通知を表示しません。
nl: Wanneer gedempt, worden nieuwe berichten niet weergegeven met ongelezen indicatoren of desktopmeldingen.
ro: Când este pe silențios, mesajele noi nu vor arăta indicatori de citire sau notificări pe desktop.
ru: При отключенных уведомлениях новые сообщения не будут показывать индикаторы непрочитанных или уведомления на рабочем столе.
sk: Keď je stlmené, nové správy nebudú zobrazovať neprečítané indikátory alebo desktopové upozornenia.
sl: Ko je utišano, nova sporočila ne bodo prikazovala neprebranih indikatorjev ali namiznih obvestil.
sr: Kada je isključeno, nove poruke neće prikazivati nepročitane indikatore ili desktop obaveštenja.
th: เมื่อปิดเสียง ข้อความใหม่จะไม่แสดงตัวบ่งชี้ที่ยังไม่ได้อ่านหรือการแจ้งเตือนบนเดสก์ท็อป.

source: When someone mentions @everyone
ar: عندما يذكر شخص ما @الجميع
cs: Když někdo zmíní @everyone
da: Når nogen nævner @everyone
de: Wenn jemand @everyone erwähnt
el: Όταν κάποιος αναφέρει @everyone
fi: Kun joku mainitsee @everyone
fr: Lorsque quelqu'un mentionne @tout le monde
he: כאשר מישהו אזכיר את @כולם
id: Ketika seseorang menyebut @semua
it: Quando qualcuno menziona @everyone
ja: 誰かが@everyoneをメンションしたとき
nl: Wanneer iemand @everyone vermeldt
no: Når noen nevner @everyone
pl: Gdy ktoś wspomni @everyone
pt: Quando alguém menciona @everyone
ro: Când cineva menționează @everyone
ru: Когда кто-то упоминает @everyone
sk: Keď niekto zmieni @everyone
sl: Ko nekdo omeni @vsi
sr: Kada neko pomene @everyone
sv: När någon nämner @everyone
th: เมื่อมีคนกล่าวถึง @everyone
tr: Birisi @everyone'ı bahsettiğinde
uk: Коли хтось згадує @everyone

source: When someone mentions a role you have
ar: عندما يذكر شخص ما دورًا لديك
cs: Když někdo zmíní roli, kterou máte
da: Når nogen nævner en rolle, du har
de: Wenn jemand eine Rolle erwähnt, die Sie haben
el: Όταν κάποιος αναφέρει έναν ρόλο που έχετε
fi: Kun joku mainitsee roolin, jonka sinulla on
fr: Lorsque quelqu'un mentionne un rôle que vous avez
he: כאשר מישהו מזכיר תפקיד שיש לך
id: Ketika seseorang menyebutkan peran yang Anda miliki
it: Quando qualcuno menziona un ruolo che hai
ja: 誰かがあなたが持っている役割に言及したとき
nl: Wanneer iemand een rol noemt die je hebt
no: Når noen nevner en rolle du har
pl: Gdy ktoś wspomni o roli, którą posiadasz
pt: Quando alguém menciona um papel que você possui
ro: Când cineva menționează un rol pe care îl ai
ru: Когда кто-то упоминает роль, которую вы имеете
sk: Keď niekto spomenie rolu, ktorú máte
sl: Ko nekdo omeni vlogo, ki jo imate
sr: Kada vas neko pomene u ulozi koju imate
sv: När någon nämner en roll du har
th: เมื่อมีคนกล่าวถึงบทบาทที่คุณมี
tr: Birisi sahip olduğunuz bir rolü bahsettiğinde
uk: Коли хтось згадує роль, яку ви маєте

source: When someone mentions you directly
ar: عندما يذكرك شخص ما مباشرة
cs: Když vás někdo zmíní přímo
da: Når nogen nævner dig direkte
de: Wenn jemand Sie direkt erwähnt
el: Όταν κάποιος σας αναφέρει απευθείας
fi: Kun joku mainitsee sinut suoraan
fr: Lorsque quelqu'un vous mentionne directement
he: כאשר מישהו אזכיר אותך ישירות
id: Ketika seseorang menyebut kamu secara langsung
it: Quando qualcuno ti menziona direttamente
ja: 誰かがあなたを直接メンションしたとき
nl: Wanneer iemand jou direct vermeldt
no: Når noen nevner deg direkte
pl: Gdy ktoś wspomni cię bezpośrednio
pt: Quando alguém menciona você diretamente
ro: Când cineva vă menționează direct
ru: Когда кто-то упоминает вас напрямую
sk: Keď vás niekto zmieni priamo
sl: Ko te nekdo omeni neposredno
sr: Kada te neko direktno pomene
sv: När någon nämner dig direkt
th: เมื่อมีคนกล่าวถึงคุณโดยตรง
tr: Birisi sizi doğrudan bahsettiğinde
uk: Коли хтось згадує вас безпосередньо

source: When someone replies to your messages
ar: عندما يرد شخص ما على رسائلك
cs: Když někdo odpoví na vaše zprávy
da: Når nogen svarer på dine beskeder
de: Wenn jemand auf Ihre Nachrichten antwortet
el: Όταν κάποιος απαντά στα μηνύματά σας
fi: Kun joku vastaa viesteihisi
fr: Lorsque quelqu'un répond à vos messages
he: כאשר מישהו מגיב להודעות שלך
id: Ketika seseorang membalas pesan Anda
it: Quando qualcuno risponde ai tuoi messaggi
ja: 誰かがあなたのメッセージに返信したとき
nl: Wanneer iemand op je berichten reageert
no: Når noen svarer på meldingene dine
pl: Gdy ktoś odpowiada na twoje wiadomości
pt: Quando alguém responde às suas mensagens
ro: Când cineva răspunde la mesajele tale
ru: Когда кто-то отвечает на ваши сообщения
sk: Keď niekto odpovie na vaše správy
sl: Ko nekdo odgovori na vaše sporočila
sr: Kada neko odgovara na vaše poruke
sv: När någon svarar på dina meddelanden
th: เมื่อมีคนตอบกลับข้อความของคุณ
tr: Birisi mesajlarınıza yanıt verdiğinde
uk: Коли хтось відповідає на ваші повідомлення

source: When using Quorum on a browser, your messages are saved locally to your browser.
ar: عند استخدام Quorum على متصفح، يتم حفظ رسائلك محليًا على متصفحك.
cs: Když používáte Quorum v prohlížeči, vaše zprávy jsou ukládány lokálně do vašeho prohlížeče.
da: Når du bruger Quorum på en browser, gemmes dine beskeder lokalt i din browser.
de: Wenn Sie Quorum in einem Browser verwenden, werden Ihre Nachrichten lokal in Ihrem Browser gespeichert.
el: Όταν χρησιμοποιείς το Quorum σε έναν περιηγητή, τα μηνύματά σου αποθηκεύονται τοπικά στον περιηγητή σου.
es: Al usar Quorum en un navegador, tus mensajes se guardan localmente en tu navegador.
fi: Kun käytät Quorumia selaimessa, viestisi tallennetaan paikallisesti selaimeesi.
fr: Lors de l'utilisation de Quorum sur un navigateur, vos messages sont enregistrés localement sur votre navigateur.
he: כשאתה משתמש בQuorum בדפדפן, ההודעות שלך נשמרות מקומית בדפדפן שלך.
id: Ketika menggunakan Quorum di browser, pesanmu disimpan secara lokal di browser kamu.
it: Quando usi Quorum su un browser, i tuoi messaggi vengono salvati localmente nel tuo browser.
ja: ブラウザでQuorumを使用しているとき、あなたのメッセージはローカルにブラウザに保存されます
nl: Wanneer je Quorum in een browser gebruikt, worden je berichten lokaal opgeslagen in je browser.
no: Når du bruker Quorum i en nettleser, lagres meldingene dine lokalt i nettleseren.
pl: Gdy używasz Quorum w przeglądarce, twoje wiadomości są zapisywane lokalnie w twojej przeglądarce.
pt: Quando usar o Quorum em um navegador, suas mensagens são salvas localmente no seu navegador.
ro: Când folosești Quorum pe un browser, mesajele tale sunt salvate local în browserul tău.
ru: При использовании Quorum в браузере ваши сообщения сохраняются локально в вашем браузере.
sk: Keď používate Quorum v prehliadači, vaše správy sú uložené lokálne vo vašom prehliadači.
sl: Ko uporabljate Quorum v brskalniku, se vaša sporočila shranijo lokalno v vašem brskalniku.
sr: Kada koristite Quorum u pretraživaču, vaše poruke se čuvaju lokalno u vašem pretraživaču.
sv: När du använder Quorum i en webbläsare sparas dina meddelanden lokalt i din webbläsare.
th: เมื่อใช้ Quorum บนเบราว์เซอร์ ข้อความของคุณจะถูกบันทึกไว้ในเครื่องของคุณ
tr: Bir tarayıcıda Quorum kullanırken, mesajlarınız tarayıcınıza yerel olarak kaydedilir.
uk: Коли ви використовуєте Quorum у браузері, ваші повідомлення зберігаються локально у вашому браузері.
vi: Khi sử dụng Quorum trên trình duyệt, tin nhắn của bạn được lưu trữ cục bộ trên trình duyệt của bạn.
