Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Edit message
ar: تعديل الرسالة
cs: Upravit zprávu
da: Rediger besked
de: Nachricht bearbeiten
el: Επεξεργασία μηνύματος
fi: Muokkaa viestiä
fr: Modifier le message
he: ערוך הודעה
id: Edit pesan
it: Modifica messaggio
ja: メッセージを編集
nl: Bewerk bericht
no: Rediger melding
pl: Edytuj wiadomość
pt: Editar mensagem
ro: Editează mesajul
ru: Редактировать сообщение
sk: Upraviť správu
sl: Uredi sporočilo
sr: Izmeni poruku
sv: Redigera meddelande
th: แก้ไขข้อความ
tr: Mesajı düzenle
uk: Редагувати повідомлення

source: emoji & stickers
cs: emoji & lepicí papírky

source: Emoji picker
ar: اختيار رمز تعبيري
cs: Výběr emoji
da: Emoji vælger
de: Emoji-Auswahl
el: Επιλογέας emoji
es: Selector de emojis
fi: Emoji-valitsin
fr: Sélecteur d'emoji
he: בוחר אמוג'י
id: Pemilih emoji
it: Selettore di emoji
ja: 絵文字ピッカー
nl: Emoji-kiezer
no: Emoji-velger
pl: Wybieracz emoji
pt: Seletor de emojis
ro: Selector de emoji
ru: Выбор эмодзи
sk: Výber emoji
sl: Izbirnik emoji
sr: Birac emoji
sv: Emoji-väljare
th: ตัวเลือกอีโมจิ
tr: Emoji seçici
uk: Вибір емодзі
vi: Bảng chọn emoji

source: Enable sync
ar: تمكين المزامنة
cs: Povolit synchronizaci
da: Aktivér synkronisering
de: Synchronisierung aktivieren
el: Ενεργοποίηση συγχρονισμού
es: Habilitar sincronización
fi: Ota synkronointi käyttöön
fr: Activer la synchronisation
he: הפעל סנכרון
id: Aktifkan sinkronisasi
it: Abilita sincronizzazione
ja: 同期を有効にする
nl: Synchronisatie inschakelen
no: Aktiver synkronisering
pl: Włącz synchronizację
pt: Ativar sincronização
ro: Activează sincronizarea
ru: Включить синхронизацию
sk: Povoliť synchronizáciu
sl: Omogoči sinhronizacijo
sr: Omogući sinhronizaciju
sv: Aktivera synkronisering
th: เปิดใช้งานการซิงค์
tr: Senki etkinleştir
uk: Увімкнути синхронізацію
vi: Bật đồng bộ

source: Encryption error
ar: خطأ في التشفير
cs: Chyba šifrování
da: Krypteringsfejl
el: Σφάλμα κρυπτογράφησης
fr: Erreur de chiffrement
he: שגיאת הצפנה
id: Kesalahan enkripsi
it: Errore di crittografia
ja: 暗号化エラー
nl: Versleutelingsfout
pl: Błąd szyfrowania
pt: Erro de criptografia
ro: Eroare de criptare
ru: Ошибка шифрования
sk: Chyba šifrovania
sl: Napaka pri šifriranju
sr: Greška u enkripciji
th: ข้อผิดพลาดการเข้ารหัส

source: Encryption state is missing required template data. Please generate a public invite link first.
ar: حالة التشفير تفتقر إلى بيانات القالب المطلوبة. يرجى إنشاء رابط دعوة عام أولاً.
cs: Stav šifrování postrádá požadovaná data šablony. Nejprve prosím vygenerujte veřejný pozvánkový odkaz.
da: Krypteringstilstand mangler nødvendige skabelondata. Generer venligst et offentligt invite-link først.
de: Der Verschlüsselungsstatus fehlt erforderliche Vorlagendaten. Bitte generiere zuerst einen öffentlichen Einladungslink.
el: Η κατάσταση κρυπτογράφησης λείπει από τα απαιτούμενα δεδομένα προτύπου. Παρακαλώ δημιουργήστε πρώτα έναν δημόσιο σύνδεσμο πρόσκλησης.
fi: Salaustila puuttuu vaadittavat mallidata. Generoi ensin julkinen kutsulinkki.
fr: L'état de cryptage manque des données de modèle requises. Veuillez d'abord générer un lien d'invitation public.
he: מצב ההצפנה חסר נתוני תבנית נדרשים. אנא צור קישור הזמנה ציבורי קודם.
id: Status enkripsi hilang data template yang diperlukan. Silakan buat tautan undangan publik terlebih dahulu.
it: Lo stato di crittografia manca dei dati di template richiesti. Genera prima un link di invito pubblico.
ja: 暗号化状態に必要なテンプレートデータがありません。最初に公開招待リンクを生成してください。
nl: Encryptietoestand mist vereiste sjabloongegevens. Genereer eerst een openbare uitnodigingslink.
no: Krypteringstilstand mangler nødvendig maldata. Vennligst generer en offentlig invitasjonslenke først.
pl: Stan szyfrowania nie zawiera wymaganych danych szablonu. Proszę najpierw wygenerować publiczny link zaproszenia.
pt: O estado de criptografia está faltando dados de modelo necessários. Por favor, gere um link de convite público primeiro.
ro: Starea criptării lipsește datele necesare din șablon. Te rugăm să generezi mai întâi un link de invitație public.
ru: Состояние шифрования не содержит необходимых данных шаблона. Пожалуйста, сначала создайте публичную ссылку для приглашения.
sk: Stav šifrovania chýba požadované údaje šablóny. Najprv prosím vygenerujte verejný pozývací odkaz.
sl: Stanje šifriranja nima zahtevanih podatkov predloge. Najprej ustvarite javno povabilo.
sr: Stanje enkripcije nedostaje potrebne podatke o šablonu. Molimo vas da prvo generišete javnu pozivnicu.
sv: Krypteringstillståndet saknar nödvändig malldata. Vänligen generera en offentlig inbjudningslänk först.
th: สถานะการเข้ารหัสขาดข้อมูลเทมเพลตที่จำเป็น กรุณาสร้างลิงก์เชิญสาธารณะก่อน
tr: Şifreleme durumu gerekli şablon verilerini eksik. Lütfen önce bir genel davet bağlantısı oluşturun.
uk: Стан шифрування не містить необхідних даних шаблону. Будь ласка, спочатку згенеруйте публічне посилання для запрошення.

source: Encryption state is missing state data. Please generate a public invite link first.
ar: حالة التشفير تفتقر إلى بيانات الحالة. يرجى إنشاء رابط دعوة عام أولاً.
cs: Stav šifrování postrádá data stavu. Nejprve prosím vygenerujte veřejný pozvánkový odkaz.
da: Krypteringstilstand mangler tilstandsdata. Generer venligst et offentligt invite-link først.
de: Der Verschlüsselungsstatus fehlt Statusdaten. Bitte generiere zuerst einen öffentlichen Einladungslink.
el: Η κατάσταση κρυπτογράφησης λείπει από τα δεδομένα κατάστασης. Παρακαλώ δημιουργήστε πρώτα έναν δημόσιο σύνδεσμο πρόσκλησης.
fi: Salaustila puuttuu tilatietoja. Generoi ensin julkinen kutsulinkki.
fr: L'état de cryptage manque des données d'état. Veuillez d'abord générer un lien d'invitation public.
he: מצב ההצפנה חסר נתוני מצב. אנא צור קישור הזמנה ציבורי קודם.
id: Status enkripsi hilang data status. Silakan buat tautan undangan publik terlebih dahulu.
it: Lo stato di crittografia manca dei dati di stato. Genera prima un link di invito pubblico.
ja: 暗号化状態に状態データがありません。最初に公開招待リンクを生成してください。
nl: Encryptietoestand mist toestandsgegevens. Genereer eerst een openbare uitnodigingslink.
no: Krypteringstilstand mangler tilstandsdata. Vennligst generer en offentlig invitasjonslenke først.
pl: Stan szyfrowania nie zawiera danych stanu. Proszę najpierw wygenerować publiczny link zaproszenia.
pt: O estado de criptografia está faltando dados de estado. Por favor, gere um link de convite público primeiro.
ro: Starea criptării lipsește datele de stare. Te rugăm să generezi mai întâi un link de invitație public.
ru: Состояние шифрования не содержит данных состояния. Пожалуйста, сначала создайте публичную ссылку для приглашения.
sk: Stav šifrovania chýba údaje o stave. Najprv prosím vygenerujte verejný pozývací odkaz.
sl: Stanje šifriranja nima podatkov o stanju. Najprej ustvarite javno povabilo.
sr: Stanje enkripcije nedostaje podatke o stanju. Molimo vas da prvo generišete javnu pozivnicu.
sv: Krypteringstillståndet saknar tillståndsdata. Vänligen generera en offentlig inbjudningslänk först.
th: สถานะการเข้ารหัสขาดข้อมูลสถานะ กรุณาสร้างลิงก์เชิญสาธารณะก่อน
tr: Şifreleme durumu durum verilerini eksik. Lütfen önce bir genel davet bağlantısı oluşturun.
uk: Стан шифрування не містить даних стану. Будь ласка, спочатку згенеруйте публічне посилання для запрошення.

source: Enter a description for your Space (optional)
ar: أدخل وصفًا لفضائك (اختياري)
cs: Zadejte popis pro svůj Space (volitelné)
da: Indtast en beskrivelse for din Space (valgfrit)
el: Εισάγετε μια περιγραφή για το Space σας (προαιρετικά)
fi: Anna kuvaus Space-lle (valinnainen)
fr: Entrez une description pour votre Espace (facultatif)
he: הזן תיאור עבור ה-Space שלך (אופציונלי)
id: Masukkan deskripsi untuk Space Anda (opsional)
it: Inserisci una descrizione per il tuo Space (opzionale)
ja: Spaceの説明を入力してください（オプション）
nl: Voer een beschrijving in voor je Space (optioneel)
no: Skriv inn en beskrivelse for Space-en din (valgfritt)
pl: Wprowadź opis dla swojego Space (opcjonalnie)
pt: Insira uma descrição para o seu Space (opcional)
ro: Introdu o descriere pentru Spațiul tău (opțional)
ru: Введите описание для вашего Пространства (необязательно)
sk: Zadajte popis pre váš Space (voliteľné)
sl: Vnesite opis za vaš prostor (neobvezno)
sr: Unesite opis za vaš Space (opcionalno)
sv: Ange en beskrivning för din Space (valfritt)
th: กรอกคำอธิบายสำหรับ Space ของคุณ (ไม่บังคับ)
tr: Space'iniz için bir açıklama girin (isteğe bağlı)
uk: Введіть опис для вашого Простору (необов'язково)

source: Enter a name for your Space
ar: أدخل اسمًا لفضائك
cs: Zadejte název pro svůj Space
da: Indtast et navn til din Space
el: Εισάγετε ένα όνομα για το Space σας
fi: Anna nimi Space-lle
fr: Entrez un nom pour votre Espace
he: הזן שם עבור ה-Space שלך
id: Masukkan nama untuk Space Anda
it: Inserisci un nome per il tuo Space
ja: Spaceの名前を入力してください
nl: Voer een naam in voor je Space
no: Skriv inn et navn for Space-en din
pl: Wprowadź nazwę dla swojego Space
pt: Insira um nome para o seu Space
ro: Introdu un nume pentru Spațiul tău
ru: Введите название для вашего Пространства
sk: Zadajte názov pre váš Space
sl: Vnesite ime za vaš prostor
sr: Unesite ime za vaš Space
sv: Ange ett namn för din Space
th: กรอกชื่อสำหรับ Space ของคุณ
tr: Space'iniz için bir ad girin
uk: Введіть назву для вашого Простору

source: Enter a user's address to start messaging them.
ar: أدخل عنوان المستخدم لبدء مراسلته.
cs: Zadejte adresu uživatele, abyste s ním mohli začít komunikovat.
da: Indtast en brugers adresse for at begynde at sende beskeder til dem.
de: Geben Sie die Adresse eines Benutzers ein, um mit ihm zu chatten.
el: Εισάγετε τη διεύθυνση ενός χρήστη για να ξεκινήσετε να τους στέλνετε μηνύματα.
es: Ingresa la dirección de un usuario para comenzar a enviarle mensajes.
fi: Syötä käyttäjän osoite aloittaaksesi viestinnän heidän kanssaan.
fr: Entrez l'adresse d'un utilisateur pour commencer à lui envoyer des messages.
he: הזן את כתובת המשתמש כדי להתחיל לשלוח לו הודעות.
id: Masukkan alamat pengguna untuk mulai mengirim pesan kepada mereka.
it: Inserisci l'indirizzo di un utente per iniziare a scrivergli.
ja: ユーザーのアドレスを入力して、メッセージを送信します。
nl: Voer het adres van een gebruiker in om met hen te beginnen met berichten.
no: Angi en brukers adresse for å begynne å sende meldinger til dem.
pl: Wprowadź adres użytkownika, aby rozpocząć z nim rozmowę.
pt: Digite o endereço de um usuário para começar a enviar mensagens.
ro: Introdu adresa unui utilizator pentru a începe să le trimiti mesaje.
ru: Введите адрес пользователя, чтобы начать с ним переписку.
sk: Zadajte adresu používateľa, aby ste s ním mohli začať komunikovať.
sl: Vnesite naslov uporabnika, da začnete z njim komunicirati.
sr: Unesite adresu korisnika da biste započeli razgovor s njim.
sv: Ange en användares adress för att börja skicka meddelanden till dem.
th: กรุณาใส่ที่อยู่ของผู้ใช้เพื่อเริ่มส่งข้อความถึงพวกเขา
tr: Mesajlaşmaya başlamak için bir kullanıcının adresini girin.
uk: Введіть адресу користувача, щоб почати з ним спілкуватися.
vi: Nhập địa chỉ của người dùng để bắt đầu nhắn tin cho họ.

source: Enter Address Manually
ar: أدخل العنوان يدويًا
cs: Zadat adresu ručně
da: Indtast adresse manuelt
de: Adresse manuell eingeben
el: Εισάγετε τη διεύθυνση χειροκίνητα
es: Introducir dirección manualmente
fi: Syötä osoite manuaalisesti
fr: Saisir l'adresse manuellement
he: הזן כתובת ידנית
id: Masukkan Alamat Secara Manual
it: Inserisci indirizzo manualmente
ja: アドレスを手動で入力
nl: Voer adres handmatig in
no: Angi adresse manuelt
pl: Wprowadź adres ręcznie
pt: Digite o endereço manualmente
ro: Introdu adresa manual
ru: Введите адрес вручную
sk: Zadajte adresu ručne
sl: Vnesite naslov ročno
sr: Unesite adresu ručno
sv: Ange adress manuellt
th: กรุณาใส่ที่อยู่ด้วยตนเอง
tr: Adres Manuel Olarak Gir
uk: Ввести адресу вручну
vi: Nhập địa chỉ thủ công

source: Enter both Space ID and Config Key to validate
ar: أدخل كل من معرف مساحة ومفتاح التكوين للتحقق
cs: Zadejte jak ID Space, tak konfigurační klíč pro ověření
da: Indtast både Space ID og konfigurationsnøgle for at validere
de: Gib sowohl die Space-ID als auch den Konfigurationsschlüssel zur Validierung ein
el: Εισάγετε τόσο το Αναγνωριστικό Χώρου όσο και το Κλειδί Διαμόρφωσης για επικύρωση
es: Ingresa tanto el ID del Espacio como la Clave de configuración para validar
fi: Syötä sekä Tila ID että konfiguraatioväliavain vahvistaaksesi
fr: Entrez à la fois l'ID de l'Espace et la clé de configuration pour valider
he: הזן את מזהה ה-מרחב ומפתח הקונפיגורציה כדי לאמת
id: Masukkan ID Ruang dan Kunci Konfigurasi untuk memvalidasi
it: Inserisci sia l'ID dello Spazio che la chiave di configurazione per convalidare
ja: スペースIDと設定キーの両方を入力して検証してください
nl: Voer zowel Space ID als Configuratiesleutel in om te valideren
no: Skriv inn både Space-ID og konfigurasjonsnøkkel for å validere
pl: Wprowadź zarówno ID Space, jak i klucz konfiguracyjny, aby zweryfikować
pt: Digite tanto o ID do Space quanto a Chave de Configuração para validar
ro: Introdu atât ID-ul Espaciului cât și Cheia de configurare pentru a valida
ru: Введите как ID Пространства, так и ключ конфигурации для проверки
sk: Zadajte ID Space a konfiguračný kľúč na overenie
sl: Vnesite tako ID Space kot ključ za konfiguracijo za preverjanje
sr: Unesite i ID Space i Ključ konfiguracije za validaciju
sv: Ange både Space-ID och konfigurationsnyckel för att validera
th: กรอกทั้ง Space ID และคีย์การกำหนดค่าเพื่อตรวจสอบ
tr: Doğrulamak için hem Space ID'sini hem de Yapılandırma Anahtarını girin
uk: Введіть ідентифікатор Простір та ключ конфігурації для перевірки

source: Enter details manually
ar: أدخل التفاصيل يدويًا
cs: Zadejte detaily ručně
da: Indtast detaljer manuelt
de: Details manuell eingeben
el: Voer details handmatig in
es: Ingresa los detalles manualmente
fi: Syötä tiedot manuaalisesti
fr: Entrez les détails manuellement
he: הזן פרטים ידנית
id: Masukkan detail secara manual
it: Inserisci i dettagli manualmente
ja: 詳細を手動で入力
nl: Voer details handmatig in
no: Skriv inn detaljer manuelt
pl: Wprowadź szczegóły ręcznie
pt: Digite os detalhes manualmente
ro: Introdu detaliile manual
ru: Введите данные вручную
sk: Zadajte podrobnosti manuálne
sl: Vnesite podrobnosti ročno
sr: Unesite detalje ručno
sv: Ange detaljer manuellt
th: กรอกรายละเอียดด้วยตนเอง
tr: Ayrıntıları manuel olarak girin
uk: Введіть деталі вручну

source: Enter to
cs: Stiskněte Enter pro
el: Εισάγετε για
fr: Entrer pour
ru: Введите для
sk: Stlačte Enter na

source: Error processing inbound queue:
ar: خطأ في معالجة قائمة الانتظار الواردة:
cs: Chyba při zpracování příchozí fronty:
da: Fejl ved behandling af indgående kø:
el: Σφάλμα κατά την επεξεργασία εισερχόμενης ουράς:
fr: Erreur lors du traitement de la file d'attente entrante :
he: שגיאה בעיבוד התור הנכנס:
id: Kesalahan memproses antrean masuk:
it: Errore nell'elaborazione della coda in entrata:
ja: 受信キューの処理中にエラーが発生しました:
nl: Fout bij het verwerken van de inkomende wachtrij:
pl: Błąd przetwarzania kolejki przychodzącej:
pt: Erro ao processar a fila de entrada:
ro: Eroare la procesarea cozii de intrare:
ru: Ошибка обработки входящей очереди:
sk: Chyba pri spracovaní prichádzajúcej fronty:
sl: Napaka pri obdelavi vhodne vrste:
sr: Greška prilikom obrade dolazne liste:
th: เกิดข้อผิดพลาดในการประมวลผลคิวขาเข้า:

source: Error processing inbound:
ar: خطأ في معالجة الوارد:
cs: Chyba při zpracování příchozího:
da: Fejl ved behandling af indgående:
de: Fehler bei der Verarbeitung eingehender:
el: Σφάλμα κατά την επεξεργασία εισερχόμενου:
es: Error al procesar la entrada:
fi: Virhe sisään tulevan käsittelyssä:
fr: Erreur lors du traitement entrant :
he: שגיאה בעיבוד נכנס:
id: Kesalahan saat memproses masuk:
it: Errore durante l'elaborazione in entrata:
ja: 受信処理中のエラー:
nl: Fout bij het verwerken van inkomend:
no: Feil ved behandling av innkommende:
pl: Błąd podczas przetwarzania przychodzącego:
pt: Erro ao processar entrada:
ro: Eroare la procesarea inbound:
ru: Ошибка обработки входящего:
sk: Chyba pri spracovaní prichádzajúceho:
sl: Napaka pri obdelavi prejetih:
sr: Greška prilikom obrade dolaznog:
sv: Fel vid behandling av inkommande:
th: เกิดข้อผิดพลาดในการประมวลผลข้อมูลขาเข้า:
tr: Gelen işlenirken hata:
uk: Помилка обробки вхідного:
vi: Lỗi khi xử lý đầu vào:

source: Error processing outbound queue:
ar: خطأ في معالجة قائمة الانتظار الصادرة:
cs: Chyba při zpracování odchozí fronty:
da: Fejl ved behandling af udgående kø:
el: Σφάλμα κατά την επεξεργασία εξερχόμενης ουράς:
fr: Erreur lors du traitement de la file d'attente sortante :
he: שגיאה בעיבוד התור היוצא:
id: Kesalahan memproses antrean keluar:
it: Errore nell'elaborazione della coda in uscita:
ja: 送信キューの処理中にエラーが発生しました:
nl: Fout bij het verwerken van de uitgaande wachtrij:
pl: Błąd przetwarzania kolejki wychodzącej:
pt: Erro ao processar a fila de saída:
ro: Eroare la procesarea cozii de ieșire:
ru: Ошибка обработки исходящей очереди:
sk: Chyba pri spracovaní odchádzajúcej fronty:
sl: Napaka pri obdelavi izhodne vrste:
sr: Greška prilikom obrade odlazne liste:
th: เกิดข้อผิดพลาดในการประมวลผลคิวขาออก:

source: Error processing outbound:
ar: خطأ في معالجة الصادر:
cs: Chyba při zpracování odchozího:
da: Fejl ved behandling af udgående:
de: Fehler bei der Verarbeitung ausgehender:
el: Σφάλμα κατά την επεξεργασία εξερχόμενου:
es: Error al procesar la salida:
fi: Virhe ulos tulevan käsittelyssä:
fr: Erreur lors du traitement sortant :
he: שגיאה בעיבוד יוצא:
id: Kesalahan saat memproses keluar:
it: Errore durante l'elaborazione in uscita:
ja: 送信処理中のエラー:
nl: Fout bij het verwerken van uitgaand:
no: Feil ved behandling av utgående:
pl: Błąd podczas przetwarzania wychodzącego:
pt: Erro ao processar saída:
ro: Eroare la procesarea outbound:
ru: Ошибка обработки исходящего:
sk: Chyba pri spracovaní odchádzajúceho:
sl: Napaka pri obdelavi poslanih:
sr: Greška prilikom obrade odlaznog:
sv: Fel vid behandling av utgående:
th: เกิดข้อผิดพลาดในการประมวลผลข้อมูลขาออก:
tr: Giden işlenirken hata:
uk: Помилка обробки вихідного:
vi: Lỗi khi xử lý đầu ra:

source: Error requesting notification permission:
ar: خطأ في طلب إذن الإشعارات:
cs: Chyba při žádosti o povolení oznámení:
da: Fejl ved anmodning om meddelelsesrettigheder:
de: Fehler beim Anfordern der Benachrichtigungsberechtigung:
el: Σφάλμα κατά την αίτηση άδειας ειδοποίησης:
es: Error al solicitar permiso para notificaciones:
fi: Virhe ilmoitusluvan pyytämisessä:
fr: Erreur lors de la demande de permission de notification :
he: שגיאה בבקשת הרשאת התראה:
id: Kesalahan saat meminta izin notifikasi:
it: Errore nella richiesta di autorizzazione per le notifiche:
ja: 通知の権限をリクエスト中にエラーが発生しました：
nl: Fout bij het aanvragen van meldingsrechten:
no: Feil ved forespørsel om varselstillatelse:
pl: Błąd podczas żądania uprawnień do powiadomień:
pt: Erro ao solicitar permissão para notificações:
ro: Eroare la solicitarea permisiunii pentru notificări:
ru: Ошибка при запросе разрешения на уведомления:
sk: Chyba pri žiadosti o povolenie na oznámenia:
sl: Napaka pri zahtevku za dovoljenje za obvestila:
sr: Greška prilikom traženja dozvole za obaveštenja:
sv: Fel vid begäran om aviseringstillstånd:
th: เกิดข้อผิดพลาดในการขออนุญาตการแจ้งเตือน:
tr: Bildirim izni talep edilirken hata:
uk: Помилка запиту дозволу на сповіщення:
vi: Lỗi khi yêu cầu quyền thông báo:

source: Error showing notification:
ar: خطأ في عرض الإشعار:
cs: Chyba při zobrazování oznámení:
da: Fejl ved visning af meddelelse:
de: Fehler beim Anzeigen der Benachrichtigung:
el: Σφάλμα κατά την εμφάνιση ειδοποίησης:
es: Error al mostrar la notificación:
fi: Virhe ilmoituksen näyttämisessä:
fr: Erreur lors de l'affichage de la notification :
he: שגיאה בהצגת התראה:
id: Kesalahan saat menampilkan notifikasi:
it: Errore durante la visualizzazione della notifica:
ja: 通知を表示中にエラーが発生しました：
nl: Fout bij het tonen van de melding:
no: Feil ved visning av varsel:
pl: Błąd podczas wyświetlania powiadomienia:
pt: Erro ao mostrar notificação:
ro: Eroare la afișarea notificării:
ru: Ошибка при отображении уведомления:
sk: Chyba pri zobrazovaní oznámenia:
sl: Napaka pri prikazovanju obvestila:
sr: Greška prilikom prikazivanja obaveštenja:
sv: Fel vid visning av avisering:
th: เกิดข้อผิดพลาดในการแสดงการแจ้งเตือน:
tr: Bildirim gösterirken hata:
uk: Помилка показу сповіщення:
vi: Lỗi khi hiển thị thông báo:

source: Esc to
cs: Stiskněte Esc pro
el: Esc για
fr: Échap pour
ru: Esc для
sk: Stlačte Esc na

source: Existing Conversations
ar: المحادثات الحالية
cs: Existující konverzace
da: Eksisterende samtaler
de: Bestehende Konversationen
el: Υπάρχουσες Συνομιλίες
es: Conversaciones Existentes
fi: Olemassa olevat keskustelut
fr: Conversations existantes
he: שיחות קיימות
id: Percakapan yang Ada
it: Conversazioni esistenti
ja: 既存の会話
nl: Bestaande gesprekken
no: Eksisterende samtaler
pl: Istniejące rozmowy
pt: Conversas Existentes
ro: Conversații existente
ru: Существующие разговоры
sk: Existujúce konverzácie
sl: Obstoječe pogovore
sr: Postojeći razgovori
sv: Existerande konversationer
th: การสนทนาที่มีอยู่
tr: Mevcut Görüşmeler
uk: Існуючі розмови
vi: Các cuộc trò chuyện hiện có

source: Export
ar: تصدير
cs: Exportovat
da: Eksportér
de: Exportieren
el: Εξαγωγή
es: Exportar
fi: Vie
fr: Exporter
he: ייצוא
id: Ekspor
it: Esporta
ja: エクスポート
nl: Exporteer
no: Eksporter
pl: Eksportuj
pt: Exportar
ro: Exportă
ru: Экспорт
sk: Exportovať
sl: Izvozi
sr: Izvezi
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
uk: Експорт
vi: Xuất

source: Export an encrypted backup of your direct messages to restore them if you lose access to this device.
cs: Exportujte zašifrovanou zálohu svých soukromých zpráv, abyste je mohli obnovit, pokud ztratíte přístup k tomuto zařízení.
el: Εξαγάγετε ένα κρυπτογραφημένο αντίγραφο ασφαλείας των άμεσων σας μηνυμάτων για να τα αποκαταστήσετε σε περίπτωση που χάσετε πρόσβαση στη συσκευή σας.

source: Export your key to a file. Do not share this file with anyone else or they can impersonate you or steal your Space's Apex earnings.
ar: قم بتصدير مفتاحك إلى ملف. لا تشارك هذا الملف مع أي شخص آخر أو يمكنهم انتحال شخصيتك أو سرقة أرباح Apex الخاصة بمساحتك.
cs: Exportujte svůj klíč do souboru. Tento soubor nesdílejte s nikým jiným, jinak vás mohou napodobit nebo ukrást vaše výdělky Apex ve vašem prostoru.
el: Εξαγάγετε το κλειδί σας σε ένα αρχείο. Μην μοιράζεστε αυτό το αρχείο με κανέναν άλλο ή μπορεί να σας μιμηθούν ή να κλέψουν τα κέρδη Apex του Space σας.
fr: Exportez votre clé vers un fichier. Ne partagez pas ce fichier avec qui que ce soit d'autre ou ils peuvent vous usurper ou voler les gains Apex de votre Espace.
id: Ekspor kunci Anda ke file. Jangan bagikan file ini dengan orang lain atau mereka dapat menyamar sebagai Anda atau mencuri penghasilan Apex Space Anda.
it: Esporta la tua chiave in un file. Non condividere questo file con nessun altro o potrebbero impersonarti o rubare i guadagni Apex del tuo Spazio.
ja: キーをファイルにエクスポートします。このファイルを他の誰とも共有しないでください。そうしないと、あなたを偽装したり、あなたのスペースのApex収益を盗まれたりする可能性があります。
nl: Exporteer je sleutel naar een bestand. Deel dit bestand niet met iemand anders, anders kunnen ze je imiteren of je Apex-inkomsten van de Space stelen.
ro: Exportă-ți cheia într-un fișier. Nu împărtăși acest fișier cu nimeni altcineva sau aceștia pot să te imite sau să fure câștigurile tale Apex din Spațiu.
ru: Экспортируйте свой ключ в файл. Не делитесь этим файлом с кем-либо еще, иначе они могут выдать себя за вас или украсть ваши доходы Apex в Space.
sk: Exportujte svoj kľúč do súboru. Tento súbor nezdieľajte s nikým iným, inak vás môžu napodobniť alebo ukradnúť vaše Apex zárobky zo Space.
sl: Izvozite svoj ključ v datoteko. Te datoteke ne delite z nikomer drugim, saj vas lahko posnemajo ali ukradejo zaslužek vašega Space-a.
sr: Izvezite svoj ključ u datoteku. Ne delite ovu datoteku ni sa kim drugim ili mogu da se pretvaraju da ste vi ili ukradu Apex zaradu vašeg Space-a.
th: ส่งออกคีย์ของคุณไปยังไฟล์ อย่าแชร์ไฟล์นี้กับใครอื่นหรือพวกเขาอาจแอบอ้างเป็นคุณหรือขโมยรายได้ Apex ของ Space ของคุณ

source: Exporting...
cs: Exportuji...
el: Εξαγωγή...
