Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Generate New Link
ar: إنشاء رابط جديد
cs: Vygenerovat nový odkaz
da: Generer nyt link
de: Neuen Link generieren
el: Δημιουργία Νέου Συνδέσμου
es: Generar Nuevo Enlace
fi: Luo uusi linkki
fr: Générer un nouveau lien
he: ייצר קישור חדש
id: Hasilkan Tautan Baru
it: Genera Nuovo Link
ja: 新しいリンクを生成
nl: Genereer Nieuwe Link
no: Generer ny lenke
pl: Wygeneruj nowy link
pt: Gerar Novo Link
ro: Generează un nou link
ru: Сгенерировать новую ссылку
sk: Vygenerovať nový odkaz
sl: Ustvari novo povezavo
sr: Generiši novu vezu
sv: Generera ny länk
th: สร้างลิงก์ใหม่
tr: Yeni Bağlantı Oluştur
uk: Згенерувати нове посилання

source: Generate Public Invite Link
ar: إنشاء رابط دعوة عامة
cs: Vygenerovat veřejný pozvánkový odkaz
da: Generer offentligt invite-link
de: Öffentlichen Einladungslink generieren
el: Δημιουργία Δημόσιου Συνδέσμου Πρόσκλησης
es: Generar Enlace de Invitación Pública
fi: Luo julkinen kutsulinkki
fr: Générer un lien d'invitation public
he: ייצר קישור הזמנה ציבורי
id: Hasilkan Tautan Undangan Publik
it: Genera Link di Invito Pubblico
ja: 公開招待リンクを生成
nl: Genereer Openbare Uitnodigingslink
no: Generer offentlig invitasjonslenke
pl: Wygeneruj publiczny link zaproszenia
pt: Gerar Link de Convite Público
ro: Generează link de invitație public
ru: Сгенерировать публичную ссылку-приглашение
sk: Vygenerovať verejný pozývací odkaz
sl: Ustvari javno povabilo
sr: Generiši javnu pozivnicu
sv: Generera offentlig inbjudningslänk
th: สร้างลิงก์เชิญสาธารณะ
tr: Kamu Davet Bağlantısı Oluştur
uk: Згенерувати публічне посилання на запрошення

source: Get Help Using Quorum
ar: احصل على المساعدة في استخدام Quorum
cs: Získejte pomoc při používání Quorum
el: Βοήθεια στη χρήση του Quorum
fr: Obtenez de l'aide en utilisant Quorum
ja: Quorumの使い方をヘルプ
nl: Krijg hulp bij het gebruik van Quorum
ru: Получите помощь по использованию Quorum
sk: Získajte pomoc pri používaní Quorum
sl: Pridobi pomoč pri uporabi Quorum
sr: Dobijte pomoć koristeći Quorum
th: ขอความช่วยเหลือในการใช้ Quorum

source: GIF files cannot be larger than {maxSize}. Please use a smaller GIF.
ar: لا يمكن أن تكون ملفات GIF أكبر من {maxSize}. يرجى استخدام GIF أصغر.
cs: GIF soubory nemohou být větší než {maxSize}. Prosím, použijte menší GIF.
da: GIF-filer må ikke være større end {maxSize}. Venligst brug et mindre GIF.
de: GIF-Dateien dürfen nicht größer als {maxSize} sein. Bitte verwende ein kleineres GIF.
el: Pliki GIF nie mogą być większe niż {maxSize}. Proszę użyć mniejszego GIF-a.
es: Los archivos GIF no pueden ser mayores de {maxSize}. Por favor, utiliza un GIF más pequeño.
fi: GIF-tiedostot eivät voi olla suurempia kuin {maxSize}. Käytä pienempää GIFiä.
fr: Les fichiers GIF ne peuvent pas dépasser {maxSize}. Veuillez utiliser un GIF plus petit.
he: קבצי גיף לא יכולים להיות גדולים מ-{maxSize}. אנא השתמשו בגיף קטן יותר.
id: File GIF tidak boleh lebih besar dari {maxSize}. Silakan gunakan GIF yang lebih kecil.
it: I file GIF non possono essere più grandi di {maxSize}. Si prega di utilizzare un GIF più piccolo.
ja: GIFファイルは{maxSize}を超えることはできません。より小さいGIFを使用してください。
nl: GIF-bestanden mogen niet groter zijn dan {maxSize}. Gebruik een kleinere GIF.
no: GIF-filer kan ikke være større enn {maxSize}. Vennligst bruk en mindre GIF.
pl: Pliki GIF nie mogą być większe niż {maxSize}. Proszę użyć mniejszego GIFa.
pt: Os arquivos GIF não podem ser maiores que {maxSize}. Por favor, use um GIF menor.
ro: Fișierele GIF nu pot fi mai mari de {maxSize}. Te rugăm să folosești un GIF mai mic.
ru: GIF-файлы не могут превышать {maxSize}. Пожалуйста, используйте меньший GIF.
sk: GIF súbory nemôžu byť väčšie ako {maxSize}. Prosím, použite menší GIF.
sl: GIF datoteke ne morejo biti večje od {maxSize}. Prosimo, uporabite manjši GIF.
sr: GIF datoteke ne mogu biti veće od {maxSize}. Molimo koristite manji GIF.
sv: GIF-filer får inte vara större än {maxSize}. Vänligen använd en mindre GIF.
th: ไฟล์ GIF ไม่สามารถมีขนาดใหญ่กว่า {maxSize} กรุณาใช้ GIF ขนาดเล็กกว่า
tr: GIF dosyaları {maxSize}'den büyük olamaz. Lütfen daha küçük bir GIF kullanın.
uk: GIF файли не можуть бути більшими за {maxSize}. Будь ласка, використовуйте менший GIF.

source: Go to conversation
ar: اذهب إلى المحادثة
cs: Přejít na konverzaci
da: Gå til samtale
de: Gehe zur Unterhaltung
el: Μετάβαση στη συνομιλία
es: Ir a la conversación
fi: Siirry keskusteluun
fr: Aller à la conversation
he: לך לשיחה
id: Pergi ke percakapan
it: Vai alla conversazione
ja: 会話に移動
nl: Ga naar gesprek
no: Gå til samtale
pl: Przejdź do rozmowy
pt: Ir para a conversa
ro: Mergi la conversație
ru: Перейти к разговору
sk: Prejdite na konverzáciu
sl: Pojdi na pogovor
sr: Idite na razgovor
sv: Gå till konversation
th: ไปที่การสนทนา
tr: Sohbete git
uk: Перейти до розмови
vi: Đi đến cuộc trò chuyện

source: Go to Home
ar: اذهب إلى الصفحة الرئيسية
cs: Přejít na domovskou stránku
da: Gå til Hjem
de: Gehe zu Startseite
el: Μετάβαση στην Αρχική
fi: Siirry kotiin
fr: Aller à l'accueil
he: עבור לדף הבית
id: Pergi ke Beranda
it: Vai alla Home
ja: ホームに移動
nl: Ga naar Start
no: Gå til Hjem
pl: Przejdź do strony głównej
pt: Ir para a Página Inicial
ro: Mergi la Acasă
ru: Перейти на главную
sk: Prejdite na domovskú stránku
sl: Pojdite na domačo stran
sr: Idi na Početnu
sv: Gå till Hem
th: ไปที่หน้าแรก
tr: Ana Sayfaya git
uk: Перейти на Головну

source: Group Icon (optional)
ar: أيقونة المجموعة (اختياري)
cs: Ikona skupiny (volitelně)
da: Gruppeikon (valgfrit)
de: Gruppen-Icon (optional)
el: Εικονίδιο ομάδας (προαιρετικό)
es: Icono del grupo (opcional)
fi: Ryhmän kuvake (valinnainen)
fr: Icône de groupe (optionnel)
he: אייקון קבוצה (אופציונלי)
id: Ikon Grup (opsional)
it: Icona del Gruppo (opzionale)
ja: グループアイコン（オプション）
nl: Groepicoon (optioneel)
no: Gruppeikon (valgfritt)
pl: Ikona grupy (opcjonalnie)
pt: Ícone do Grupo (opcional)
ro: Icon grup (opțional)
ru: Иконка группы (необязательно)
sk: Ikona skupiny (voliteľné)
sl: Ikona skupine (neobvezno)
sr: Ikona grupe (opciono)
sv: Gruppikon (valfritt)
th: ไอคอนกลุ่ม (ไม่บังคับ)
tr: Grup İkonu (isteğe bağlı)
uk: Іконка групи (необов'язково)

source: Group Name
ar: اسم المجموعة
cs: Název skupiny
da: Gruppens navn
de: Gruppe Name
el: Όνομα Ομάδας
es: Nombre del Grupo
fi: Ryhmän nimi
fr: Nom du groupe
he: שם הקבוצה
id: Nama Grup
it: Nome del Gruppo
ja: グループ名
nl: Groepsnaam
no: Gruppenavn
pl: Nazwa grupy
pt: Nome do Grupo
ro: Numele grupului
ru: Название группы
sk: Názov skupiny
sl: Ime skupine
sr: Ime grupe
sv: Gruppnamn
th: ชื่อกลุ่ม
tr: Grup Adı
uk: Назва групи
vi: Tên nhóm

source: Group name cannot contain special characters
ar: اسم المجموعة لا يمكن أن يحتوي على أحرف خاصة
cs: Název skupiny nemůže obsahovat speciální znaky
da: Gruppenavn må ikke indeholde specialtegn
el: Το όνομα της ομάδας δεν μπορεί να περιέχει ειδικούς χαρακτήρες
fr: Le nom du groupe ne peut pas contenir de caractères spéciaux
he: שם הקבוצה לא יכול להכיל תווים מיוחדים
id: Nama grup tidak boleh mengandung karakter khusus
it: Il nome del gruppo non può contenere caratteri speciali
ja: グループ名には特殊文字を含めることはできません
nl: Groepsnaam mag geen speciale tekens bevatten
no: Gruppenavn kan ikke inneholde spesialtegn
pl: Nazwa grupy nie może zawierać znaków specjalnych
pt: O nome do grupo não pode conter caracteres especiais
ro: Numele grupului nu poate conține caractere speciale
ru: Имя группы не может содержать специальные символы
sk: Názov skupiny nemôže obsahovať špeciálne znaky
sl: Ime skupine ne more vsebovati posebnih znakov
sr: Ime grupe ne može sadržati specijalne karaktere
sv: Gruppnamn får inte innehålla specialtecken
th: ชื่อกลุ่มไม่สามารถมีอักขระพิเศษ
tr: Grup adı özel karakterler içeremez

source: Group name is required
ar: اسم المجموعة مطلوب
cs: Název skupiny je povinný
da: Gruppenavn er påkrævet
el: Το όνομα της ομάδας είναι υποχρεωτικό
fr: Le nom du groupe est requis
he: שם הקבוצה נדרש
id: Nama grup diperlukan
it: Il nome del gruppo è obbligatorio
ja: グループ名は必須です
nl: Groepsnaam is verplicht
no: Gruppenavn er påkrevd
pl: Nazwa grupy jest wymagana
pt: O nome do grupo é obrigatório
ro: Numele grupului este necesar
ru: Имя группы обязательно
sk: Názov skupiny je povinný
sl: Ime skupine je obvezno
sr: Ime grupe je obavezno
sv: Gruppnamn är obligatoriskt
th: ชื่อกลุ่มเป็นสิ่งจำเป็น
tr: Grup adı gereklidir

source: Group name must be {MAX_NAME_LENGTH} characters or less
ar: يجب أن يتكون اسم المجموعة من {MAX_NAME_LENGTH} حرفًا أو أقل
cs: Název skupiny musí mít maximálně {MAX_NAME_LENGTH} znaků
da: Gruppenavn skal være {MAX_NAME_LENGTH} tegn eller færre
el: Το όνομα της ομάδας πρέπει να είναι {MAX_NAME_LENGTH} χαρακτήρες ή λιγότερο
fr: Le nom du groupe doit comporter {MAX_NAME_LENGTH} caractères ou moins
he: שם הקבוצה חייב להיות באורך של {MAX_NAME_LENGTH} תווים או פחות
id: Nama grup harus {MAX_NAME_LENGTH} karakter atau kurang
it: Il nome del gruppo deve essere lungo al massimo {MAX_NAME_LENGTH} caratteri
ja: グループ名は{MAX_NAME_LENGTH}文字以下でなければなりません
nl: Groepsnaam moet {MAX_NAME_LENGTH} tekens of minder zijn
no: Gruppenavn må være {MAX_NAME_LENGTH} tegn eller færre
pl: Nazwa grupy musi mieć {MAX_NAME_LENGTH} znaków lub mniej
pt: O nome do grupo deve ter {MAX_NAME_LENGTH} caracteres ou menos
ro: Numele grupului trebuie să aibă {MAX_NAME_LENGTH} caractere sau mai puțin
ru: Имя группы должно содержать не более {MAX_NAME_LENGTH} символов
sk: Názov skupiny musí mať {MAX_NAME_LENGTH} znakov alebo menej
sl: Ime skupine mora biti dolgo {MAX_NAME_LENGTH} znakov ali manj
sr: Ime grupe mora imati {MAX_NAME_LENGTH} karaktera ili manje
sv: Gruppnamn måste vara {MAX_NAME_LENGTH} tecken eller färre
th: ชื่อกลุ่มต้องมีความยาวไม่เกิน {MAX_NAME_LENGTH} ตัวอักษร
tr: Grup adı {MAX_NAME_LENGTH} karakter veya daha az olmalıdır

source: Hang in there...
ar: تمسك هناك...
cs: Vydržte...
da: Hold ud...
el: Κρατηθείτε...
fr: Accrochez-vous...
he: חכה שם...
id: Bersabarlah...
it: Aspetta un attimo...
ja: もう少し頑張ってください...
nl: Hou vol...
no: Hold ut...
pl: Wytrzymaj...
pt: Aguente firme...
ro: Mai ai puțin...
ru: Держитесь...
sk: Vydržte...
sl: Zadrži se...
sr: Izdržite...
sv: Håll ut...
th: อดทนหน่อยนะ...
tr: Biraz sabırlı olun...

source: Help
ar: مساعدة
cs: Nápověda
el: Βοήθεια
fr: Aide
ja: ヘルプ
ru: Помощь
sk: Pomoc
sl: Pomoč
sr: Pomoć
th: ช่วยเหลือ

source: Hide
ar: إخفاء
cs: Skrýt
el: Απόκρυψη
fr: Cacher
id: Sembunyikan
it: Nascondi
ja: 非表示
nl: Verbergen
ro: Ascunde
ru: Скрыть
sk: Skryť
sl: Skrij
sr: Sakrij
th: ซ่อน

source: Hide muted channels
ar: إخفاء القنوات المكتومة
cs: Skrýt ztlumené kanály
da: Skjul dæmpede kanaler
el: Απόκρυψη σιωπηλών καναλιών
fr: Masquer les canaux muets
id: Sembunyikan saluran yang dibisukan
it: Nascondi canali silenziati
ja: ミュートされたチャンネルを非表示
nl: Verberg gemuteerde kanalen
pt: Ocultar canais silenciados
ro: Ascunde canalele închise
ru: Скрыть отключенные каналы
sk: Skryť ztlmené kanály
sl: Skrij utišane kanale
sr: Sakrij tihe kanale
th: ซ่อนช่องที่ปิดเสียง

source: Hide Muted Channels
ar: إخفاء القنوات المكتومة
cs: Skrýt ztlumené kanály
da: Skjul dæmpede kanaler
el: Απόκρυψη Σιωπηλών Καναλιών
fr: Masquer les canaux muets
id: Sembunyikan Saluran yang Dibisukan
it: Nascondi Canali Silenziati
ja: ミュートされたチャンネルを非表示
nl: Verberg gemuteerde kanalen
pt: Ocultar Canais Silenciados
ro: Ascunde Canalele Închise
ru: Скрыть отключенные каналы
sk: Skryť ztlmené kanály
sl: Skrij utišane kanale
sr: Sakrij tihe kanale
th: ซ่อนช่องที่ปิดเสียง

source: Hide muted channels in list
ar: إخفاء القنوات المكتومة في القائمة
cs: Skrýt ztlumené kanály v seznamu
da: Skjul dæmpede kanaler i listen
el: Απόκρυψη σιωπηλών καναλιών στη λίστα
fr: Masquer les canaux muets dans la liste
id: Sembunyikan saluran yang dibisukan dalam daftar
it: Nascondi canali silenziati nella lista
ja: リスト内のミュートされたチャンネルを非表示
nl: Verberg gemuteerde kanalen in lijst
pt: Ocultar canais silenciados na lista
ro: Ascunde canalele închise din listă
ru: Скрыть отключенные каналы в списке
sk: Skryť ztlmené kanály v zozname
sl: Skrij utišane kanale na seznamu
sr: Sakrij tihe kanale na listi
th: ซ่อนช่องที่ปิดเสียงในรายการ

source: I already saved mine
ar: لقد حفظت خاصتي بالفعل
cs: Už jsem si ten svůj uložil
da: Jeg har allerede gemt min
de: Ich habe meine bereits gespeichert
el: Ήδη το αποθήκευσα
es: Ya he guardado la mía
fi: Olen jo tallentanut omani
fr: J'ai déjà sauvegardé le mien
he: אני כבר שמרתי את שלי
id: Saya sudah menyimpan milik saya
it: Ho già salvato la mia chiave
ja: 私はすでに自分のを保存しました
nl: Ik heb de mijne al opgeslagen
no: Jeg har allerede lagret min
pl: Już zapisałem swój
pt: Eu já salvei o meu
ro: Eu deja mi-am salvat al meu
ru: Я уже сохранил свой
sk: Už som si uložil svoj
sl: Že sem shranil svojega
sr: Već sam sačuvao svoj
sv: Jag har redan sparat min
th: ฉันได้บันทึกของฉันแล้ว
tr: Ben zaten kaydettim
uk: Я вже зберіг свій
vi: Tôi đã lưu của mình rồi

source: I Understand, Show QR
ar: أفهم، عرض QR
cs: Rozumím, zobrazit QR
el: Κατανοώ, Εμφάνιση QR
fr: Je comprends, Afficher le QR
id: Saya Mengerti, Tampilkan QR
it: Ho capito, Mostra QR
ja: 理解しました、QRを表示
nl: Ik begrijp het, toon QR
ro: Înțeleg, Afișează QR
ru: Я понимаю, показать QR
sk: Chápem, zobraziť QR
sl: Razumem, prikaži QR
sr: Razumem, prikaži QR
th: ฉันเข้าใจ แสดง QR

source: If skipped, you'll get the default profile image and can set it later
ar: إذا تم تخطيه، ستحصل على صورة الملف الشخصي الافتراضية ويمكنك تعيينها لاحقًا
cs: Pokud přeskočíte, dostanete výchozí profilový obrázek a můžete ho nastavit později
da: Hvis du springer over, får du standardprofilbilledet og kan indstille det senere
de: Wenn übersprungen, erhalten Sie das Standardprofilbild und können es später festlegen
el: Αν παραλειφθεί, θα λάβετε την προεπιλεγμένη εικόνα προφίλ και μπορείτε να την ορίσετε αργότερα
es: Si se omite, obtendrás la imagen de perfil predeterminada y podrás configurarla más tarde
fi: Jos ohitat, saat oletusprofiilikuvan ja voit asettaa sen myöhemmin
fr: Si vous passez cette étape, vous obtiendrez l'image de profil par défaut et pourrez la définir plus tard
he: אם תדלג, תקבל את תמונת הפרופיל ברירת המחדל ותוכל לקבוע אותה מאוחר יותר
id: Jika dilewati, Anda akan mendapatkan gambar profil default dan dapat mengaturnya nanti
it: Se saltato, sarà impostata l'immagine del profilo predefinita (potrai cambiarla in seguito)
ja: スキップした場合、デフォルトのプロフィール画像が表示され、後で設定できます
nl: Als je het overslaat, krijg je de standaard profielafbeelding en kun je deze later instellen
no: Hvis du hopper over dette, får du det standard profilbildet og kan sette det senere
pl: Jeśli pominiesz, otrzymasz domyślny obrazek profilowy i będziesz mógł ustawić go później
pt: Se pulado, você receberá a imagem de perfil padrão e poderá configurá-la mais tarde
ro: Dacă este sărit, vei obține imaginea de profil implicită și o poți seta mai târziu
ru: Если пропустить, вы получите изображение профиля по умолчанию и сможете установить его позже
sk: Ak preskočíte, dostanete predvolený profilový obrázok a môžete ho nastaviť neskôr
sl: Če preskočite, boste dobili privzeto profilno sliko in jo lahko nastavite kasneje
sr: Ako preskočite, dobićete podrazumevanu profilnu sliku i možete je postaviti kasnije
sv: Om du hoppar över det får du den förvalda profilbilden och kan ställa in den senare
th: ถ้าข้ามไป คุณจะได้รับภาพโปรไฟล์เริ่มต้นและสามารถตั้งค่าได้ในภายหลัง
tr: Atlanırsa, varsayılan profil resmini alırsınız ve bunu daha sonra ayarlayabilirsiniz
uk: Якщо пропустити, ви отримаєте зображення профілю за замовчуванням і зможете налаштувати його пізніше
vi: Nếu bỏ qua, bạn sẽ nhận được hình ảnh hồ sơ mặc định và có thể thiết lập sau

source: If you clear your browser storage or switch browsers, your old messages and keys may disappear.
ar: إذا قمت بمسح تخزين المتصفح الخاص بك أو تغيير المتصفحات، قد تختفي رسائلك ومفاتيحك القديمة.
cs: Pokud vymažete úložiště prohlížeče nebo přepnete prohlížeče, vaše staré zprávy a klíče mohou zmizet.
da: Hvis du rydder din browsers lagring eller skifter browser, kan dine gamle beskeder og nøgler forsvinde.
de: Wenn Sie Ihren Browser-Speicher löschen oder den Browser wechseln, können Ihre alten Nachrichten und Schlüssel verschwinden.
el: Αν καθαρίσετε την αποθήκευση του προγράμματος περιήγησής σας ή αλλάξετε προγράμματα περιήγησης, τα παλιά σας μηνύματα και κλειδιά μπορεί να εξαφανιστούν.
es: Si borras el almacenamiento de tu navegador o cambias de navegador, tus mensajes y claves antiguos pueden desaparecer.
fi: Jos tyhjennät selaimesi tallennustilan tai vaihdat selaimia, vanhat viestisi ja avaimet saattavat kadota.
fr: Si vous effacez le stockage de votre navigateur ou changez de navigateur, vos anciens messages et clés peuvent disparaître.
he: אם תנקו את אחסון הדפדפן שלכם או תחליפו דפדפנים, ההודעות והמפתחות הישנים שלכם עשויים להיעלם.
id: Jika Anda menghapus penyimpanan browser Anda atau beralih browser, pesan dan kunci lama Anda mungkin hilang.
it: Se cancelli la memoria del tuo browser o cambi browser, i tuoi vecchi messaggi e chiavi potrebbero scomparire.
ja: ブラウザのストレージをクリアしたり、ブラウザを切り替えたりすると、古いメッセージやキーが消える可能性があります。
nl: Als je je browseropslag wist of van browser wisselt, kunnen je oude berichten en sleutels verdwijnen.
no: Hvis du tømmer nettleserens lagring eller bytter nettlesere, kan gamle meldinger og nøkler forsvinne.
pl: Jeśli wyczyścisz pamięć przeglądarki lub zmienisz przeglądarki, twoje stare wiadomości i klucze mogą zniknąć.
pt: Se você limpar o armazenamento do seu navegador ou mudar de navegador, suas mensagens e chaves antigas podem desaparecer.
ro: Dacă îți ștergi stocarea browser-ului sau schimbi browsere, mesajele și cheile tale vechi pot dispărea.
ru: Если вы очистите хранилище браузера или переключитесь на другой браузер, ваши старые сообщения и ключи могут исчезнуть.
sk: Ak vymažete úložisko prehliadača alebo prejdete na iný prehliadač, vaše staré správy a kľúče môžu zmiznúť.
sl: Če izbrišete shranjevanje brskalnika ali preklopite brskalnike, lahko vaša stara sporočila in ključi izginejo.
sr: Ako obrišete skladište pregledača ili promenite pretraživače, vaše stare poruke i ključevi mogu nestati.
sv: Om du rensar din webbläsares lagring eller byter webbläsare kan dina gamla meddelanden och nycklar försvinna.
th: ถ้าคุณล้างที่เก็บข้อมูลของเบราว์เซอร์หรือเปลี่ยนเบราว์เซอร์ ข้อความและกุญแจเก่าของคุณอาจหายไป
tr: Tarayıcı depolamanızı temizlerseniz veya tarayıcıları değiştirirseniz, eski mesajlarınız ve anahtarlarınız kaybolabilir.
uk: Якщо ви очистите сховище браузера або переключите браузери, ваші старі повідомлення та ключі можуть зникнути.
vi: Nếu bạn xóa bộ nhớ trình duyệt hoặc chuyển đổi trình duyệt, các tin nhắn và khóa cũ của bạn có thể biến mất.

source: If you uninstall the app from your device, you will lose your old messages and keys.
ar: إذا قمت بإلغاء تثبيت التطبيق من جهازك، ستفقد رسائلك ومفاتيحك القديمة.
cs: Pokud aplikaci odinstalujete ze svého zařízení, ztratíte své staré zprávy a klíče.
da: Hvis du afinstallerer appen fra din enhed, mister du dine gamle beskeder og nøgler.
de: Wenn Sie die App von Ihrem Gerät deinstallieren, verlieren Sie Ihre alten Nachrichten und Schlüssel.
el: Αν απεγκαταστήσετε την εφαρμογή από τη συσκευή σας, θα χάσετε τα παλιά σας μηνύματα και κλειδιά.
es: Si desinstalas la aplicación de tu dispositivo, perderás tus mensajes y claves antiguos.
fi: Jos poistat sovelluksen laitteeltasi, menetät vanhat viestisi ja avaimet.
fr: Si vous désinstallez l'application de votre appareil, vous perdrez vos anciens messages et clés.
he: אם תסירו את האפליקציה מהמכשיר שלכם, תאבדו את ההודעות והמפתחות הישנים שלכם.
id: Jika Anda menghapus aplikasi dari perangkat Anda, Anda akan kehilangan pesan dan kunci lama Anda.
it: Se disinstalli l'app dal tuo dispositivo, perderai i tuoi vecchi messaggi e chiavi.
ja: デバイスからアプリをアンインストールすると、古いメッセージやキーを失います。
nl: Als je de app van je apparaat verwijdert, verlies je je oude berichten en sleutels.
no: Hvis du avinstallerer appen fra enheten din, vil du miste gamle meldinger og nøkler.
pl: Jeśli odinstalujesz aplikację z urządzenia, stracisz swoje stare wiadomości i klucze.
pt: Se você desinstalar o aplicativo do seu dispositivo, você perderá suas mensagens e chaves antigas.
ro: Dacă dezinstalezi aplicația de pe dispozitivul tău, vei pierde mesajele și cheile tale vechi.
ru: Если вы удалите приложение с вашего устройства, вы потеряете свои старые сообщения и ключи.
sk: Ak odinštalujete aplikáciu zo svojho zariadenia, stratíte svoje staré správy a kľúče.
sl: Če odstranite aplikacijo s svojega naprave, boste izgubili svoja stara sporočila in ključe.
sr: Ako deinstalirate aplikaciju sa svog uređaja, izgubićete svoje stare poruke i ključeve.
sv: Om du avinstallerar appen från din enhet kommer du att förlora dina gamla meddelanden och nycklar.
th: ถ้าคุณถอนการติดตั้งแอปจากอุปกรณ์ของคุณ คุณจะสูญเสียข้อความและกุญแจเก่าของคุณ
tr: Uygulamayı cihazınızdan kaldırırsanız, eski mesajlarınızı ve anahtarlarınızı kaybedersiniz.
uk: Якщо ви видалите додаток зі свого пристрою, ви втратите свої старі повідомлення та ключі.
vi: Nếu bạn gỡ cài đặt ứng dụng khỏi thiết bị của mình, bạn sẽ mất các tin nhắn và khóa cũ.

source: Import a backup instead
cs: Namísto toho importujte zálohu
el: Εισαγάγετε αντί αυτού ένα αντίγραφο ασφαλείας

source: Import Existing Key
ar: استيراد المفتاح الموجود
cs: Importovat existující klíč
da: Importer eksisterende nøgle
de: Vorhandenen Schlüssel importieren
el: Εισαγωγή Υπάρχοντος Κλειδιού
es: Importar clave existente
fi: Tuo olemassa oleva avain
fr: Importer une clé existante
he: ייבא מפתח קיים
id: Impor Kunci yang Ada
it: Importa chiave esistente
ja: 既存のキーをインポート
nl: Importeer bestaande sleutel
no: Importer eksisterende nøkkel
pl: Importuj istniejący klucz
pt: Importar Chave Existente
ro: Importă cheia existentă
ru: Импорт существующего ключа
sk: Importovať existujúci kľúč
sl: Uvozi obstoječi ključ
sr: Uvezi postojeći ključ
sv: Importera befintlig nyckel
th: นำเข้ากุญแจที่มีอยู่
tr: Mevcut Anahtarı İçe Aktar
uk: Імпортувати існуючий ключ
vi: Nhập khóa hiện có

source: Important first-time user information:
ar: معلومات مهمة للمستخدمين الجدد:
cs: Důležité informace pro nové uživatele:
da: Vigtig information til førstegangsbrugere:
de: Wichtige Informationen für Erstnutzer:
el: Σημαντικές πληροφορίες για νέους χρήστες:
es: Información importante para el primer usuario:
fi: Tärkeitä tietoja ensikertalaiselle:
fr: Informations importantes pour le premier utilisateur :
he: מידע חשוב למשתמשים חדשים:
id: Informasi penting untuk pengguna baru:
it: Informazioni importanti per i nuovi utenti:
ja: 初めてのユーザーに関する重要な情報:
nl: Belangrijke informatie voor nieuwe gebruikers:
no: Viktig informasjon for førstegangsbrukere:
pl: Ważne informacje dla użytkowników po raz pierwszy:
pt: Informações importantes para novos usuários:
ro: Informații importante pentru utilizatorii pentru prima dată:
ru: Важная информация для начинающих пользователей:
sk: Dôležité informácie pre nových používateľov:
sl: Pomembne informacije za nove uporabnike:
sr: Važne informacije za korisnike prvi put:
sv: Viktig information för första gången användare:
th: ข้อมูลสำคัญสำหรับผู้ใช้ครั้งแรก:
tr: Önemli ilk kez kullanıcı bilgileri:
uk: Важлива інформація для користувачів вперше:
vi: Thông tin quan trọng cho người dùng lần đầu:
