Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: This is your public address and is safe to share with anyone you want to interact with.
ar: هذه هي عنوانك العام وهو آمن لمشاركته مع أي شخص تريد التفاعل معه.
cs: Toto je vaše veřejná adresa a je bezpečné ji sdílet s kýmkoli, s kým chcete interagovat.
da: Dette er din offentlige adresse, og den er sikker at dele med hvem som helst, du ønsker at interagere med.
de: Dies ist deine öffentliche Adresse und sicher, sie mit jedem zu teilen, mit dem du interagieren möchtest.
el: Αυτή είναι η δημόσια διεύθυνσή σας και είναι ασφαλής για να τη μοιραστείτε με οποιονδήποτε θέλετε να αλληλεπιδράσετε.
es: Esta es tu dirección pública y es segura para compartir con cualquier persona con la que quieras interactuar.
fi: Tämä on julkinen osoitteesi, ja se on turvallista jakaa kenen tahansa kanssa, jonka kanssa haluat olla vuorovaikutuksessa.
fr: Ceci est votre adresse publique et elle est sûre à partager avec quiconque avec qui vous souhaitez interagir.
he: זו הכתובת הציבורית שלך והיא בטוחה לשיתוף עם כל מי שאתה רוצה לתקשר איתו.
id: Ini adalah alamat publik Anda dan aman untuk dibagikan kepada siapa saja yang ingin Anda ajak berinteraksi.
it: Questo è il tuo indirizzo pubblico ed è sicuro condividerlo con chiunque tu voglia interagire.
ja: これはあなたの公開アドレスであり、やり取りしたい相手と共有しても安全です。
nl: Dit is je openbare adres en is veilig om te delen met iedereen met wie je wilt interageren.
no: Dette er din offentlige adresse og er trygg å dele med hvem som helst du ønsker å samhandle med.
pl: To jest twój publiczny adres i jest bezpieczny do udostępnienia każdemu, z kim chcesz wchodzić w interakcje.
pt: Este é o seu endereço público e é seguro compartilhar com qualquer pessoa com quem você queira interagir.
ro: Aceasta este adresa ta publică și este sigură pentru a fi împărtășită cu oricine dorești să interacționezi.
ru: Это ваш публичный адрес, и его безопасно делиться с любым, с кем вы хотите взаимодействовать.
sk: Toto je vaša verejná adresa a je bezpečné ju zdieľať s kýmkoľvek, s kým chcete interagovať.
sl: To je tvoja javna naslov in je varen za deljenje z vsakomur, s katerim želiš komunicirati.
sr: Ovo je vaša javna adresa i sigurno je deliti je sa bilo kim s kim želite da komunicirate.
sv: Detta är din offentliga adress och är säker att dela med vem som helst du vill interagera med.
th: นี่คือที่อยู่สาธารณะของคุณและปลอดภัยที่จะแชร์กับใครก็ตามที่คุณต้องการติดต่อด้วย
tr: Bu, herkese etkileşimde bulunmak istediğinizde paylaşabileceğiniz güvenli bir genel adresinizdir.
uk: Це ваша публічна адреса, і її безпечно ділитися з будь-ким, з ким ви хочете взаємодіяти.
vi: Đây là địa chỉ công khai của bạn và an toàn để chia sẻ với bất kỳ ai bạn muốn tương tác.

source: This link will not expire, but you can generate a new one at any time, which will invalidate the old link.
ar: لن تنتهي صلاحية هذا الرابط، لكن يمكنك إنشاء رابط جديد في أي وقت، مما سيؤدي إلى إبطال الرابط القديم.
cs: Tento odkaz nevyprší, ale můžete kdykoli vygenerovat nový, který zneplatní starý odkaz.
da: Dette link udløber ikke, men du kan generere et nyt når som helst, hvilket vil gøre det gamle link ugyldigt.
de: Dieser Link läuft nicht ab, aber du kannst jederzeit einen neuen generieren, der den alten Link ungültig macht.
el: Deze link verloopt niet, maar je kunt op elk moment een nieuwe genereren, wat de oude link ongeldig maakt.
es: Este enlace no expirará, pero puedes generar uno nuevo en cualquier momento, lo que invalidará el enlace antiguo.
fi: Tämä linkki ei vanhene, mutta voit luoda uuden milloin tahansa, mikä tekee vanhasta linkistä voimattoman.
fr: Ce lien n'expirera pas, mais vous pouvez en générer un nouveau à tout moment, ce qui invalidera l'ancien lien.
he: הקישור הזה לא יפוג, אבל אתה יכול ליצור חדש בכל עת, מה שיבטל את הקישור הישן.
id: Tautan ini tidak akan kedaluwarsa, tetapi Anda dapat menghasilkan yang baru kapan saja, yang akan membatalkan tautan lama.
it: Questo link non scadrà, ma puoi generarne uno nuovo in qualsiasi momento, il che invaliderà il vecchio link.
ja: このリンクは期限切れになりませんが、いつでも新しいリンクを生成でき、古いリンクは無効になります。
nl: Deze link verloopt niet, maar je kunt op elk moment een nieuwe genereren, die de oude link ongeldig maakt.
no: Denne lenken vil ikke utløpe, men du kan generere en ny når som helst, som vil ugyldiggjøre den gamle lenken.
pl: Ten link nie wygaśnie, ale możesz w każdej chwili wygenerować nowy, co unieważni stary link.
pt: Este link não expirará, mas você pode gerar um novo a qualquer momento, o que invalidará o link antigo.
ro: Acest link nu va expira, dar poți genera unul nou în orice moment, ceea ce va invalida vechiul link.
ru: Эта ссылка не истечет, но вы можете создать новую в любое время, что сделает старую ссылку недействительной.
sk: Tento odkaz nevyprší, ale môžete kedykoľvek vygenerovať nový, ktorý zneplatní starý odkaz.
sl: Ta povezava ne bo potekla, vendar lahko kadar koli ustvariš novo, kar bo razveljavilo staro povezavo.
sr: Ovaj link neće isteći, ali možete generisati novi u bilo kojem trenutku, što će poništiti stari link.
sv: Denna länk kommer inte att gå ut, men du kan generera en ny när som helst, vilket kommer att ogiltigförklara den gamla länken.
th: ลิงก์นี้จะไม่หมดอายุ แต่คุณสามารถสร้างลิงก์ใหม่ได้ทุกเมื่อ ซึ่งจะทำให้ลิงก์เก่าไม่สามารถใช้งานได้
tr: Bu bağlantı süresiz geçerli olacaktır, ancak istediğiniz zaman yeni bir tane oluşturabilirsiniz, bu da eski bağlantıyı geçersiz kılacaktır.
uk: Це посилання не закінчиться, але ви можете згенерувати нове в будь-який час, що зробить старе посилання недійсним.

source: This name conflicts with mention keywords.
ar: هذا الاسم يتعارض مع كلمات الذكر.
cs: Toto jméno koliduje s klíčovými slovy zmínky.
da: Dette navn konflikter med nævneord.
el: Αυτή η ονομασία συγκρούεται με τις λέξεις-κλειδιά αναφοράς.
fr: Ce nom entre en conflit avec des mots-clés de mention.
he: שם זה מתנגש עם מילות מפתח להזכרה.
id: Nama ini bertentangan dengan kata kunci sebutan.
it: Questo nome è in conflitto con le parole chiave di menzione.
ja: この名前はメンションキーワードと競合しています。
nl: Deze naam conflicteert met vermelding sleutelwoorden.
no: Dette navnet er i konflikt med nevneord.
pl: Ta nazwa koliduje z słowami kluczowymi wzmianki.
pt: Este nome entra em conflito com palavras-chave de menção.
ro: Acest nume intră în conflict cu cuvintele cheie de mențiune.
ru: Это имя конфликтует с ключевыми словами упоминаний.
sk: Toto meno sa konfliktuje s kľúčovými slovami zmienky.
sl: To ime se prekriva z ključnimi besedami omembe.
sr: Ovo ime se sukobljava sa ključnim rečima za pominjanje.
sv: Detta namn krockar med nämningsnyckelord.
th: ชื่อนี้ขัดแย้งกับคำที่ใช้ในการกล่าวถึง
tr: Bu isim, bahsetme anahtar kelimeleriyle çelişiyor.

source: This public invite link is no longer valid.
ar: رابط الدعوة العامة هذا لم يعد صالحًا.
cs: Tento veřejný pozvánkový odkaz již není platný.
da: Dette offentlige invite link er ikke længere gyldigt.
de: Dieser öffentliche Einladungslink ist nicht mehr gültig.
el: Deze openbare uitnodigingslink is niet langer geldig.
es: Este enlace de invitación pública ya no es válido.
fi: Tämä julkinen kutsulinkki ei ole enää voimassa.
fr: Ce lien d'invitation public n'est plus valide.
he: קישור ההזמנה הציבורי הזה אינו תקף יותר.
id: Tautan undangan publik ini tidak lagi valid.
it: Questo link di invito pubblico non è più valido.
ja: この公開招待リンクはもはや無効です。
nl: Deze openbare uitnodigingslink is niet langer geldig.
no: Denne offentlige invitasjonslenken er ikke lenger gyldig.
pl: Ten publiczny link zaproszenia nie jest już ważny.
pt: Este link de convite público não é mais válido.
ro: Acest link public de invitație nu mai este valabil.
ru: Эта публичная ссылка приглашения больше не действительна.
sk: Tento verejný pozývací odkaz už nie je platný.
sl: Ta javna povezava za povabilo ni več veljavna.
sr: Ova javna pozivnica više nije važeća.
sv: Denna offentliga inbjudningslänk är inte längre giltig.
th: ลิงก์เชิญสาธารณะนี้ไม่ถูกต้องอีกต่อไป
tr: Bu kamu davet bağlantısı artık geçerli değil.
uk: Це публічне посилання запрошення більше не дійсне.

source: This Space
ar: هذه المساحة
cs: Tento Space
da: Dette Space
el: Αυτός ο Χώρος
fr: Cet Espace
he: החלל הזה
id: Space ini
it: Questo Spazio
ja: このスペース
nl: Deze Space
no: Dette Space
pl: Ta Przestrzeń
pt: Este Espaço
ro: Acest Spațiu
ru: Это Пространство
sk: Tento priestor
sl: Ta prostor
sr: Ovaj prostor
sv: Detta Space
th: พื้นที่นี้
tr: Bu Alan

source: This user is already a member of this space.
ar: هذا المستخدم هو بالفعل عضو في هذا مساحة.
cs: Tento uživatel je již členem tohoto Space.
da: Denne bruger er allerede medlem af dette Space.
de: Dieser Benutzer ist bereits Mitglied dieses Spaces.
el: Αυτός ο χρήστης είναι ήδη μέλος αυτού του Χώρου.
es: Este usuario ya es miembro de este espacio.
fi: Tämä käyttäjä on jo tämän Spacen jäsen.
fr: Cet utilisateur est déjà membre de cet Espace.
he: משתמש זה כבר חבר ב-מרחב הזה.
id: Pengguna ini sudah menjadi anggota Ruang ini.
it: Questo utente è già un membro di questo Spazio.
ja: このユーザーはすでにこのスペースのメンバーです。
nl: Deze gebruiker is al lid van deze Space.
no: Denne brukeren er allerede medlem av dette Space.
pl: Ten użytkownik jest już członkiem tego Space.
pt: Este usuário já é membro deste Space.
ro: Acest utilizator este deja membru al acestui Spațiu.
ru: Этот пользователь уже является участником этого Пространства.
sk: Tento používateľ je už členom tohto Space.
sl: Ta uporabnik je že član tega Space.
sr: Ovaj korisnik je već član ovog espacija.
sv: Denna användare är redan medlem i detta Space.
th: ผู้ใช้คนนี้เป็นสมาชิกของ Space นี้แล้ว
tr: Bu kullanıcı zaten bu espaciada bir üyedir.
uk: Цей користувач вже є учасником цього Простір.

source: This user will be able to send messages in this Space again.
ar: سيكون بإمكان هذا المستخدم إرسال الرسائل في هذا الفضاء مرة أخرى.
cs: Tento uživatel bude moci znovu posílat zprávy v tomto Space.
da: Denne bruger vil kunne sende beskeder i dette Space igen.
el: Αυτός ο χρήστης θα μπορεί να στέλνει μηνύματα σε αυτόν τον Χώρο ξανά.
fr: Cet utilisateur pourra à nouveau envoyer des messages dans cet Espace.
he: משתמש זה יוכל לשלוח הודעות ב-Space זה שוב.
id: Pengguna ini akan dapat mengirim pesan di Space ini lagi.
it: Questo utente potrà inviare messaggi in questo Spazio di nuovo.
ja: このユーザーは再びこのスペースでメッセージを送信できるようになります。
nl: Deze gebruiker kan weer berichten verzenden in deze Ruimte.
no: Denne brukeren vil kunne sende meldinger i denne Space igjen.
pl: Ten użytkownik będzie mógł ponownie wysyłać wiadomości w tym Space.
pt: Este usuário poderá enviar mensagens neste Espaço novamente.
ro: Acest utilizator va putea trimite mesaje din nou în acest Spațiu.
ru: Этот пользователь снова сможет отправлять сообщения в этом Пространстве.
sk: Tento používateľ bude môcť znovu posielať správy v tomto priestore.
sl: Ta uporabnik bo lahko ponovno pošiljal sporočila v tem Space.
sr: Ovaj korisnik će ponovo moći da šalje poruke u ovom prostoru.
sv: Denna användare kommer att kunna skicka meddelanden i denna Space igen.
th: ผู้ใช้นี้จะสามารถส่งข้อความใน Space นี้ได้อีกครั้ง
tr: Bu kullanıcı, bu Alan'da tekrar mesaj gönderebilecek.

source: This user will be removed from the Space.
ar: سيتم إزالة هذا المستخدم من الفضاء.
cs: Tento uživatel bude odstraněn z Space.
da: Denne bruger vil blive fjernet fra dette Space.
el: Αυτός ο χρήστης θα αφαιρεθεί από τον Χώρο.
fr: Cet utilisateur sera retiré de l'Espace.
he: משתמש זה יוסר מה-Space.
id: Pengguna ini akan dihapus dari Space.
it: Questo utente sarà rimosso dallo Spazio.
ja: このユーザーはスペースから削除されます。
nl: Deze gebruiker wordt uit de Ruimte verwijderd.
no: Denne brukeren vil bli fjernet fra Space.
pl: Ten użytkownik zostanie usunięty z Space.
pt: Este usuário será removido do Espaço.
ro: Acest utilizator va fi eliminat din Spațiu.
ru: Этот пользователь будет удален из Пространства.
sk: Tento používateľ bude odstránený z priestoru.
sl: Ta uporabnik bo odstranjen iz Space.
sr: Ovaj korisnik će biti uklonjen iz prostora.
sv: Denna användare kommer att tas bort från Space.
th: ผู้ใช้นี้จะถูกลบออกจาก Space
tr: Bu kullanıcı Alan'dan çıkarılacak.

source: This user will no longer be able to send messages in this Space.
ar: لن يكون بإمكان هذا المستخدم إرسال الرسائل في هذا الفضاء بعد الآن.
cs: Tento uživatel již nebude moci posílat zprávy v tomto Space.
da: Denne bruger vil ikke længere kunne sende beskeder i dette Space.
el: Αυτός ο χρήστης δεν θα μπορεί πλέον να στέλνει μηνύματα σε αυτόν τον Χώρο.
fr: Cet utilisateur ne pourra plus envoyer de messages dans cet Espace.
he: משתמש זה לא יוכל עוד לשלוח הודעות ב-Space זה.
id: Pengguna ini tidak akan dapat mengirim pesan di Space ini lagi.
it: Questo utente non potrà più inviare messaggi in questo Spazio.
ja: このユーザーはもはやこのスペースでメッセージを送信できなくなります。
nl: Deze gebruiker kan geen berichten meer verzenden in deze Ruimte.
no: Denne brukeren vil ikke lenger kunne sende meldinger i denne Space.
pl: Ten użytkownik nie będzie mógł już wysyłać wiadomości w tym Space.
pt: Este usuário não poderá mais enviar mensagens neste Espaço.
ro: Acest utilizator nu va mai putea trimite mesaje în acest Spațiu.
ru: Этот пользователь больше не сможет отправлять сообщения в этом Пространстве.
sk: Tento používateľ už nebude môcť posielať správy v tomto priestore.
sl: Ta uporabnik ne bo več mogel pošiljati sporočil v tem Space.
sr: Ovaj korisnik više neće moći da šalje poruke u ovom prostoru.
sv: Denna användare kommer inte längre att kunna skicka meddelanden i denna Space.
th: ผู้ใช้นี้จะไม่สามารถส่งข้อความใน Space นี้ได้อีกต่อไป
tr: Bu kullanıcı, bu Alan'da artık mesaj gönderemeyecek.

source: This user will not be able to send messages for {days} days.
ar: لن يتمكن هذا المستخدم من إرسال الرسائل لمدة {days} أيام.
cs: Tento uživatel nebude moci posílat zprávy po dobu {days} dní.
da: Denne bruger vil ikke kunne sende beskeder i {days} dage.
el: Αυτός ο χρήστης δεν θα μπορεί να στείλει μηνύματα για {days} ημέρες.
fr: Cet utilisateur ne pourra pas envoyer de messages pendant {days} jours.
he: משתמש זה לא יוכל לשלוח הודעות במשך {days} ימים.
id: Pengguna ini tidak akan dapat mengirim pesan selama {days} hari.
it: Questo utente non potrà inviare messaggi per {days} giorni.
ja: このユーザーは{days}日間メッセージを送信できません。
nl: Deze gebruiker kan {days} dagen geen berichten verzenden.
no: Denne brukeren vil ikke kunne sende meldinger i {days} dager.
pl: Ten użytkownik nie będzie mógł wysyłać wiadomości przez {days} dni.
pt: Este usuário não poderá enviar mensagens por {days} dias.
ro: Acest utilizator nu va putea trimite mesaje timp de {days} zile.
ru: Этот пользователь не сможет отправлять сообщения в течение {days} дней.
sk: Tento používateľ nebude môcť posielať správy na {days} dni.
sl: Ta uporabnik ne bo mogel pošiljati sporočil {days} dni.
sr: Ovaj korisnik neće moći da šalje poruke narednih {days} dana.
sv: Denna användare kommer inte kunna skicka meddelanden i {days} dagar.
th: ผู้ใช้คนนี้จะไม่สามารถส่งข้อความได้เป็นเวลา {days} วัน

source: This will create a public invite link that anyone can use to join your Space. Consider who you share this link with.
ar: سيؤدي ذلك إلى إنشاء رابط دعوة عام يمكن لأي شخص استخدامه للانضمام إلى الفضاء الخاص بك. اعتبر من تشارك هذا الرابط معه.
cs: Tímto vytvoříte veřejný pozvánkový odkaz, který může kdokoli použít k připojení k vašemu Space. Zvažte, s kým tento odkaz sdílíte.
da: Dette vil oprette et offentligt invite-link, som alle kan bruge til at deltage i dit Space. Overvej, hvem du deler dette link med.
de: Dies wird einen öffentlichen Einladungslink erstellen, den jeder verwenden kann, um deinem Raum beizutreten. Überlege, mit wem du diesen Link teilst.
el: Dit zal een openbare uitnodigingslink creëren die iedereen kan gebruiken om να εισέλθει στον Χώρο σας. Σκεφτείτε με ποιον μοιράζεστε αυτόν τον σύνδεσμο.
es: Esto creará un enlace de invitación público que cualquiera puede usar para unirse a tu Espacio. Considera con quién compartes este enlace.
fi: Tämä luo julkisen kutsulinkin, jota kuka tahansa voi käyttää liittyäkseen Tilaosi. Mieti, kenelle jaat tämän linkin.
fr: Cela créera un lien d'invitation public que quiconque peut utiliser pour rejoindre votre Espace. Réfléchissez à qui vous partagez ce lien.
he: זה ייצור קישור הזמנה ציבורי שכל אחד יכול להשתמש בו כדי להצטרף למרחב שלך. שקול עם מי אתה משתף קישור זה.
id: Ini akan membuat tautan undangan publik yang dapat digunakan siapa saja untuk bergabung dengan Ruang Anda. Pertimbangkan dengan siapa Anda membagikan tautan ini.
it: Questo creerà un link di invito pubblico che chiunque può usare per unirsi al tuo Spazio. Considera con chi condividi questo link.
ja: これにより、誰でも参加できる公開招待リンクが作成されます。このリンクを共有する相手を考慮してください。
nl: Dit zal een openbare uitnodigingslink creëren die iedereen kan gebruiken om je Space te joinen. Overweeg met wie je deze link deelt.
no: Dette vil opprette en offentlig invitasjonslenke som alle kan bruke for å bli med i ditt Space. Tenk på hvem du deler denne lenken med.
pl: To utworzy publiczny link zaproszenia, z którego każdy może skorzystać, aby dołączyć do Twojego Space. Zastanów się, z kim dzielisz się tym linkiem.
pt: Isso criará um link de convite público que qualquer um pode usar para entrar no seu Espaço. Considere com quem você compartilha este link.
ro: Aceasta va crea un link de invitație public pe care oricine îl poate folosi pentru a se alătura Spațiu-ului tău. Ia în considerare cu cine împărtășești acest link.
ru: Это создаст публичную ссылку-приглашение, которую любой может использовать для присоединения к вашему Пространству. Подумайте, с кем вы делитесь этой ссылкой.
sk: Toto vytvorí verejný pozývací odkaz, ktorý môže ktokoľvek použiť na pripojenie do vášho Espacia. Zvážte, s kým tento odkaz zdieľate.
sl: To bo ustvarilo javno povabilno povezavo, ki jo lahko kdorkoli uporabi za pridružitev tvojemu prostoru. Premisli, s kom deliš to povezavo.
sr: Ovo će kreirati javni pozivni link koji svako može koristiti da se pridruži vašem Space. Razmislite s kim delite ovaj link.
sv: Detta kommer att skapa en offentlig inbjudningslänk som vem som helst kan använda för att gå med i ditt Space. Tänk på vem du delar denna länk med.
th: สิ่งนี้จะสร้างลิงก์เชิญสาธารณะที่ใครก็สามารถใช้เพื่อเข้าร่วม Space ของคุณ พิจารณาว่าคุณจะแบ่งปันลิงก์นี้กับใคร
tr: Bu, herkesin Space'nuzu katılmak için kullanabileceği bir genel davet bağlantısı oluşturacaktır. Bu bağlantıyı kiminle paylaştığınıza dikkat edin.
uk: Це створить публічне запрошення, яке будь-хто може використати для приєднання до вашого Простір. Подумайте, з ким ви ділитеся цим посиланням.

source: This will delete all your data from this browser, including your private keys and all direct messages. Direct messages cannot be recovered. Make sure you have exported your private key from the Privacy/Security settings. This action cannot be undone.
cs: Tato akce smaže všechna vaše data v tomto prohlížeči, včetně soukromých klíčů a všech soukromých zpráv. Soukromé zprávy nelze obnovit. Ujistěte se, že jste exportovali svůj soukromý klíč v nastavení Soukromí/Bezpečnost. Tuto akci nelze zrušit.
el: Αυτή η ενέργεια θα διαγράψει όλα τα δεδομένα σας από αυτό το πρόγραμμα περιήγησης, συμπεριλαμβανομένων των ιδιωτικών κλειδιών σας και όλων των ιδιωτικών μηνυμάτων. Τα ιδιωτικά μηνύματα δεν μπορούν να αποκατασταθούν. Βεβαιωθείτε ότι έχετε εξαγάγει το ιδιωτικό σας κλειδί από τις ρυθμίσεις Ιδιωτικότητας/Ασφάλειας. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Cela supprimera toutes vos données de ce navigateur, y compris vos clés privées et tous les messages directs. Les messages directs ne peuvent pas être récupérés. Assurez-vous d'avoir exporté votre clé privée depuis les paramètres de Confidentialité/Sécurité. Cette action est irréversible.
ru: Это удалит все Ваши данные с этого браузера, включая Ваши приватные ключи и все личные сообщения. Личные сообщения нельзя восстановить. Убедитесь, что Вы экспортировали свой приватный ключ из раздела Настройки/Безопасность. Это действие нельзя отменить.

source: This will generate a new public invite link and invalidate the current one. Anyone with the old link will no longer be able to use it.
ar: سيؤدي ذلك إلى إنشاء رابط دعوة عام جديد وإبطال الرابط الحالي. لن يتمكن أي شخص لديه الرابط القديم من استخدامه بعد الآن.
cs: Tímto vygenerujete nový veřejný pozvánkový odkaz a zneplatníte ten aktuální. Kdokoli s původním odkazem již nebude moci jej použít.
da: Dette vil generere et nyt offentligt invite-link og ugyldiggøre det nuværende. Alle med det gamle link vil ikke længere kunne bruge det.
de: Dies wird einen neuen öffentlichen Einladungslink generieren und den aktuellen ungültig machen. Jeder mit dem alten Link wird ihn nicht mehr verwenden können.
el: Dit zal een nieuwe openbare uitnodigingslink genereren en de huidige ongeldig maken. Iedereen met de oude link kan deze niet meer gebruiken.
es: Esto generará un nuevo enlace de invitación público e invalidará el actual. Cualquiera con el enlace antiguo ya no podrá usarlo.
fi: Tämä luo uuden julkisen kutsulinkin ja mitätöi nykyisen. Kuka tahansa vanhan linkin omaava ei voi enää käyttää sitä.
fr: Cela générera un nouveau lien d'invitation public et invalidera l'ancien. Quiconque possède l'ancien lien ne pourra plus l'utiliser.
he: זה ייצור קישור הזמנה ציבורי חדש ויבטל את הקישור הנוכחי. כל מי שיש לו את הקישור הישן לא יוכל להשתמש בו יותר.
id: Ini akan menghasilkan tautan undangan publik baru dan membatalkan tautan yang ada. Siapa pun dengan tautan lama tidak akan dapat menggunakannya lagi.
it: Questo genererà un nuovo link di invito pubblico e invaliderà quello attuale. Chiunque abbia il vecchio link non potrà più usarlo.
ja: これにより、新しい公開招待リンクが生成され、現在のリンクが無効になります。古いリンクを持っている人はもはやそれを使用できなくなります。
nl: Dit zal een nieuwe openbare uitnodigingslink genereren en de huidige ongeldig maken. Iedereen met de oude link kan deze niet meer gebruiken.
no: Dette vil generere en ny offentlig invitasjonslenke og ugyldiggjøre den nåværende. Alle med den gamle lenken vil ikke lenger kunne bruke den.
pl: To wygeneruje nowy publiczny link zaproszenia i unieważni obecny. Każdy, kto ma stary link, nie będzie mógł go już używać.
pt: Isso gerará um novo link de convite público e invalidará o atual. Qualquer um com o link antigo não poderá mais usá-lo.
ro: Aceasta va genera un nou link de invitație public și va invalida pe cel curent. Oricine are vechiul link nu va mai putea să-l folosească.
ru: Это сгенерирует новую публичную ссылку-приглашение и аннулирует текущую. Любой, у кого есть старая ссылка, больше не сможет ее использовать.
sk: Toto vygeneruje nový verejný pozývací odkaz a zneplatní aktuálny. Každý, kto má starý odkaz, ho už nebude môcť použiť.
sl: To bo ustvarilo novo javno povabilno povezavo in razveljavilo trenutno. Kdorkoli s staro povezavo je ne bo več mogel uporabiti.
sr: Ovo će generisati novi javni pozivni link i poništiti trenutni. Svako ko ima stari link više neće moći da ga koristi.
sv: Detta kommer att generera en ny offentlig inbjudningslänk och ogiltigförklara den nuvarande. Vem som helst med den gamla länken kommer inte längre att kunna använda den.
th: สิ่งนี้จะสร้างลิงก์เชิญสาธารณะใหม่และทำให้ลิงก์ปัจจุบันไม่ถูกต้อง ใครก็ตามที่มีลิงก์เก่าจะไม่สามารถใช้มันได้อีกต่อไป
tr: Bu, yeni bir genel davet bağlantısı oluşturacak ve mevcut olanı geçersiz kılacaktır. Eski bağlantıya sahip olanlar artık bunu kullanamayacak.
uk: Це згенерує нове публічне запрошення та анулює поточне. Будь-хто зі старим посиланням більше не зможе його використати.
