Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Are you sure you want to delete this conversation? This will delete the conversation from your device only. The other participant will still have access to the conversation history.
ar: هل أنت متأكد أنك تريد حذف هذه المحادثة؟ سيؤدي هذا إلى حذف المحادثة من جهازك فقط. سيظل لدى الطرف الآخر الوصول إلى سجل المحادثة.
cs: Jste si jisti, že chcete smazat tuto konverzaci? Tímto se konverzace smaže pouze z vašeho zařízení. Druhý účastník bude mít stále přístup k historii konverzace.
da: Er du sikker på, at du vil slette denne samtale? Dette vil slette samtalen fra din enhed kun. Den anden deltager vil stadig have adgang til samtalehistorikken.
de: Sind Sie sicher, dass Sie dieses Gespräch löschen möchten? Dies löscht das Gespräch nur von Ihrem Gerät. Der andere Teilnehmer hat weiterhin Zugriff auf den Gesprächsverlauf.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη συνομιλία; Αυτό θα διαγράψει τη συνομιλία μόνο από τη συσκευή σας. Ο άλλος συμμετέχων θα έχει ακόμα πρόσβαση στο ιστορικό της συνομιλίας.
es: ¿Estás seguro de que deseas eliminar esta conversación? Esta acción eliminará la conversación de tu dispositivo solamente. El otro participante aún tendrá acceso al historial de la conversación.
fi: Oletko varma, että haluat poistaa tämän keskustelun? Tämä poistaa keskustelun vain laitteeltasi. Muulla osallistujalla on edelleen pääsy keskusteluhistoriaan.
fr: Êtes-vous sûr de vouloir supprimer cette conversation ? Cette action supprimera la conversation de votre appareil uniquement. L'autre participant aura toujours accès à l'historique de la conversation.
he: האם אתה בטוח שאתה רוצה למחוק את השיחה הזו? זה ימחק את השיחה מהמכשיר שלך בלבד. המשתתף השני עדיין יהיה גישה להיסטוריית השיחה.
id: Apakah Anda yakin ingin menghapus percakapan ini? Ini akan menghapus percakapan dari perangkat Anda saja. Peserta lain masih akan memiliki akses ke riwayat percakapan.
it: Sei sicuro di voler eliminare questa conversazione? Questo eliminerà la conversazione solo dal tuo dispositivo. L'altro partecipante avrà ancora accesso alla cronologia della conversazione.
ja: この会話を削除してもよろしいですか？ この操作はあなたのデバイスからのみ会話を削除します。他の参加者は会話履歴にアクセスできます。
nl: Weet je zeker dat je dit gesprek wilt verwijderen? Dit verwijdert het gesprek alleen van jouw apparaat. De andere deelnemer heeft nog steeds toegang tot de gespreksgeschiedenis.
no: Er du sikker på at du vil slette denne samtalen? Dette vil slette samtalen fra enheten din bare. Den andre deltakeren vil fortsatt ha tilgang til samtalehistorikken.
pl: Czy na pewno chcesz usunąć tę rozmowę? To usunie rozmowę tylko z twojego urządzenia. Inny uczestnik nadal będzie miał dostęp do historii rozmowy.
pt: Você tem certeza de que deseja excluir esta conversa? Esta ação excluirá a conversa apenas do seu dispositivo. O outro participante ainda terá acesso ao histórico da conversa.
ro: Ești sigur că vrei să ștergi această conversație? Este vorba despre ștergerea conversației doar de pe dispozitivul tău. Cealaltă persoană va avea în continuare acces la istoricul conversației.
ru: Вы уверены, что хотите удалить этот разговор? Вы удалите разговор только с вашего устройства. Другой участник все еще будет иметь доступ к истории разговора.
sk: Ste si istí, že chcete odstrániť túto konverzáciu? Týmto sa konverzácia odstráni iba z vášho zariadenia. Druhý účastník bude mať stále prístup k histórii konverzácie.
sl: Ali ste prepričani, da želite izbrisati to pogovor? To bo izbrisalo pogovor samo z vašega naprave. Drugi udeleženec bo še vedno imel dostop do zgodovine pogovora.
sr: Da li ste sigurni da želite da obrišete ovu konverzaciju? Da li ste sigurni da želite da obrišete ovu konverzaciju samo sa vašeg uređaja? Drugi učesnik će i dalje imati pristup istoriji konverzacije.
sv: Är du säker på att du vill ta bort den här konversationen? Detta kommer att ta bort konversationen från din enhet endast. Den andra deltagaren kommer fortfarande att ha tillgång till konversationshistoriken.
th: คุณแน่ใจหรือไม่ว่าต้องการลบการสนทนานี้? การดำเนินการนี้จะลบการสนทนาจากอุปกรณ์ของคุณเท่านั้น ผู้เข้าร่วมคนอื่นยังคงสามารถเข้าถึงประวัติการสนทนาได้.
tr: Bu sohbeti silmek istediğinize emin misiniz? Bu, sohbeti yalnızca cihazınızdan silecektir. Diğer katılımcı sohbet geçmişine erişmeye devam edecektir.
uk: Ви впевнені, що хочете видалити цю розмову? Це видалить розмову лише з вашого пристрою. Інший учасник все ще матиме доступ до історії розмови.

source: Are you sure you want to delete this message?
ar: هل أنت متأكد أنك تريد حذف هذه الرسالة؟
cs: Jste si jisti, že chcete smazat tuto zprávu?
da: Er du sikker på, at du vil slette denne besked?
de: Sind Sie sicher, dass Sie diese Nachricht löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το μήνυμα;
es: ¿Estás seguro de que deseas eliminar este mensaje?
fi: Oletko varma, että haluat poistaa tämän viestin?
fr: Êtes-vous sûr de vouloir supprimer ce message ?
he: האם אתה בטוח שאתה רוצה למחוק את ההודעה הזו?
id: Apakah Anda yakin ingin menghapus pesan ini?
it: Sei sicuro di voler eliminare questo messaggio?
ja: このメッセージを削除してもよろしいですか？
nl: Weet je zeker dat je dit bericht wilt verwijderen?
no: Er du sikker på at du vil slette denne meldingen?
pl: Czy na pewno chcesz usunąć tę wiadomość?
pt: Você tem certeza de que deseja excluir esta mensagem?
ro: Ești sigur că vrei să ștergi acest mesaj?
ru: Вы уверены, что хотите удалить это сообщение?
sk: Ste si istí, že chcete odstrániť túto správu?
sl: Ali ste prepričani, da želite izbrisati to sporočilo?
sr: Da li ste sigurni da želite da obrišete ovu poruku?
sv: Är du säker på att du vill ta bort det här meddelandet?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อความนี้?
tr: Bu mesajı silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити це повідомлення?

source: Are you sure you want to delete this role?
ar: هل أنت متأكد أنك تريد حذف هذه الدور؟
cs: Jste si jisti, že chcete smazat tuto roli?
da: Er du sikker på, at du vil slette denne rolle?
de: Sind Sie sicher, dass Sie diese Rolle löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον ρόλο;
es: ¿Estás seguro de que deseas eliminar este rol?
fi: Oletko varma, että haluat poistaa tämän roolin?
fr: Êtes-vous sûr de vouloir supprimer ce rôle ?
he: האם אתה בטוח שאתה רוצה למחוק את התפקיד הזה?
id: Apakah Anda yakin ingin menghapus peran ini?
it: Sei sicuro di voler eliminare questo ruolo?
ja: この役割を削除してもよろしいですか？
nl: Weet je zeker dat je deze rol wilt verwijderen?
no: Er du sikker på at du vil slette denne rollen?
pl: Czy na pewno chcesz usunąć tę rolę?
pt: Você tem certeza de que deseja excluir este papel?
ro: Ești sigur că vrei să ștergi acest rol?
ru: Вы уверены, что хотите удалить эту роль?
sk: Ste si istí, že chcete odstrániť túto rolu?
sl: Ali ste prepričani, da želite izbrisati to vlogo?
sr: Da li ste sigurni da želite da obrišete ovu ulogu?
sv: Är du säker på att du vill ta bort den här rollen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบทบาทนี้?
tr: Bu rolü silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цю роль?

source: Are you sure you want to leave this Space? You won't be able to rejoin unless you are re-invited.
ar: هل أنت متأكد أنك تريد مغادرة هذه المساحة؟ لن تتمكن من إعادة الانضمام ما لم يتم دعوتك مرة أخرى.
cs: Jste si jisti, že chcete opustit tento Prostor? Nebudete se moci znovu připojit, pokud nebudete znovu pozváni.
da: Er du sikker på, at du vil forlade dette Space? Du vil ikke kunne genindtræde, medmindre du bliver geninviteret.
de: Bist du sicher, dass du diesen Space verlassen möchtest? Du wirst nicht wieder beitreten können, es sei denn, du wirst erneut eingeladen.
el: Είστε σίγουροι ότι θέλετε να φύγετε από αυτό το Space; Δεν θα μπορείτε να ξαναενωθείτε εκτός αν σας ξανακαλέσουν.
es: ¿Estás seguro de que quieres salir de este Espacio? No podrás volver a unirte a menos que seas reinvitado.
fi: Oletko varma, että haluat poistua tästä Space:sta? Et voi liittyä takaisin, ellei sinua kutsuta uudelleen.
fr: Êtes-vous sûr de vouloir quitter cet Space ? Vous ne pourrez pas revenir à moins d'être réinvité.
he: האם אתה בטוח שאתה רוצה לעזוב את ה- Space הזה? לא תוכל להצטרף מחדש אלא אם כן תוזמן מחדש.
id: Apakah Anda yakin ingin meninggalkan Ruang ini? Anda tidak akan dapat bergabung kembali kecuali Anda diundang kembali.
it: Sei sicuro di voler lasciare questo Espazio? Non potrai riunirti a meno che non venga reinvitato.
ja: このスペースを離れますか？再招待されない限り再参加できません。
nl: Weet je zeker dat je deze Space wilt verlaten? Je kunt niet opnieuw deelnemen tenzij je opnieuw wordt uitgenodigd.
no: Er du sikker på at du vil forlate dette Rommet? Du vil ikke kunne bli med igjen med mindre du blir invitert på nytt.
pl: Czy na pewno chcesz opuścić tę Przestrzeń? Nie będziesz mógł do niej wrócić, chyba że zostaniesz ponownie zaproszony.
pt: Você tem certeza de que deseja sair deste Espaço? Você não poderá reentrar a menos que seja reinvidado.
ro: Ești sigur că vrei să părăsești acest Space? Nu vei putea să te reîntorci decât dacă ești reinvitat.
ru: Вы уверены, что хотите покинуть это Пространство? Вы не сможете вернуться, если вас не пригласят снова.
sk: Si si istý, že chceš opustiť tento Space? Nebudeš sa môcť znovu pripojiť, pokiaľ ťa znova nepozvú.
sl: Si prepričan, da želiš zapustiti ta Space? Ne boš se mogel ponovno pridružiti, razen če te ponovno povabijo.
sr: Da li ste sigurni da želite da napustite ovaj Space? Nećete moći ponovo da se pridružite osim ako vas ponovo ne pozovu.
sv: Är du säker på att du vill lämna detta Space? Du kommer inte att kunna återansluta om du inte blir inbjuden igen.
th: คุณแน่ใจหรือว่าต้องการออกจาก Space นี้? คุณจะไม่สามารถเข้าร่วมใหม่ได้ เว้นแต่คุณจะได้รับเชิญอีกครั้ง
tr: Bu Alan'dan ayrılmak istediğinize emin misiniz? Yeniden davet edilmediğiniz sürece tekrar katılamayacaksınız.
uk: Ви впевнені, що хочете покинути цей Space? Ви не зможете приєднатися знову, якщо вас не запросили знову.
vi: Bạn có chắc chắn muốn rời khỏi Espacio này không? Bạn sẽ không thể tham gia lại trừ khi bạn được mời lại.

source: Are you sure you want to pin this message?
ar: هل أنت متأكد أنك تريد تثبيت هذه الرسالة؟
cs: Jste si jisti, že chcete připnout tuto zprávu?
da: Er du sikker på, at du vil fastgøre denne besked?
de: Sind Sie sicher, dass Sie diese Nachricht anheften möchten?
el: Είστε σίγουροι ότι θέλετε να καρφιτσώσετε αυτό το μήνυμα;
es: ¿Estás seguro de que deseas fijar este mensaje?
fi: Oletko varma, että haluat kiinnittää tämän viestin?
fr: Êtes-vous sûr de vouloir épingler ce message ?
he: האם אתה בטוח שאתה רוצה להדביק את ההודעה הזו?
id: Apakah Anda yakin ingin menyematkan pesan ini?
it: Sei sicuro di voler fissare questo messaggio?
ja: このメッセージをピン留めしてもよろしいですか？
nl: Weet je zeker dat je dit bericht wilt vastpinnen?
no: Er du sikker på at du vil feste denne meldingen?
pl: Czy na pewno chcesz przypiąć tę wiadomość?
pt: Você tem certeza de que deseja fixar esta mensagem?
ro: Ești sigur că vrei să fixezi acest mesaj?
ru: Вы уверены, что хотите закрепить это сообщение?
sk: Ste si istí, že chcete pripnúť túto správu?
sl: Ali ste prepričani, da želite pripeti to sporočilo?
sr: Da li ste sigurni da želite da zakačite ovu poruku?
sv: Är du säker på att du vill fästa det här meddelandet?
th: คุณแน่ใจหรือไม่ว่าต้องการปักหมุดข้อความนี้?
tr: Bu mesajı sabitlemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете закріпити це повідомлення?

source: Are you sure you want to unpin this message?
ar: هل أنت متأكد أنك تريد إلغاء تثبيت هذه الرسالة؟
cs: Jste si jisti, že chcete zprávu odpinout?
da: Er du sikker på, at du vil fjerne fastgørelsen af denne besked?
de: Sind Sie sicher, dass Sie diese Nachricht lösen möchten?
el: Είστε σίγουροι ότι θέλετε να ξεκαρφιτσώσετε αυτό το μήνυμα;
es: ¿Estás seguro de que deseas desanclar este mensaje?
fi: Oletko varma, että haluat irrottaa tämän viestin?
fr: Êtes-vous sûr de vouloir désépingler ce message ?
he: האם אתה בטוח שאתה רוצה לבטל את ההדבקה של ההודעה הזו?
id: Apakah Anda yakin ingin membatalkan penyematan pesan ini?
it: Sei sicuro di voler rimuovere il fissaggio di questo messaggio?
ja: このメッセージのピン留めを解除してもよろしいですか？
nl: Weet je zeker dat je dit bericht wilt losmaken?
no: Er du sikker på at du vil fjerne festingen av denne meldingen?
pl: Czy na pewno chcesz odpiąć tę wiadomość?
pt: Você tem certeza de que deseja desfixar esta mensagem?
ro: Ești sigur că vrei să desfaci fixarea acestui mesaj?
ru: Вы уверены, что хотите открепить это сообщение?
sk: Ste si istí, že chcete odopnúť túto správu?
sl: Ali ste prepričani, da želite odstraniti priponitev tega sporočila?
sr: Da li ste sigurni da želite da odkačite ovu poruku?
sv: Är du säker på att du vill avfästa det här meddelandet?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการปักหมุดข้อความนี้?
tr: Bu mesajın sabitlenmesini kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете зняти закріплення з цього повідомлення?

source: attach image
ar: إرفاق صورة
cs: připojit obrázek
da: vedhæft billede
de: Bild anhängen
el: επισύναψη εικόνας
es: adjuntar imagen
fi: liitä kuva
fr: joindre une image
he: הצמד תמונה
id: lampirkan gambar
it: allega immagine
ja: 画像を添付
nl: afbeelding bijvoegen
no: vedlegg bilde
pl: dołącz obraz
pt: anexar imagem
ro: atașează imagine
ru: прикрепить изображение
sk: pripojiť obrázok
sl: pripni sliko
sr: prikači sliku
sv: bifoga bild
th: แนบรูปภาพ
tr: görüntü ekle
uk: додати зображення
vi: đính kèm hình ảnh

source: Away
ar: بعيد
cs: Pracovní
da: Væk
de: Abwesend
el: Απών
es: Ausente
fi: Poissa
fr: Absent
he: רחוק
id: Jauh
it: Assente
ja: 離席
nl: Afwezig
no: Borte
pl: Zdalny
pt: Ausente
ro: Departe
ru: Отошел
sk: Preč
sl: Oddaljen
sr: Daleko
sv: Borta
th: ออกไป
tr: Uzak
uk: Відсутній
vi: Đi vắng

source: Back to invite link
ar: العودة إلى رابط الدعوة
cs: Zpět na pozvánkový odkaz
da: Tilbage til invite link
de: Zurück zum Einladungslink
el: Terug naar uitnodigingslink
es: Volver al enlace de invitación
fi: Takaisin kutsulinkkiin
fr: Retour au lien d'invitation
he: חזרה לקישור הזמנה
id: Kembali ke tautan undangan
it: Torna al link di invito
ja: 招待リンクに戻る
nl: Terug naar uitnodigingslink
no: Tilbake til invitasjonslenke
pl: Powrót do linku zaproszenia
pt: Voltar para o link de convite
ro: Înapoi la linkul de invitație
ru: Назад к ссылке приглашения
sk: Späť na pozývací odkaz
sl: Nazaj na povezavo za povabilo
sr: Nazad na link za poziv
sv: Tillbaka till inbjudningslänk
th: กลับไปที่ลิงก์เชิญ
tr: Davet bağlantısına geri dön
uk: Назад до посилання запрошення

source: Backup Failed
ar: فشل النسخ الاحتياطي
cs: Záloha se nezdařila
da: Backup mislykkedes
de: Backup fehlgeschlagen
el: Αποτυχία Αντίγραφης
es: Copia de seguridad fallida
fi: Varmuuskopiointi epäonnistui
fr: Sauvegarde échouée
he: גיבוי נכשל
id: Cadangan Gagal
it: Backup Fallito
ja: バックアップに失敗しました
nl: Back-up mislukt
no: Sikkerhetskopiering mislyktes
pl: Kopia zapasowa nie powiodła się
pt: Backup Falhou
ro: Backup Eșuat
ru: Резервное копирование не удалось
sk: Zálohovanie zlyhalo
sl: Varnostno kopiranje ni uspelo
sr: Backup nije uspeo
sv: Säkerhetskopiering misslyckades
th: การสำรองข้อมูลล้มเหลว
tr: Yedekleme Başarısız
uk: Резервне копіювання не вдалося
vi: Sao lưu không thành công

source: Bio cannot contain special characters
ar: لا يمكن أن تحتوي السيرة الذاتية على أحرف خاصة
cs: Bio nesmí obsahovat speciální znaky
el: Η βιογραφία δεν μπορεί να περιέχει ειδικούς χαρακτήρες
fr: Le bio ne peut pas contenir de caractères spéciaux
ja: バイオには特殊文字を含めることはできません
nl: Bio mag geen speciale tekens bevatten
ru: Биография не может содержать специальные символы
sk: Bio nemôže obsahovať špeciálne znaky
sl: Bio ne more vsebovati posebnih znakov
sr: Bio ne može sadržati specijalne karaktere
th: ชีวประวัติไม่สามารถมีอักขระพิเศษ

source: Bio must be {MAX_BIO_LENGTH} characters or less
ar: يجب أن تكون السيرة الذاتية {MAX_BIO_LENGTH} حرفًا أو أقل
cs: Bio musí mít maximálně {MAX_BIO_LENGTH} znaků
el: Η βιογραφία πρέπει να είναι {MAX_BIO_LENGTH} χαρακτήρες ή λιγότερο
fr: Le bio doit contenir {MAX_BIO_LENGTH} caractères ou moins
ja: バイオは{MAX_BIO_LENGTH}文字以下でなければなりません
nl: Bio moet {MAX_BIO_LENGTH} tekens of minder zijn
ru: Биография должна содержать не более {MAX_BIO_LENGTH} символов
sk: Bio musí mať {MAX_BIO_LENGTH} znakov alebo menej
sl: Bio mora biti {MAX_BIO_LENGTH} znakov ali manj
sr: Bio mora imati {MAX_BIO_LENGTH} karaktera ili manje
th: ชีวประวัติจะต้องมีความยาวไม่เกิน {MAX_BIO_LENGTH} ตัวอักษร

source: Bold
ar: عريض
cs: Tučně
el: Έντονα
fr: Gras
ja: 太字
nl: Vet
ru: Жирный
sk: Tučné
sl: Krepko
sr: Podebljano
th: ตัวหนา

source: Bookmark
ar: علامة مرجعية
cs: Záložka
da: Bogmærke
el: Σελιδοδείκτης
fr: Marque-page
he: מועדף
id: Tandai
it: Segnalibro
ja: ブックマーク
nl: Bladwijzer
no: Bokmerke
pl: Zakładka
pt: Favorito
ro: Marcaj
ru: Закладка
sk: Záložka
sl: Zaznamek
sr: Obeleživač
sv: Bokmärke
th: บุ๊กมาร์ก
tr: Yer işaretle

source: Bookmark limit reached! Remove some to add new ones.
ar: تم الوصول إلى حد العلامات المرجعية! قم بإزالة بعضها لإضافة جديدة.
cs: Byl dosažen limit záložek! Odstraňte některé, abyste mohli přidat nové.
da: Bogmærkegrænsen er nået! Fjern nogle for at tilføje nye.
el: Έφτασες το όριο σελιδοδεικτών! Αφαίρεσε μερικούς για να προσθέσεις νέους.
fr: Limite de marque-pages atteint ! Supprimez-en quelques-uns pour en ajouter de nouveaux.
he: הגעת למגבלת המועדפים! הסר כמה כדי להוסיף חדשים.
id: Batas tandai telah tercapai! Hapus beberapa untuk menambahkan yang baru.
it: Limite di segnalibri raggiunto! Rimuovi alcuni per aggiungerne di nuovi.
ja: ブックマークの上限に達しました！新しいものを追加するにはいくつか削除してください。
nl: Limiet voor bladwijzers bereikt! Verwijder er een paar om nieuwe toe te voegen.
no: Bokmerkegrensen er nådd! Fjern noen for å legge til nye.
pl: Osiągnięto limit zakładek! Usuń niektóre, aby dodać nowe.
pt: Limite de favoritos alcançado! Remova alguns para adicionar novos.
ro: Limita de marcaje atins! Elimină unele pentru a adăuga altele noi.
ru: Достигнут лимит закладок! Удалите некоторые, чтобы добавить новые.
sk: Dosiahli ste limit záložiek! Odstráňte niektoré, aby ste pridali nové.
sl: Dosežena meja za zaznamke! Odstranite nekatere, da dodate nove.
sr: Dostignut limit obeleživača! Uklonite neke da dodate nove.
sv: Bokmärkesgränsen nådd! Ta bort några för att lägga till nya.
th: ถึงขีดจำกัดบุ๊กมาร์กแล้ว! ลบบางรายการเพื่อเพิ่มรายการใหม่
tr: Yer işaretleme limiti aşıldı! Yeni eklemek için bazılarını kaldırın.

source: Bookmark message
ar: رسالة الإشارة المرجعية
cs: Zpráva o záložce
da: Bogmærkemeddelelse
el: Μήνυμα σελιδοδείκτη
fr: Message de signet
he: הודעת סימן
id: Pesan bookmark
it: Messaggio di segnalibro
ja: ブックマークメッセージ
nl: Bladwijzerbericht
no: Bokmerkemelding
pl: Wiadomość zakładki
pt: Mensagem de marcador
ro: Mesaj de marcaj
ru: Сообщение закладки
sk: Správa záložky
sl: Sporočilo zaznamka
sr: Poruka oznake
sv: Bokmärkesmeddelande
th: ข้อความบุ๊กมาร์ก
tr: Yer işareti mesajı

source: Bookmark messages to save them for later reference
ar: رسائل الإشارة المرجعية لحفظها للرجوع إليها لاحقًا
cs: Zprávy o záložkách pro jejich uložení pro pozdější použití
da: Bogmærkemeddelser for at gemme dem til senere reference
el: Μηνύματα σελιδοδείκτη για να τα αποθηκεύσετε για μελλοντική αναφορά
fr: Messages de signet à enregistrer pour référence ultérieure
he: הודעות סימן לשמירה לעיון מאוחר
id: Pesan bookmark untuk menyimpannya sebagai referensi nanti
it: Messaggi di segnalibro per salvarli per riferimento futuro
ja: 後で参照するためにブックマークメッセージを保存
nl: Bladwijzerberichten om ze later te bewaren
no: Bokmerkemeldinger for å lagre dem for senere referanse
pl: Wiadomości zakładek, aby je zapisać do późniejszego odniesienia
pt: Mensagens de marcador para salvá-las para referência futura
ro: Mesaje de marcaj pentru a le salva pentru referințe ulterioare
ru: Сообщения закладок для сохранения их на будущее
sk: Správy záložiek na ich uloženie na neskoršie použitie
sl: Sporočila zaznamkov za shranjevanje za kasnejšo referenco
sr: Poruke oznake za čuvanje za kasniju referencu
sv: Bokmärkesmeddelanden för att spara dem för senare referens
th: ข้อความบุ๊กมาร์กเพื่อบันทึกไว้ใช้งานในภายหลัง
tr: Yer işareti mesajları, daha sonra referans için kaydedin

source: Bookmarked
ar: تم الإشارة المرجعية
cs: Uloženo
da: Bogmærket
el: Σελιδοδείκτης
fr: Signet enregistré
he: סומן
id: Telah dibookmark
it: Segnalato
ja: ブックマーク済み
nl: Bladwijzer toegevoegd
no: Bokmerket
pl: Zapisano zakładkę
pt: Marcado
ro: Marcaj
ru: Закладка добавлена
sk: Uložené
sl: Zaznamek dodan
sr: Označeno
sv: Bokmärkt
th: บุ๊กมาร์กแล้ว
tr: Yer işareti alındı

source: Bookmarked image
ar: صورة تم الإشارة المرجعية
cs: Uložený obrázek
da: Bogmærket billede
el: Εικόνα σελιδοδείκτη
fr: Image enregistrée
he: תמונה מסומנת
id: Gambar yang dibookmark
it: Immagine segnalata
ja: ブックマーク済みの画像
nl: Afbeelding gebookmarked
no: Bokmerket bilde
pl: Zapisano obrazek
pt: Imagem marcada
ro: Imagine marcată
ru: Закладка изображения
sk: Uložený obrázok
sl: Zaznamek slike
sr: Označena slika
sv: Bokmärkt bild
th: ภาพที่บุ๊กมาร์ก
tr: Yer işareti resmi

source: Bookmarked sticker
ar: ملصق تم الإشارة المرجعية
cs: Uložený sticker
da: Bogmærket klistermærke
el: Αυτοκόλλητο σελιδοδείκτη
fr: Autocollant enregistré
he: סטיקר מסומן
id: Stiker yang dibookmark
it: Adesivo segnalato
ja: ブックマーク済みのステッカー
nl: Sticker gebookmarked
no: Bokmerket klistremerke
pl: Zapisano naklejkę
pt: Adesivo marcado
ro: Sticker marcat
ru: Закладка стикера
sk: Uložený nálepka
sl: Zaznamek nalepke
sr: Označeni stikeri
sv: Bokmärkt klistermärke
th: สติกเกอร์ที่บุ๊กมาร์ก
tr: Yer işareti çıkartması

source: Bookmarks
ar: الإشارات المرجعية
cs: Záložky
da: Bogmærker
el: Σελιδοδείκτες
fr: Signets
he: סימנים
id: Bookmark
it: Segnalibri
ja: ブックマーク
nl: Bladwijzers
no: Bokmerker
pl: Zakładki
pt: Marcadores
ro: Marcaje
ru: Закладки
sk: Záložky
sl: Zaznamki
sr: Oznake
sv: Bokmärken
th: บุ๊กมาร์ก
tr: Yer işaretleri

source: Busy
ar: مشغول
cs: Zaneprázdněný
da: Optaget
de: Beschäftigt
el: Απασχολημένος
es: Ocupado
fi: Kiireinen
fr: Occupé
he: עסוק
id: Sibuk
it: Occupato
ja: 忙しい
nl: Bezig
no: Opptatt
pl: Zajęty
pt: Ocupado
ro: Ocupați
ru: Занят
sk: Zaneprázdnený
sl: Zaseden
sr: Zauzet
sv: Upptagen
th: ยุ่ง
tr: Meşgul
uk: Зайнятий
vi: Bận

source: Camera
ar: كاميرا
cs: Kamera
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
fi: Kamera
fr: Caméra
he: מצלמה
id: Kamera
it: Fotocamera
ja: カメラ
no: Kamera
pl: Kamera
pt: Câmera
ro: Cameră
ru: Камера
sk: Kamera
sl: Kamera
sr: Kamera
sv: Kamera
th: กล้อง
tr: Kamera
uk: Камера
vi: Máy ảnh

source: Camera permission is required to take photos
ar: إذن الكاميرا مطلوبة لالتقاط الصور
cs: Kamera je vyžadována pro pořizování fotografií
da: Kameratilladelse er påkrævet for at tage billeder
de: Kameraberechtigung ist erforderlich, um Fotos zu machen
el: Η άδεια κάμερας είναι απαραίτητη για να τραβήξετε φωτογραφίες
es: Se requiere permiso de cámara para tomar fotos
fi: Kameran käyttöoikeus on tarpeen valokuvien ottamiseen
fr: L'autorisation de la caméra est requise pour prendre des photos
he: דרושה הרשאת מצלמה כדי לצלם תמונות
id: Izin kamera diperlukan untuk mengambil foto
it: È richiesta l'autorizzazione della fotocamera per scattare foto
ja: 写真を撮るにはカメラの権限が必要です
nl: Camera toestemming is vereist om foto's te maken
no: Kameratilgang er nødvendig for å ta bilder
pl: Wymagana jest zgoda na dostęp do kamery, aby robić zdjęcia
pt: Permissão da câmera é necessária para tirar fotos
ro: Permisiunea pentru cameră este necesară pentru a face fotografii
ru: Разрешение на использование камеры необходимо для фотографий
sk: Povolenie na kameru je potrebné na fotenie
sl: Dovoljenje za kamero je potrebno za fotografiranje
sr: Dozvola za kameru je potrebna za pravljenje fotografija
sv: Kamerabehörighet krävs för att ta foton
th: ต้องการสิทธิ์กล้องเพื่อถ่ายภาพ
tr: Fotoğraf çekmek için kamera izni gereklidir
uk: Необхідно надати дозвіл на камеру, щоб робити фотографії
vi: Cần có quyền truy cập máy ảnh để chụp ảnh
