Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Could not obtain manifest for Space
ar: لم يتمكن من الحصول على البيان لـ فضاء
cs: Nepodařilo se získat manifest pro Prostor
da: Kunne ikke opnå manifest for rum
de: Konnte Manifest für Space nicht abrufen
el: Δεν ήταν δυνατή η απόκτηση του manifest για το Χώρος
es: No se pudo obtener el manifiesto para el Espcacio
fi: Ei voitu hankkia manifestia Tilalle
fr: Impossible d'obtenir le manifeste pour le Space
he: לא ניתן להשיג מניפסט עבור מרחב
id: Tidak dapat memperoleh manifest untuk Space
it: Impossibile ottenere il manifesto per lo Spazio
ja: スペースのマニフェストを取得できませんでした
nl: Kon manifest voor Space niet verkrijgen
no: Kunne ikke hente manifest for Rom
pl: Nie można uzyskać manifestu dla Przestrzeń
pt: Não foi possível obter o manifesto para o Espaço
ro: Nu s-a putut obține manifestul pentru Spațiu
ru: Не удалось получить манифест для пространства
sk: Nepodarilo sa získať manifest pre Priestor
sl: Ni bilo mogoče pridobiti manifest za Prostor
sr: Nije moguće dobiti manifest za Простор
sv: Det gick inte att hämta manifest för Space
th: ไม่สามารถรับ manifest สำหรับ พื้นที่ ได้
tr: Alan için manifest alınamadı
uk: Не вдалося отримати маніфест для Простір
vi: Không thể lấy manifest cho Space

source: Could not verify invite
ar: لم يتمكن من التحقق من الدعوة
cs: Nepodařilo se ověřit pozvánku
da: Kunne ikke bekræfte invitationen
de: Einladung konnte nicht verifiziert werden
el: Δεν ήταν δυνατή η επαλήθευση της πρόσκλησης
es: No se ha podido verificar la invitación
fi: Kutsua ei voitu tarkistaa
fr: Impossible de vérifier l'invitation
he: לא ניתן לאמת הזמנה
id: Tidak dapat memverifikasi undangan
it: Impossibile verificare l'invito
ja: 招待を確認できませんでした
nl: Kon uitnodiging niet verifiëren
no: Kunne ikke verifisere invitasjon
pl: Nie można zweryfikować zaproszenia
pt: Não foi possível verificar o convite
ro: Nu s-a putut verifica invitația
ru: Не удалось проверить приглашение
sk: Nepodarilo sa overiť pozvánku
sl: Ni bilo mogoče preveriti povabila
sr: Nije moguće verifikovati poziv
sv: Det gick inte att verifiera inbjudan
th: ไม่สามารถตรวจสอบเชิญได้
tr: Davet doğrulanamadı
uk: Не вдалося перевірити запрошення
vi: Không thể xác minh lời mời

source: Couldn't decrypt your saved profile. Please re-enter your name and profile image.
ar: لم نتمكن من فك تشفير ملف التعريف المحفوظ الخاص بك. يرجى إعادة إدخال اسمك وصورة ملف التعريف.
cs: Nepodařilo se dešifrovat váš uložený profil. Prosím, zadejte znovu své jméno a profilový obrázek.
da: Kunne ikke dekryptere din gemte profil. Venligst indtast dit navn og profilbillede igen.
el: Δεν μπορέσαμε να αποκρυπτογραφήσουμε το αποθηκευμένο προφίλ σας. Παρακαλώ ξαναεισάγετε το όνομά σας και την εικόνα προφίλ.
fr: Impossible de déchiffrer votre profil enregistré. Veuillez réentrer votre nom et votre image de profil.
he: לא ניתן לפענח את הפרופיל השמור שלך. אנא הזן מחדש את שמך ודמות הפרופיל שלך.
id: Tidak dapat mendekripsi profil yang disimpan. Silakan masukkan kembali nama dan gambar profil Anda.
it: Impossibile decrittare il tuo profilo salvato. Per favore reinserisci il tuo nome e l'immagine del profilo.
ja: 保存されたプロフィールを復号化できませんでした。名前とプロフィール画像を再入力してください。
nl: Kon je je opgeslagen profiel niet ontcijferen. Voer alsjeblieft opnieuw je naam en profielfoto in.
no: Kunne ikke dekryptere din lagrede profil. Vennligst skriv inn navnet ditt og profilbildet på nytt.
pl: Nie można odszyfrować zapisany profil. Proszę ponownie wprowadzić swoje imię i zdjęcie profilowe.
pt: Não foi possível descriptografar seu perfil salvo. Por favor, reintroduza seu nome e imagem de perfil.
ro: Nu am putut decripta profilul tău salvat. Te rugăm să reintroduci numele și imaginea de profil.
ru: Не удалось расшифровать ваш сохраненный профиль. Пожалуйста, введите снова ваше имя и изображение профиля.
sk: Nepodarilo sa dešifrovať váš uložený profil. Prosím, zadajte svoje meno a profilový obrázok.
sl: Ni bilo mogoče dešifrirati vašega shranjenega profila. Prosimo, ponovno vnesite svoje ime in sliko profila.
sr: Nije moguće dekriptovati vaš sačuvani profil. Molimo ponovo unesite svoje ime i sliku profila.
sv: Kunde inte dekryptera din sparade profil. Vänligen ange ditt namn och profilbild på nytt.
th: ไม่สามารถถอดรหัสโปรไฟล์ที่บันทึกไว้ของคุณได้ กรุณาใส่ชื่อและรูปโปรไฟล์ของคุณอีกครั้ง
tr: Kaydedilmiş profilinizi şifreleyemedik. Lütfen adınızı ve profil resminizi tekrar girin.

source: Couldn't load your saved profile. Please re-enter your name and profile image.
ar: لم نتمكن من تحميل ملف التعريف المحفوظ الخاص بك. يرجى إعادة إدخال اسمك وصورة ملف التعريف.
cs: Nepodařilo se načíst váš uložený profil. Prosím, zadejte znovu své jméno a profilový obrázek.
da: Kunne ikke indlæse din gemte profil. Venligst indtast dit navn og profilbillede igen.
el: Δεν μπορέσαμε να φορτώσουμε το αποθηκευμένο προφίλ σας. Παρακαλώ ξαναεισάγετε το όνομά σας και την εικόνα προφίλ.
fr: Impossible de charger votre profil enregistré. Veuillez réentrer votre nom et votre image de profil.
he: לא ניתן לטעון את הפרופיל השמור שלך. אנא הזן מחדש את שמך ודמות הפרופיל שלך.
id: Tidak dapat memuat profil yang disimpan. Silakan masukkan kembali nama dan gambar profil Anda.
it: Impossibile caricare il tuo profilo salvato. Per favore reinserisci il tuo nome e l'immagine del profilo.
ja: 保存されたプロフィールを読み込めませんでした。名前とプロフィール画像を再入力してください。
nl: Kon je je opgeslagen profiel niet laden. Voer alsjeblieft opnieuw je naam en profielfoto in.
no: Kunne ikke laste din lagrede profil. Vennligst skriv inn navnet ditt og profilbildet på nytt.
pl: Nie można załadować zapisanego profilu. Proszę ponownie wprowadzić swoje imię i zdjęcie profilowe.
pt: Não foi possível carregar seu perfil salvo. Por favor, reintroduza seu nome e imagem de perfil.
ro: Nu am putut încărca profilul tău salvat. Te rugăm să reintroduci numele și imaginea de profil.
ru: Не удалось загрузить ваш сохраненный профиль. Пожалуйста, введите снова ваше имя и изображение профиля.
sk: Nepodarilo sa načítať váš uložený profil. Prosím, zadajte svoje meno a profilový obrázok.
sl: Ni bilo mogoče naložiti vašega shranjenega profila. Prosimo, ponovno vnesite svoje ime in sliko profila.
sr: Nije moguće učitati vaš sačuvani profil. Molimo ponovo unesite svoje ime i sliku profila.
sv: Kunde inte ladda din sparade profil. Vänligen ange ditt namn och profilbild på nytt.
th: ไม่สามารถโหลดโปรไฟล์ที่บันทึกไว้ของคุณได้ กรุณาใส่ชื่อและรูปโปรไฟล์ของคุณอีกครั้ง
tr: Kaydedilmiş profilinizi yükleyemedik. Lütfen adınızı ve profil resminizi tekrar girin.

source: Create a Space
ar: إنشاء فضاء
cs: Vytvořit Prostor
da: Opret et rum
de: Einen Space erstellen
el: Δημιουργία ενός Χώρος
es: Crear un Espcacio
fi: Luo Tila
fr: Créer un Space
he: צור מרחב
id: Buat Space
it: Crea uno Spazio
ja: スペースを作成
nl: Maak een Space
no: Opprett en Rom
pl: Utwórz Przestrzeń
pt: Criar um Espaço
ro: Creează un Spațiu
ru: Создать пространство
sk: Vytvoriť Priestor
sl: Ustvari Prostor
sr: Kreiraj Простор
sv: Skapa en Space
th: สร้าง พื้นที่
tr: Bir Alan oluştur
uk: Створити Простір
vi: Tạo một Space

source: Create a tag that members can display next to their username in messages. Upload an image and set a 4-character code to identify your Space.
cs: Vytvořte značku, kterou mohou členové zobrazovat vedle svého uživatelského jména v zprávách. Nahrajte obrázek a nastavte 4místný kód k identifikaci vašeho Space.
el: Δημιουργήστε ένα ετικέτα που μπορούν να εμφανίσουν οι μέλοι δίπλα στο όνομα τους στα μηνύματα. Ανεβάστε μια εικόνα και ορίστε έναν κωδικό 4 χαρακτήρων για να ταυτοποιήσετε το χώρο σας.

source: Create New Account
ar: إنشاء حساب جديد
cs: Vytvořit nový účet
da: Opret ny konto
de: Neues Konto erstellen
el: Δημιουργία Νέου Λογαριασμού
es: Crear una nueva cuenta
fi: Luo uusi tili
fr: Créer un nouveau compte
he: צור חשבון חדש
id: Buat Akun Baru
it: Crea Nuovo Account
ja: 新しいアカウントを作成
nl: Maak Nieuwe Account
no: Opprett ny konto
pl: Utwórz nowe konto
pt: Criar Nova Conta
ro: Creează cont nou
ru: Создать новую учетную запись
sk: Vytvoriť nový účet
sl: Ustvari nov račun
sr: Kreiraj novi nalog
sv: Skapa nytt konto
th: สร้างบัญชีใหม่
tr: Yeni Hesap Oluştur
uk: Створити новий акаунт
vi: Tạo Tài Khoản Mới

source: Create roles in Space Settings first.
ar: قم بإنشاء أدوار في إعدادات الفضاء أولاً.
cs: Nejprve vytvořte role v Nastavení prostoru.
el: Δημιουργήστε ρόλους πρώτα στις Ρυθμίσεις του Space.
fr: Créez des rôles dans les Paramètres de l'Espace d'abord.
id: Buat peran di Pengaturan Space terlebih dahulu.
it: Crea ruoli nelle Impostazioni dello Spazio prima.
ja: 最初にスペース設定でロールを作成してください。
nl: Maak eerst rollen aan in de Space-instellingen.
ro: Creează roluri în Setările Spațiului mai întâi.
ru: Сначала создайте роли в настройках Space.
sk: Najprv vytvorte úlohy v nastaveniach Space.
sl: Najprej ustvarite vloge v nastavitvah Space.
sr: Prvo kreirajte uloge u podešavanjima Space-a.
th: สร้างบทบาทในการตั้งค่า Space ก่อน

source: Create Space
ar: إنشاء فضاء
cs: Vytvořit Prostor
da: Skab Rum
de: Raum schaffen
el: Δημιουργία Χώρος
es: Crear Espacio
fi: Luo Tila
fr: Créer un Espace
he: צור מרחב
id: Buat Space
it: Crea lo Spazio
ja: スペースを作成
nl: Maak Space
no: Opprett Rom
pl: Utwórz Przestrzeń
pt: Criar Espaço
ro: Creează Spațiu
ru: Создай пространство
sk: Vytvoriť Priestor
sl: Ustvari Prostor
sr: Kreiraj Простор
sv: Skapa Space
th: สร้าง พื้นที่
tr: Alan Oluştur
uk: Створити Простір
vi: Tạo Space

source: Creating Space...
ar: جارٍ إنشاء فضاء...
cs: Vytvářím Prostor...
da: Opretter rum...
de: Space wird erstellt...
el: Δημιουργία Χώρος...
es: Creando Espcacio...
fi: Luo Tila...
fr: Création du Space...
he: יוצר מרחב...
id: Membuat Space...
it: Creazione dello Spazio in corso...
ja: スペースを作成中...
nl: Space aanmaken...
no: Oppretter Rom...
pl: Tworzenie Przestrzeń...
pt: Criando Espaço...
ro: Creează Spațiu...
ru: Создание пространства...
sk: Vytváram Priestor...
sl: Ustvarjanje Prostora...
sr: Kreiram Простор...
sv: Skapar Space...
th: กำลังสร้าง พื้นที่...
tr: Alan Oluşturuluyor...
uk: Створення Простір...
vi: Đang tạo Space...

source: Current
ar: الحالي
cs: Aktuální
da: Nuværende
de: Aktuell
el: Τρέχον
fi: Nykyinen
fr: Actuel
he: נוכחי
id: Saat ini
it: Attuale
ja: 現在
nl: Huidig
no: Nåværende
pl: Aktualny
pt: Atual
ro: Curent
ru: Текущий
sk: Aktuálne
sl: Trenutno
sr: Trenutno
sv: Aktuell
th: ปัจจุบัน
tr: Mevcut
uk: Поточний

source: Current Invite Link
ar: رابط الدعوة الحالي
cs: Aktuální pozvánkový odkaz
da: Nuværende invitationslink
de: Aktueller Einladungslink
el: Τρέχων Σύνδεσμος Πρόσκλησης
es: Enlace de invitación actual
fi: Nykyinen kutsulinkki
fr: Lien d'invitation actuel
he: קישור ההזמנה הנוכחי
id: Tautan Undangan Saat Ini
it: Link di Invito Corrente
ja: 現在の招待リンク
nl: Huidige Uitnodigingslink
no: Nåværende invitasjonslenke
pl: Bieżący link zaproszenia
pt: Link de Convite Atual
ro: Linkul actual de invitație
ru: Текущая ссылка приглашения
sk: Aktuálny pozývací odkaz
sl: Trenutna povezava za povabilo
sr: Trenutni link za poziv
sv: Nuvarande inbjudningslänk
th: ลิงก์เชิญปัจจุบัน
tr: Mevcut Davet Bağlantısı
uk: Поточне посилання на запрошення
vi: Liên kết mời hiện tại

source: Danger Zone
cs: Zóna nebezpečí
el: Ζώνη κινδύνου
fr: Zone de danger
ru: Опасная зона

source: Dark
ar: داكن
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτάδι
es: Oscuro
fi: Tumma
fr: Sombre
he: כהה
id: Gelap
it: Scuro
ja: ダーク
nl: Donker
no: Mørk
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Темный
sk: Tmavý
sl: Temno
sr: Tamno
sv: Mörk
th: มืด
tr: Karanlık
uk: Темний
vi: Tối

source: Data Backup
cs: Zálohování dat
el: Αντιγραφή δεδομένων

source: Data Recovery
ar: استعادة البيانات
cs: Obnova dat
da: Datagendannelse
el: Ανάκτηση Δεδομένων
fr: Récupération de données
he: שחזור נתונים
id: Pemulihan Data
it: Recupero dati
ja: データ復旧
nl: Gegevensherstel
no: Datagjenoppretting
pl: Odzyskiwanie danych
pt: Recuperação de Dados
ro: Recuperare date
ru: Восстановление данных
sk: Obnova dát
sl: Obnova podatkov
sr: Obnova podataka
sv: Dataåterställning
th: การกู้คืนข้อมูล
tr: Veri Kurtarma

source: days
ar: أيام
cs: dny
da: dage
el: ημέρες
fr: jours
he: ימים
id: hari
it: giorni
ja: 日
nl: dagen
no: dager
pl: dni
pt: dias
ro: zile
ru: дней
sk: dni
sl: dni
sr: dana
sv: dagar
th: วัน

source: decrypted space with no known config key
ar: مساحة مفككة بدون مفتاح تكوين معروف
cs: dešifrovaný space bez známého konfiguračního klíče
da: dekrypteret rum uden kendt konfigurationsnøgle
de: entschlüsselter Space ohne bekannten Konfigurationsschlüssel
el: αποκρυπτογραφημένο space χωρίς γνωστό κλειδί ρύθμισης
es: Espcacio descifrado sin clave de configuración conocida
fi: salattu tila ilman tunnettua konfiguraatiota
fr: Espace déchiffré sans clé de configuration connue
he: מרחב מפוענח ללא מפתח קונפיגורציה ידוע
id: ruang yang didekripsi tanpa kunci konfigurasi yang diketahui
it: Spazio decrittato senza chiave di configurazione nota
ja: 既知の設定キーがない復号化されたスペース
nl: gedecodeerde space zonder bekende configuratiesleutel
no: dekryptert space med ingen kjent konfigurasjonsnøkkel
pl: odszyfrowana przestrzeń bez znanego klucza konfiguracyjnego
pt: space descriptografado sem chave de configuração conhecida
ro: spațiu decriptat fără cheie de configurare cunoscută
ru: расшифрованное пространство без известного ключа конфигурации
sk: dešifrovaný space bez známeho konfiguračného kľúča
sl: dekriptirani prostor brez znane konfiguracijske ključe
sr: dekriptovani space bez poznatog konfiguracionog ključa
sv: dekrypterad space utan känd konfigurationsnyckel
th: พื้นที่ที่ถอดรหัสแล้วโดยไม่มีคีย์การกำหนดค่าที่รู้จัก
tr: bilinmeyen yapılandırma anahtarı ile şifrelenmiş alan
uk: розшифрований space без відомого ключа конфігурації
vi: không gian đã giải mã mà không có khóa cấu hình nào được biết

source: Decrypted Space with no known hub key
ar: مساحة مفككة بدون مفتاح مركز معروف
cs: Dešifrovaný Prostor bez známého klíče hubu
da: Dekrypteret rum uden kendt hub-nøgle
de: Entschlüsselter Space ohne bekannten Hub-Schlüssel
el: Αποκρυπτογραφημένο Χώρος χωρίς γνωστό κλειδί hub
es: Espacio descifrado sin clave de hub conocida
fi: Salattu Tila ilman tunnettua hub-avainta
fr: Space déchiffré sans clé de hub connue
he: מרחב מפוענח ללא מפתח מרכז ידוע
id: Ruang yang Didekripsi tanpa kunci hub yang diketahui
it: Spazio decrittato senza chiave hub nota
ja: 既知のハブキーがない復号化されたスペース
nl: Gedecodeerde Space zonder bekende hub-sleutel
no: Dekryptert Rom med ingen kjent hub-nøkkel
pl: Odszyfrowana przestrzeń bez znanego klucza hub
pt: Espaço Descriptografado sem chave de hub conhecida
ro: Spațiu decriptat fără cheie de hub cunoscută
ru: Расшифрованное пространство без известного ключа хаба
sk: Dešifrovaný Priestor bez známeho hub kľúča
sl: Dekriptiran Prostor brez znane ključne točke
sr: Dekriptovani Простор bez poznatog hub ključa
sv: Dekrypterad Space utan känd hubbnyckel
th: พื้นที่ที่ถอดรหัสแล้วโดยไม่มีคีย์ฮับที่รู้จัก
tr: Bilinmeyen hub anahtarı ile şifrelenmiş Alan
uk: Розшифрований Простір без відомого ключа хаба
vi: Không gian đã giải mã mà không có khóa hub nào được biết

source: Default Channel
ar: القناة الافتراضية
cs: Výchozí kanál
da: Standardkanal
de: Standard-Kanal
el: Προεπιλεγμένο Κανάλι
es: Canal por defecto
fi: Oletuskanava
fr: Chaîne par défaut
he: ערוץ ברירת מחדל
id: Kanal Default
it: Canale Predefinito
ja: デフォルトチャンネル
nl: Standaard Kanaal
no: Standardkanal
pl: Domyślny kanał
pt: Canal Padrão
ro: Canal implicit
ru: Канал по умолчанию
sk: Predvolený kanál
sl: Privzeti kanal
sr: Podrazumevani kanal
sv: Standardkanal
th: ช่องทางเริ่มต้น
tr: Varsayılan Kanal
uk: Типовий канал
vi: Kênh Mặc định

source: Default Space settings provide the most typical chat experience, but for higher privacy guarantees, review these advanced settings.
ar: توفر إعدادات الفضاء الافتراضية تجربة دردشة نموذجية، ولكن لمزيد من ضمانات الخصوصية، راجع هذه الإعدادات المتقدمة.
cs: Výchozí nastavení Space poskytují nejtypičtější chatový zážitek, ale pro vyšší záruky soukromí si prohlédněte tato pokročilá nastavení.
da: Standard Space-indstillinger giver den mest typiske chatoplevelse, men for højere privatlivsgarantier, gennemgå disse avancerede indstillinger.
el: Οι προεπιλεγμένες ρυθμίσεις του Space παρέχουν την πιο τυπική εμπειρία συνομιλίας, αλλά για υψηλότερες εγγυήσεις ιδιωτικότητας, αναθεωρήστε αυτές τις προηγμένες ρυθμίσεις.
fi: Oletus Space-asetukset tarjoavat tyypillisimmän keskustelukokemuksen, mutta korkeampien yksityisyystakuiden saavuttamiseksi tarkista nämä edistyneet asetukset.
fr: Les paramètres par défaut de l'Espace offrent l'expérience de chat la plus typique, mais pour des garanties de confidentialité plus élevées, examinez ces paramètres avancés.
he: הגדרות ברירת המחדל של Space מספקות את חוויית הצ'אט הטיפוסית ביותר, אך עבור ערבויות פרטיות גבוהות יותר, עיין בהגדרות המתקדמות הללו.
id: Pengaturan Space default memberikan pengalaman obrolan yang paling umum, tetapi untuk jaminan privasi yang lebih tinggi, tinjau pengaturan lanjutan ini.
it: Le impostazioni predefinite dello Spazio offrono l'esperienza di chat più tipica, ma per maggiori garanzie di privacy, rivedi queste impostazioni avanzate.
ja: デフォルトのSpace設定は最も一般的なチャット体験を提供しますが、より高いプライバシー保証のために、これらの高度な設定を確認してください。
nl: Standaard Space-instellingen bieden de meest typische chatervaring, maar voor hogere privacygaranties, bekijk deze geavanceerde instellingen.
no: Standard Space-innstillinger gir den mest typiske chatteopplevelsen, men for høyere personverngarantier, gjennomgå disse avanserte innstillingene.
pl: Domyślne ustawienia Space zapewniają najbardziej typowe doświadczenie czatu, ale w celu uzyskania wyższych gwarancji prywatności, zapoznaj się z tymi zaawansowanymi ustawieniami.
pt: As configurações padrão do Space oferecem a experiência de chat mais típica, mas para garantias de privacidade mais altas, revise estas configurações avançadas.
ro: Setările implicite ale Spațiului oferă cea mai tipică experiență de chat, dar pentru garanții mai mari de confidențialitate, revizuiește aceste setări avansate.
ru: Настройки по умолчанию для Пространства обеспечивают наиболее типичный опыт общения, но для повышения конфиденциальности ознакомьтесь с этими расширенными настройками.
sk: Predvolené nastavenia pre Space poskytujú najtypickejší zážitok z chatu, ale pre vyššie záruky súkromia si preštudujte tieto pokročilé nastavenia.
sl: Privzete nastavitve prostora zagotavljajo najbolj tipično izkušnjo klepeta, vendar za višje garancije zasebnosti preglejte te napredne nastavitve.
sr: Podrazumevane postavke prostora pružaju najtipičnije iskustvo četa, ali za veće garancije privatnosti, pregledajte ove napredne postavke.
sv: Standardinställningar för Space ger den mest typiska chatupplevelsen, men för högre integritetsgarantier, granska dessa avancerade inställningar.
th: การตั้งค่า Space เริ่มต้นให้ประสบการณ์การแชทที่เป็นมาตรฐานที่สุด แต่เพื่อความเป็นส่วนตัวที่สูงขึ้น ให้ตรวจสอบการตั้งค่าขั้นสูงเหล่านี้
tr: Varsayılan Space ayarları, en tipik sohbet deneyimini sağlar, ancak daha yüksek gizlilik garantileri için bu gelişmiş ayarları gözden geçirin.
uk: Типові налаштування Простору забезпечують найтиповіший досвід чату, але для вищих гарантій конфіденційності перегляньте ці розширені налаштування.

source: delete
ar: حذف
cs: smazat
da: slet
de: löschen
el: διαγραφή
es: eliminar
fi: poista
fr: supprimer
he: מחק
id: hapus
it: elimina
ja: 削除
nl: verwijderen
no: slette
pl: usuń
pt: excluir
ro: șterge
ru: удалить
sk: odstrániť
sl: izbriši
sr: obriši
sv: ta bort
th: ลบ
tr: sil
uk: видалити

source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
id: Hapus
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
sk: Zmazať
sl: Izbriši
sr: Obriši
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити

source: Delete Channel
ar: حذف القناة
cs: Smazat kanál
da: Slet kanal
de: Kanal löschen
el: Διαγραφή Καναλιού
es: Borrar Canal
fi: Poista kanava
fr: Supprimer la chaîne
he: מחוק ערוץ
id: Hapus Kanal
it: Elimina Canale
ja: チャンネルを削除
nl: Verwijder Kanaal
no: Slett kanal
pl: Usuń kanał
pt: Excluir Canal
ro: Șterge canal
ru: Удалить канал
sk: Vymazať kanál
sl: Izbriši kanal
sr: Obriši kanal
sv: Ta bort kanal
th: ลบช่องทาง
tr: Kanalı Sil
uk: Видалити канал
vi: Xóa Kênh

source: Delete Conversation
ar: حذف المحادثة
cs: Smazat konverzaci
da: Slet samtale
de: Gespräch löschen
el: Διαγραφή Συνομιλίας
es: Eliminar Conversación
fi: Poista Keskustelu
fr: Supprimer la conversation
he: מחק שיחה
id: Hapus Percakapan
it: Elimina Conversazione
ja: 会話を削除
nl: Gesprek Verwijderen
no: Slett samtale
pl: Usuń rozmowę
pt: Excluir Conversa
ro: Șterge conversația
ru: Удалить беседу
sk: Zmazať konverzáciu
sl: Izbriši pogovor
sr: Obriši razgovor
sv: Ta bort konversation
th: ลบการสนทนา
tr: Konuşmayı Sil
uk: Видалити розмову

source: Delete Folder
ar: حذف المجلد
cs: Smazat složku
da: Slet Mappe
el: Διαγραφή Φακέλου
fr: Supprimer le dossier
he: מחק תיקייה
id: Hapus Folder
it: Elimina Cartella
ja: フォルダーを削除
nl: Map Verwijderen
no: Slett mappe
pl: Usuń folder
pt: Excluir Pasta
ro: Șterge Folder
ru: Удалить папку
sk: Odstrániť priečinok
sl: Izbriši mapo
sr: Obriši fasciklu
sv: Ta bort mapp
th: ลบโฟลเดอร์
tr: Klasörü Sil

source: Delete Group
ar: حذف المجموعة
cs: Smazat skupinu
da: Slet gruppe
de: Gruppe löschen
el: Διαγραφή Ομάδας
es: Borrar Grupo
fi: Poista ryhmä
fr: Supprimer un groupe
he: מחוק קבוצה
id: Hapus Grup
it: Elimina Gruppo
ja: グループを削除
nl: Verwijder Groep
no: Slett gruppe
pl: Usuń grupę
pt: Excluir Grupo
ro: Șterge grup
ru: Удалить группу
sk: Vymazať skupinu
sl: Izbriši skupino
sr: Obriši grupu
sv: Ta bort grupp
th: ลบกลุ่ม
tr: Grubu Sil
uk: Видалити групу
vi: Xóa Nhóm

source: Delete message
ar: حذف الرسالة
cs: Smazat zprávu
da: Slet besked
de: Nachricht löschen
el: Διαγραφή μηνύματος
es: Borrar mensaje
fi: Poista viesti
fr: Supprimer le message
he: מחוק הודעה
id: Hapus pesan
it: Elimina messaggio
ja: メッセージを削除
nl: Verwijder bericht
no: Slett melding
pl: Usuń wiadomość
pt: Excluir mensagem
ro: Șterge mesaj
ru: Удалить сообщение
sk: Vymazať správu
sl: Izbriši sporočilo
sr: Obriši poruku
sv: Ta bort meddelande
th: ลบข้อความ
tr: Mesajı Sil
uk: Видалити повідомлення
vi: Xóa tin nhắn

source: Delete Message
ar: حذف الرسالة
cs: Smazat zprávu
da: Slet besked
de: Nachricht löschen
el: Διαγραφή Μηνύματος
es: Eliminar Mensaje
fi: Poista viesti
fr: Supprimer le message
he: מחק הודעה
id: Hapus Pesan
it: Elimina Messaggio
ja: メッセージを削除
nl: Verwijder Bericht
no: Slett melding
pl: Usuń wiadomość
pt: Excluir Mensagem
ro: Șterge mesajul
ru: Удалить сообщение
sk: Odstrániť správu
sl: Izbriši sporočilo
sr: Obriši poruku
sv: Ta bort meddelande
th: ลบข้อความ
tr: Mesajı Sil
uk: Видалити повідомлення

source: Delete message without confirmation
ar: احذف الرسالة دون تأكيد
cs: Smazat zprávu bez potvrzení
el: Διαγραφή μηνύματος χωρίς επιβεβαίωση
fr: Supprimer le message sans confirmation
ja: 確認なしでメッセージを削除
nl: Verwijder bericht zonder bevestiging
ru: Удалить сообщение без подтверждения
sk: Odstrániť správu bez potvrdenia
sl: Izbriši sporočilo brez potrditve
sr: Obriši poruku bez potvrde
th: ลบข้อความโดยไม่ต้องยืนยัน

source: Delete Messages
ar: حذف الرسائل
cs: Smazat zprávy
da: Slet beskeder
de: Nachrichten löschen
el: Διαγραφή μηνυμάτων
es: Eliminar Mensajes
fi: Poista viestit
fr: Supprimer les messages
he: מחק הודעות
id: Hapus Pesan
it: Elimina Messaggi
ja: メッセージを削除
nl: Berichten Verwijderen
no: Slett meldinger
pl: Usuń wiadomości
pt: Excluir Mensagens
ro: Șterge mesajele
ru: Удалить сообщения
sk: Vymazať správy
sl: Izbriši sporočila
sr: Obriši poruke
sv: Ta bort meddelanden
th: ลบข้อความ
tr: Mesajları Sil
uk: Видалити повідомлення
