Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Adjust security-related settings, which may impact user experience but increase the security of your Quorum account.
ar: قم بضبط إعدادات الأمان المتعلقة، والتي قد تؤثر على تجربة المستخدم ولكن تزيد من أمان حسابك في Quorum.
cs: Nastavte bezpečnostní související nastavení, která mohou ovlivnit uživatelskou zkušenost, ale zvýší bezpečnost vašeho účtu Quorum.
da: Juster sikkerhedsrelaterede indstillinger, som kan påvirke brugeroplevelsen, men øge sikkerheden af din Quorum-konto.
de: Passen Sie sicherheitsrelevante Einstellungen an, die das Benutzererlebnis beeinträchtigen können, aber die Sicherheit Ihres Quorum-Kontos erhöhen.
el: Ρυθμίστε τις ρυθμίσεις ασφαλείας, οι οποίες μπορεί να επηρεάσουν την εμπειρία του χρήστη αλλά να αυξήσουν την ασφάλεια του λογαριασμού σας Quorum.
es: Ajusta la configuración relacionada con la seguridad, que puede afectar la experiencia del usuario pero aumentar la seguridad de tu cuenta de Quorum.
fi: Säädä turvallisuuteen liittyviä asetuksia, jotka voivat vaikuttaa käyttäjäkokemukseen, mutta parantaa Quorum-tilisi turvallisuutta.
fr: Ajustez les paramètres liés à la sécurité, ce qui peut affecter l'expérience utilisateur mais augmenter la sécurité de votre compte Quorum.
he: התאם הגדרות הקשורות לאבטחה, שעשויות להשפיע על חוויית המשתמש אך להגדיל את האבטחה של חשבון ה-Quorum שלך.
id: Sesuaikan pengaturan terkait keamanan, yang mungkin memengaruhi pengalaman pengguna tetapi meningkatkan keamanan akun Quorum Anda.
it: Regola le impostazioni relative alla sicurezza, che possono influenzare l'esperienza dell'utente ma aumentare la sicurezza del tuo account.
ja: セキュリティ関連の設定を調整します。これによりユーザー体験に影響を与える可能性がありますが、あなたのQuorumアカウントのセキュリティが向上します。
nl: Pas beveiligingsgerelateerde instellingen aan, die de gebruikerservaring kunnen beïnvloeden, maar de beveiliging van je Quorum-account vergroten.
no: Juster sikkerhetsrelaterte innstillinger, som kan påvirke brukeropplevelsen, men øke sikkerheten til Quorum-kontoen din.
pl: Dostosuj ustawienia związane z bezpieczeństwem, które mogą wpłynąć na doświadczenia użytkowników, ale zwiększą bezpieczeństwo twojego konta Quorum.
pt: Ajuste as configurações relacionadas à segurança, que podem impactar a experiência do usuário, mas aumentam a segurança da sua conta Quorum.
ro: Ajustează setările legate de securitate, care pot afecta experiența utilizatorului, dar cresc securitatea contului tău Quorum.
ru: Настройте параметры безопасности, которые могут повлиять на пользовательский опыт, но увеличивают безопасность вашего аккаунта Quorum.
sk: Nastavte bezpečnostné nastavenia, ktoré môžu ovplyvniť používateľskú skúsenosť, ale zvýšia bezpečnosť vášho účtu Quorum.
sl: Prilagodite nastavitve, povezane z varnostjo, ki lahko vplivajo na uporabniško izkušnjo, vendar povečajo varnost vašega Quorum računa.
sr: Prilagodite postavke vezane za sigurnost, koje mogu uticati na korisničko iskustvo, ali povećavaju sigurnost vašeg Quorum naloga.
sv: Justera säkerhetsrelaterade inställningar, vilket kan påverka användarupplevelsen men öka säkerheten för ditt Quorum-konto.
th: ปรับแต่งการตั้งค่าที่เกี่ยวข้องกับความปลอดภัย ซึ่งอาจส่งผลต่อประสบการณ์ของผู้ใช้ แต่เพิ่มความปลอดภัยให้กับบัญชี Quorum ของคุณ.
tr: Güvenlikle ilgili ayarları ayarlayın, bu kullanıcı deneyimini etkileyebilir ancak Quorum hesabınızın güvenliğini artırabilir.
uk: Налаштуйте параметри безпеки, які можуть вплинути на досвід користувача, але підвищать безпеку вашого облікового запису Quorum.
vi: Điều chỉnh các cài đặt liên quan đến bảo mật, có thể ảnh hưởng đến trải nghiệm người dùng nhưng tăng cường bảo mật cho tài khoản Quorum của bạn.

source: Advanced Settings
ar: إعدادات متقدمة
cs: Pokročilé nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
el: Προχωρημένες Ρυθμίσεις
es: Configuración avanzada
fi: Lisäasetukset
fr: Paramètres avancés
he: הגדרות מתקדמות
id: Pengaturan Lanjutan
it: Impostazioni avanzate
ja: 詳細設定
nl: Geavanceerde instellingen
no: Avanserte innstillinger
pl: Ustawienia zaawansowane
pt: Configurações Avançadas
ro: Setări avansate
ru: Дополнительные настройки
sk: Pokročilé nastavenia
sl: Napredne nastavitve
sr: Napredne postavke
sv: Avancerade inställningar
th: การตั้งค่าขั้นสูง
tr: Gelişmiş Ayarlar
uk: Розширені налаштування
vi: Cài đặt Nâng cao

source: All
ar: الكل
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tout
he: הכל
id: Semua
it: Tutti
ja: すべて
nl: Alles
no: Alle
pl: Wszystko
pt: Tudo
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sr: Sve
sv: Alla
th: ทั้งหมด
tr: Hepsi
uk: Усе

source: All Bookmarks
ar: جميع الإشارات المرجعية
cs: Všechny záložky
da: Alle bogmærker
el: Όλοι οι σελιδοδείκτες
fr: Tous les signets
he: כל הסימנים
id: Semua Bookmark
it: Tutti i segnalibri
ja: すべてのブックマーク
nl: Alle bladwijzers
no: Alle bokmerker
pl: Wszystkie zakładki
pt: Todos os Marcadores
ro: Toate marcajele
ru: Все закладки
sk: Všetky záložky
sl: Vsi zaznamki
sr: Sve oznake
sv: Alla bokmärken
th: บุ๊กมาร์กทั้งหมด
tr: Tüm İşaretler

source: All DMs
ar: جميع الرسائل المباشرة
cs: Všechny DM
da: Alle DMs
el: Όλα τα DMs
fr: Tous les DM
he: כל ההודעות הפרטיות
id: Semua DM
it: Tutti i DM
ja: すべてのDM
nl: Alle DMs
no: Alle DM-er
pl: Wszystkie DM-y
pt: Todas as DMs
ro: Toate DM-urile
ru: Все личные сообщения
sk: Všetky DM
sl: Vse DM-ji
sr: Sve DM-ove
sv: Alla DM:ar
th: DM ทั้งหมด
tr: Tüm DM'ler

source: All kick records are up to date.
ar: جميع سجلات الطرد محدثة.
cs: Všechny záznamy o vyloučení jsou aktuální.
da: Alle kick-optegnelser er opdaterede.
de: Alle Kick-Protokolle sind auf dem neuesten Stand.
el: Όλα τα αρχεία αποβολής είναι ενημερωμένα.
fi: Kaikki potkuennätykset ovat ajan tasalla.
fr: Tous les enregistrements de kick sont à jour.
he: כל רישומי ההדחה מעודכנים.
id: Semua catatan pengusiran sudah diperbarui.
it: Tutti i registri di espulsione sono aggiornati.
ja: すべてのキック記録は最新です。
nl: Alle kickrecords zijn up-to-date.
no: Alle utestengelser er oppdatert.
pl: Wszystkie rekordy usunięcia są aktualne.
pt: Todos os registros de expulsão estão atualizados.
ro: Toate înregistrările de eliminare sunt actualizate.
ru: Все записи о киках актуальны.
sk: Všetky záznamy o vykopnutí sú aktuálne.
sl: Vsi zapisi o izgonu so posodobljeni.
sr: Svi zapisi o izbacivanju su ažurirani.
sv: Alla kickregister är uppdaterade.
th: บันทึกการเตะทั้งหมดเป็นปัจจุบัน
tr: Tüm atma kayıtları güncel.
uk: Всі записи про виключення актуальні.

source: All Spaces
ar: جميع المساحات
cs: Všechny prostory
da: Alle Spaces
el: Όλοι οι Χώροι
fr: Tous les Espaces
he: כל החללים
id: Semua Space
it: Tutti gli Spazi
ja: すべてのスペース
nl: Alle Spaces
no: Alle Spaces
pl: Wszystkie Przestrzenie
pt: Todos os Espaços
ro: Toate Spațiile
ru: Все Пространства
sk: Všetky priestory
sl: Vsi prostori
sr: Sve prostore
sv: Alla Spaces
th: ทุกพื้นที่
tr: Tüm Alanlar

source: Almost done...
ar: تقريباً انتهى...
cs: Téměř hotovo...
da: Næsten færdig...
el: Σχεδόν έτοιμοι...
fr: Presque terminé...
he: כמעט סיימנו...
id: Hampir selesai...
it: Quasi fatto...
ja: ほぼ完了です...
nl: Bijna klaar...
no: Nesten ferdig...
pl: Prawie gotowe...
pt: Quase lá...
ro: Aproape terminat...
ru: Почти готово...
sk: Takmer hotovo...
sl: Skoraj končano...
sr: Skoro gotovo...
sv: Nästan klar...
th: เกือบเสร็จแล้ว...
tr: Neredeyse bitti...

source: Already Joined
ar: انضممت بالفعل
cs: Již připojeno
da: Allerede tilsluttet
de: Bereits beigetreten
el: Al Lid
es: Ya unido
fi: Jo liittynyt
fr: Déjà rejoint
he: כבר הצטרפת
id: Sudah Bergabung
it: Già unito
ja: すでに参加済み
nl: Al lid
no: Allerede blitt med
pl: Już dołączono
pt: Já Juntou
ro: Deja ai intrat
ru: Уже присоединился
sk: Už pripojené
sl: Že pridružen
sr: Već ste se pridružili
sv: Redan ansluten
th: เข้าร่วมแล้ว
tr: Zaten Katıldınız
uk: Вже приєднано

source: Always sign Direct Messages
ar: توقيع الرسائل المباشرة دائمًا
cs: Vždy podepisovat přímé zprávy
da: Underskriv altid direkte beskeder
de: Direktnachrichten immer signieren
el: Πάντα να υπογράφετε Άμεσες Μηνύματα
es: Siempre firmar Mensajes Directos
fi: Alati allekirjoita suorat viestit
fr: Toujours signer les messages directs
he: תמיד חתום על הודעות ישירות
id: Selalu tanda tangan Pesan Langsung
it: Firma sempre i Messaggi Diretti
ja: ダイレクトメッセージに常に署名する
nl: Altijd Directe Berichten ondertekenen
no: Signer alltid Direkte Meldinger
pl: Zawsze podpisuj wiadomości bezpośrednie
pt: Sempre assinar Mensagens Diretas
ro: Semnează întotdeauna Mesajele Directe
ru: Всегда подписывать прямые сообщения
sk: Vždy podpisovať priame správy
sl: Vedno podpiši neposredna sporočila
sr: Uvek potpisuj direktne poruke
sv: Signera alltid direktmeddelanden
th: ลงชื่อในข้อความตรงเสมอ
tr: Doğrudan Mesajları her zaman imzala
uk: Завжди підписуйте прямі повідомлення
vi: Luôn ký tin nhắn trực tiếp

source: Always sign messages
ar: توقيع الرسائل دائمًا
cs: Vždy podepisovat zprávy
da: Underskriv altid beskeder
de: Nachrichten immer signieren
el: Πάντα να υπογράφετε μηνύματα
es: Siempre firmar mensajes
fi: Alati allekirjoita viestit
fr: Toujours signer les messages
he: תמיד חתום על הודעות
id: Selalu tanda tangan pesan
it: Firma sempre i messaggi
ja: メッセージに常に署名する
nl: Altijd berichten ondertekenen
no: Signer alltid meldinger
pl: Zawsze podpisuj wiadomości
pt: Sempre assinar mensagens
ro: Semnează întotdeauna mesajele
ru: Всегда подписывать сообщения
sk: Vždy podpisovať správy
sl: Vedno podpiši sporočila
sr: Uvek potpisuj poruke
sv: Signera alltid meddelanden
th: ลงชื่อในข้อความเสมอ
tr: Mesajları her zaman imzala
uk: Завжди підписуйте повідомлення
vi: Luôn ký tin nhắn

source: An error occurred while deleting the Space. Please try again.
ar: حدث خطأ أثناء حذف مساحة. يرجى المحاولة مرة أخرى.
cs: Při odstraňování Space došlo k chybě. Zkuste to prosím znovu.
da: Der opstod en fejl under sletning af Space. Prøv venligst igen.
de: Beim Löschen des Spaces ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή του Χώρου. Παρακαλώ δοκιμάστε opnieuw.
es: Ocurrió un error al eliminar el Espacio. Por favor, inténtalo de nuevo.
fi: Virhe tapahtui poistaessa Tilaa. Yritä uudelleen.
fr: Une erreur s'est produite lors de la suppression de l'Espace. Veuillez réessayer.
he: אירעה שגיאה בעת מחיקת ה-מרחב. אנא נסה שוב.
id: Terjadi kesalahan saat menghapus Ruang. Silakan coba lagi.
it: Si è verificato un errore durante l'eliminazione dello Spazio. Riprova.
ja: スペースの削除中にエラーが発生しました。もう一度お試しください。
nl: Er is een fout opgetreden bij het verwijderen van de Space. Probeer het opnieuw.
no: Det oppstod en feil under sletting av Space. Vennligst prøv igjen.
pl: Wystąpił błąd podczas usuwania Space. Proszę spróbować ponownie.
pt: Ocorreu um erro ao deletar o Space. Por favor, tente novamente.
ro: A apărut o eroare în timpul ștergerii Espaciului. Te rugăm să încerci din nou.
ru: Произошла ошибка при удалении Пространства. Пожалуйста, попробуйте снова.
sk: Pri odstraňovaní Space došlo k chybe. Skúste to prosím znova.
sl: Prišlo je do napake pri brisanju Space. Poskusite znova.
sr: Došlo je do greške prilikom brisanja Space. Pokušajte ponovo.
sv: Ett fel inträffade vid borttagning av Space. Vänligen försök igen.
th: เกิดข้อผิดพลาดขณะลบ Space กรุณาลองอีกครั้ง
tr: Space'yu silerken bir hata oluştu. Lütfen tekrar deneyin.
uk: Сталася помилка під час видалення Простір. Будь ласка, спробуйте ще раз.

source: An error occurred while resetting app data. Please try again.
cs: Při resetování dat aplikace nastala chyba. Zkuste to znovu.
el: Συνέβη σφάλμα κατά την επαναφορά των δεδομένων της εφαρμογής. Δοκιμάστε ξανά.
fr: Une erreur s'est produite lors de la réinitialisation des données de l'application. Veuillez réessayer.
ru: Произошла ошибка при сбросе данных приложения. Пожалуйста, попробуйте снова.

source: Animated emoji GIFs cannot be larger than 100KB. Please optimize your GIF for emoji use.
ar: لا يمكن أن تكون صور GIF المتحركة أكبر من 100 كيلوبايت. يرجى تحسين GIF الخاص بك للاستخدام كرموز تعبيرية.
cs: Animované emoji GIFy nemohou být větší než 100KB. Prosím, optimalizujte svůj GIF pro použití emoji.
da: Animerede emoji GIF'er må ikke være større end 100KB. Venligst optimer dit GIF til emoji brug.
de: Animierte Emoji-GIFs dürfen nicht größer als 100KB sein. Bitte optimiere dein GIF für die Verwendung von Emojis.
el: Animowane emoji GIFy nie mogą być większe niż 100KB. Proszę zoptymalizować swój GIF do użycia emoji.
es: Los GIFs animados de emoji no pueden ser mayores de 100KB. Por favor, optimiza tu GIF para el uso de emoji.
fi: Animoidit emoji GIFit eivät voi olla suurempia kuin 100KB. Optimoi GIFisi emoji käyttöä varten.
fr: Les GIFs animés d'emoji ne peuvent pas dépasser 100 Ko. Veuillez optimiser votre GIF pour l'utilisation d'emoji.
he: גיף אנימציה של אמוג'י לא יכול להיות גדול מ-100KB. אנא אופטימיזו את הגיף שלכם לשימוש באמוג'י.
id: GIF emoji animasi tidak boleh lebih besar dari 100KB. Silakan optimalkan GIF Anda untuk penggunaan emoji.
it: I file GIF animati non possono essere più grandi di 100KB. Ottimizza il tuo GIF per l'uso delle emoji.
ja: アニメーション絵文字GIFは100KBを超えることはできません。絵文字用にGIFを最適化してください。
nl: Geanimeerde emoji GIFs mogen niet groter zijn dan 100KB. Optimaliseer je GIF voor emoji gebruik.
no: Animerte emoji GIF-er kan ikke være større enn 100KB. Vennligst optimaliser GIF-en din for emoji-bruk.
pl: Animowane emoji GIFy nie mogą być większe niż 100KB. Proszę zoptymalizować swój GIF do użycia jako emoji.
pt: Os GIFs animados de emoji não podem ser maiores que 100KB. Por favor, otimize seu GIF para uso de emoji.
ro: GIF-urile animate cu emoji nu pot fi mai mari de 100KB. Te rugăm să îți optimizezi GIF-ul pentru utilizarea emoji.
ru: Анимированные эмодзи GIF-файлы не могут превышать 100 КБ. Пожалуйста, оптимизируйте ваш GIF для использования эмодзи.
sk: Animované emoji GIFy nemôžu byť väčšie ako 100KB. Prosím, optimalizujte svoj GIF pre použitie emoji.
sl: Animirani emoji GIF-i ne morejo biti večji od 100KB. Prosimo, optimizirajte svoj GIF za uporabo emoji.
sr: Animirani emoji GIF-ovi ne mogu biti veći od 100KB. Molimo optimizujte svoj GIF za upotrebu emoji.
sv: Animerade emoji GIF:ar får inte vara större än 100KB. Vänligen optimera din GIF för emoji användning.
th: GIF อนิเมชันสำหรับอีโมจิไม่สามารถมีขนาดใหญ่กว่า 100KB โปรดปรับขนาด GIF ของคุณให้เหมาะสมสำหรับการใช้เป็นอีโมจิ
tr: Animasyonlu emoji GIF'leri 100KB'den büyük olamaz. Lütfen GIF'inizi emoji kullanımı için optimize edin.
uk: Анімовані emoji GIF не можуть бути більшими за 100КБ. Будь ласка, оптимізуйте свій GIF для використання emoji.

source: Animated sticker GIFs cannot be larger than 750KB. Please optimize your GIF for sticker use.
ar: لا يمكن أن تكون صور GIF الملصقات أكبر من 500 كيلوبايت. يرجى تحسين GIF الخاص بك للاستخدام كملصقات.
cs: Animované samolepkové GIFy nemohou být větší než 750KB. Prosím, optimalizujte svůj GIF pro použití samolepek.
da: Animerede klistermærke GIF'er må ikke være større end 750KB. Venligst optimer dit GIF til klistermærke brug.
de: Animierte Sticker-GIFs dürfen nicht größer als 750KB sein. Bitte optimiere dein GIF für die Verwendung von Stickern.
el: Animowane naklejki GIFy nie mogą być większe niż 750KB. Proszę zoptymalizować swój GIF do użycia naklejek.
es: Los GIFs animados de stickers no pueden ser mayores de 750KB. Por favor, optimiza tu GIF para el uso de stickers.
fi: Animoidit tarra GIFit eivät voi olla suurempia kuin 750KB. Optimoi GIFisi tarra käyttöä varten.
fr: Les GIFs animés d'autocollants ne peuvent pas dépasser 750KB. Veuillez optimiser votre GIF pour l'utilisation d'autocollants.
he: גיף אנימציה של מדבקות לא יכול להיות גדול מ-750KB. אנא אופטימיזו את הגיף שלכם לשימוש במדבקות.
id: GIF stiker animasi tidak boleh lebih besar dari 750KB. Silakan optimalkan GIF Anda untuk penggunaan stiker.
it: I file GIF di adesivi animati non possono essere più grandi di 750KB. Ottimizza il tuo GIF per l'uso degli adesivi.
ja: アニメーションステッカーGIFは750KBを超えることはできません。ステッカー用にGIFを最適化してください。
nl: Geanimeerde sticker GIFs mogen niet groter zijn dan 750KB. Optimaliseer je GIF voor sticker gebruik.
no: Animerte klistremerke GIF-er kan ikke være større enn 750KB. Vennligst optimaliser GIF-en din for klistremerke-bruk.
pl: Animowane naklejki GIFy nie mogą być większe niż 750KB. Proszę zoptymalizować swój GIF do użycia jako naklejki.
pt: Os GIFs animados de adesivos não podem ser maiores que 750KB. Por favor, otimize seu GIF para uso de adesivos.
ro: GIF-urile animate cu autocolante nu pot fi mai mari de 750KB. Te rugăm să îți optimizezi GIF-ul pentru utilizarea autocolantelor.
ru: Анимированные стикеры GIF-файлы не могут превышать 750KB. Пожалуйста, оптимизируйте ваш GIF для использования стикеров.
sk: Animované nálepky GIFy nemôžu byť väčšie ako 750KB. Prosím, optimalizujte svoj GIF pre použitie nálepiek.
sl: Animirani nalepkasti GIF-i ne morejo biti večji od 750KB. Prosimo, optimizirajte svoj GIF za uporabo nalepk.
sr: Animirani nalepnica GIF-ovi ne mogu biti veći od 750KB. Molimo optimizujte svoj GIF za upotrebu nalepnica.
sv: Animerade klistermärke GIF:ar får inte vara större än 750KB. Vänligen optimera din GIF för klistermärke användning.
th: GIF อนิเมชันสำหรับสติกเกอร์ไม่สามารถมีขนาดใหญ่กว่า 750KB โปรดปรับขนาด GIF ของคุณให้เหมาะสมสำหรับการใช้เป็นสติกเกอร์
tr: Animasyonlu çıkartma GIF'leri 750KB'den büyük olamaz. Lütfen GIF'inizi çıkartma kullanımı için optimize edin.
uk: Анімовані стікерні GIF не можуть бути більшими за 750KB. Будь ласка, оптимізуйте свій GIF для використання стікерів.

source: Anyone who sees or photographs this QR code can take full control of your Quorum account and steal any associated funds. Only proceed if you are in a private location and ready to scan immediately.
ar: يمكن لأي شخص يرى أو يصور هذا الرمز الشريطي QR أن يتحكم بالكامل في حساب Quorum الخاص بك ويسرق أي أموال مرتبطة به. تابع فقط إذا كنت في مكان خاص ومستعد للمسح على الفور.
cs: Kdokoli, kdo vidí nebo fotografuje tento QR kód, může plně ovládnout váš účet Quorum a ukrást jakékoli přidružené prostředky. Pokračujte pouze v případě, že se nacházíte na soukromém místě a jste připraveni okamžitě skenovat.
el: Οποιοσδήποτε δει ή φωτογραφίσει αυτόν τον κωδικό QR μπορεί να αποκτήσει πλήρη έλεγχο του λογαριασμού σας Quorum και να κλέψει οποιαδήποτε συσχετισμένα κεφάλαια. Προχωρήστε μόνο αν βρίσκεστε σε ιδιωτική τοποθεσία και είστε έτοιμοι να σαρώσετε αμέσως.
fr: Quiconque voit ou photographie ce code QR peut prendre le contrôle total de votre compte Quorum et voler tous les fonds associés. Ne procédez que si vous êtes dans un endroit privé et prêt à scanner immédiatement.
id: Siapa pun yang melihat atau memotret kode QR ini dapat mengambil kendali penuh atas akun Quorum Anda dan mencuri dana yang terkait. Hanya lanjutkan jika Anda berada di lokasi pribadi dan siap untuk memindai segera.
it: Chiunque veda o fotografi questo codice QR può prendere il pieno controllo del tuo account Quorum e rubare eventuali fondi associati. Procedi solo se ti trovi in un luogo privato e sei pronto a scansionare immediatamente.
ja: このQRコードを見たり写真を撮ったりした人は、あなたのQuorumアカウントを完全に制御し、関連する資金を盗むことができます。プライベートな場所にいて、すぐにスキャンする準備ができている場合のみ進んでください。
nl: Iedereen die deze QR-code ziet of fotografeert, kan volledige controle over je Quorum-account krijgen en alle bijbehorende fondsen stelen. Ga alleen verder als je je op een privé locatie bevindt en klaar bent om onmiddellijk te scannen.
ro: Oricine care vede sau fotografiază acest cod QR poate prelua controlul total al contului tău Quorum și poate fura orice fonduri asociate. Continuă doar dacă te afli într-o locație privată și ești pregătit să scanezi imediat.
ru: Любой, кто увидит или сфотографирует этот QR-код, может получить полный контроль над вашей учетной записью Quorum и украсть любые связанные средства. Продолжайте только если вы находитесь в частном месте и готовы немедленно отсканировать.
sk: Ktokoľvek, kto vidí alebo fotografuje tento QR kód, môže získať plnú kontrolu nad vaším Quorum účtom a ukradnúť akékoľvek priradené prostriedky. Pokračujte iba v prípade, že sa nachádzate na súkromnom mieste a ste pripravení okamžite skenovať.
sl: Kdorkoli, ki vidi ali fotografira ta QR kodo, lahko prevzame popoln nadzor nad vašim Quorum računom in ukrade kakršna koli povezana sredstva. Nadaljujte le, če ste na zasebnem mestu in pripravljeni takoj skenirati.
sr: Svako ko vidi ili fotografiše ovaj QR kod može preuzeti punu kontrolu nad vašim Quorum nalogom i ukrasti sve povezane fondove. Nastavite samo ako ste na privatnom mestu i spremni da odmah skenirate.
th: ใครก็ตามที่เห็นหรือถ่ายภาพ QR โค้ดนี้สามารถควบคุมบัญชี Quorum ของคุณได้อย่างเต็มที่และขโมยเงินที่เกี่ยวข้องได้ โปรดดำเนินการต่อหากคุณอยู่ในสถานที่ส่วนตัวและพร้อมที่จะสแกนทันที

source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
he: מראה
id: Tampilan
it: Aspetto
ja: 外観
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt: Aparência
ro: Apariție
ru: Внешний вид
sk: Vzhľad
sl: Videza
sr: Izgled
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện

source: Are you sure you want to delete this channel? All messages will be lost. This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذه القناة؟ ستفقد جميع الرسائل. لا يمكن التراجع عن هذا الإجراء.
cs: Jste si jisti, že chcete smazat tento kanál? Všechny zprávy budou ztraceny. Tuto akci nelze vrátit.
da: Er du sikker på, at du vil slette denne kanal? Alle beskeder vil gå tabt. Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diesen Kanal löschen möchten? Alle Nachrichten gehen verloren. Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το κανάλι; Όλα τα μηνύματα θα χαθούν. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar este canal? Todos los mensajes se perderán. Esta acción no se puede deshacer.
fi: Oletko varma, että haluat poistaa tämän kanavan? Kaikki viestit katoavat. Tätä toimintoa ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir supprimer ce canal ? Tous les messages seront perdus. Cette action ne peut pas être annulée.
he: האם אתה בטוח שאתה רוצה למחוק את הערוץ הזה? כל ההודעות יאבדו. פעולה זו אינה ניתנת לביטול.
id: Apakah Anda yakin ingin menghapus saluran ini? Semua pesan akan hilang. Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questo canale? Tutti i messaggi andranno persi. Questa azione non può essere annullata.
ja: このチャンネルを削除してもよろしいですか？すべてのメッセージが失われます。この操作は元に戻せません。
nl: Weet je zeker dat je dit kanaal wilt verwijderen? Alle berichten gaan verloren. Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette denne kanalen? Alle meldinger vil gå tapt. Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunąć ten kanał? Wszystkie wiadomości zostaną utracone. Ta akcja nie może być cofnięta.
pt: Você tem certeza de que deseja excluir este canal? Todas as mensagens serão perdidas. Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi acest canal? Toate mesajele vor fi pierdute. Această acțiune nu poate fi desfăcută.
ru: Вы уверены, что хотите удалить этот канал? Все сообщения будут потеряны. Это действие нельзя отменить.
sk: Ste si istí, že chcete odstrániť tento kanál? Všetky správy budú stratené. Táto akcia sa nedá zvrátiť.
sl: Ali ste prepričani, da želite izbrisati ta kanal? Vsa sporočila bodo izgubljena. Te akcije ni mogoče razveljaviti.
sr: Da li ste sigurni da želite da obrišete ovaj kanal? Sve poruke će biti izgubljene. Ova akcija se ne može ponovo izvršiti.
sv: Är du säker på att du vill ta bort den här kanalen? Alla meddelanden kommer att gå förlorade. Denna åtgärd kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบช่องนี้? ข้อความทั้งหมดจะหายไป การดำเนินการนี้ไม่สามารถย้อนกลับได้.
tr: Bu kanalı silmek istediğinize emin misiniz? Tüm mesajlar kaybolacak. Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей канал? Усі повідомлення будуть втрачені. Цю дію не можна скасувати.
