Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: You have a new unread message
ar: لديك رسالة جديدة غير مقروءة
cs: Máte novou nepřečtenou zprávu
da: Du har en ny ulæst besked
de: Du hast eine neue ungelesene Nachricht
el: Έχεις ένα νέο μη αναγνωσμένο μήνυμα
es: Tienes un nuevo mensaje no leído
fi: Sinulla on uusi lukematon viesti
fr: Vous avez un nouveau message non lu
he: יש לך הודעה חדשה שלא נקראה
id: Kamu memiliki pesan baru yang belum dibaca
it: Hai un nuovo messaggio non letto
ja: 新しい未読メッセージがあります
nl: Je hebt een nieuw ongelezen bericht
no: Du har en ny ulest melding
pl: Masz nową nieprzeczytaną wiadomość
pt: Você tem uma nova mensagem não lida
ro: Ai un mesaj nou necitit
ru: У вас новое непрочитанное сообщение
sk: Máte novú neprečítanú správu
sl: Imaš novo neprebrano sporočilo
sr: Imate novu nepročitanu poruku
sv: Du har ett nytt oläst meddelande
th: คุณมีข้อความใหม่ที่ยังไม่ได้อ่าน
tr: Yeni okunmamış bir mesajınız var
uk: У вас нове непрочитане повідомлення
vi: Bạn có một tin nhắn chưa đọc mới

source: You have been muted in this Space
ar: لقد تم كتمك في هذا الفضاء
cs: Byli jste ztlumeni v tomto Space
da: Du er blevet gjort tavs i dette Space
el: Έχετε σιωπηθεί σε αυτόν τον Χώρο
fr: Vous avez été mis en sourdine dans cet Espace
he: הושתקת ב-Space זה
id: Anda telah dibisukan di Space ini
it: Sei stato silenziato in questo Spazio
ja: あなたはこのスペースでミュートされました
nl: U bent gemute in deze Ruimte
no: Du har blitt dempet i denne Space
pl: Zostałeś wyciszony w tym Space
pt: Você foi silenciado neste Espaço
ro: Ai fost dezactivat în acest Spațiu
ru: Вы были отключены в этом Пространстве
sk: Boli ste ztlmení v tomto priestore
sl: Bili ste utišani v tem Space
sr: Utišani ste u ovom prostoru
sv: Du har blivit stängd av ljudet i denna Space
th: คุณถูกปิดเสียงใน Space นี้
tr: Bu Alan'da susturuldunuz

source: You have new unread messages
ar: لديك رسائل جديدة غير مقروءة
cs: Máte nové nepřečtené zprávy
da: Du har nye ulæste beskeder
de: Du hast neue ungelesene Nachrichten
el: Έχεις νέα μη αναγνωσμένα μηνύματα
es: Tienes nuevos mensajes no leídos
fi: Sinulla on uusia lukemattomia viestejä
fr: Vous avez de nouveaux messages non lus
he: יש לך הודעות חדשות שלא נקראו
id: Kamu memiliki pesan baru yang belum dibaca
it: Hai nuovi messaggi non letti
ja: 新しい未読メッセージがあります
nl: Je hebt nieuwe ongelezen berichten
no: Du har nye uleste meldinger
pl: Masz nowe nieprzeczytane wiadomości
pt: Você tem novas mensagens não lidas
ro: Ai mesaje noi necitite
ru: У вас новые непрочитанные сообщения
sk: Máte nové neprečítané správy
sl: Imaš nova neprebrana sporočila
sr: Imate nove nepročitane poruke
sv: Du har nya olästa meddelanden
th: คุณมีข้อความใหม่ที่ยังไม่ได้อ่านหลายข้อความ
tr: Yeni okunmamış mesajlarınız var
uk: У вас нові непрочитані повідомлення
vi: Bạn có những tin nhắn chưa đọc mới

source: You must assign yourself a role for moderation actions (except kicking). Grant delete and mute permissions carefully. <0><1>Learn more</1></0>
ar: يجب عليك تعيين دور لنفسك لأعمال الإشراف (باستثناء الطرد). امنح أذونات الحذف والكتم بحذر. <0><1>تعلم المزيد</1></0>
cs: Musíte si přiřadit roli pro moderátorské akce (kromě vyhazování). Oprávnění pro mazání a ztlumení udělujte opatrně. <0><1>Zjistit více</1></0>
da: Du skal tildele dig selv en rolle for moderationshandlinger (undtagen at smide ud). Tildel slet- og tavshedstilladelser med forsigtighed. <0><1>Læs mere</1></0>
el: Πρέπει να αναθέσετε στον εαυτό σας έναν ρόλο για ενέργειες διαχείρισης (εκτός από την αποβολή). Δώστε προσεκτικά άδειες διαγραφής και σίγασης. <0><1>Μάθετε περισσότερα</1></0>
fr: Vous devez vous attribuer un rôle pour les actions de modération (sauf pour expulser). Accordez les permissions de suppression et de mise en sourdine avec précaution. <0><1>En savoir plus</1></0>
he: עליך להעניק לעצמך תפקיד לפעולות ניהול (מלבד בעיטה). הענק הרשאות מחיקה והשתקה בזהירות. <0><1>למד עוד</1></0>
id: Anda harus memberikan diri Anda peran untuk tindakan moderasi (kecuali menendang). Berikan izin hapus dan bisu dengan hati-hati. <0><1>Pelajari lebih lanjut</1></0>
it: Devi assegnarti un ruolo per le azioni di moderazione (eccetto espulsioni). Concedi i permessi di eliminazione e silenziamento con attenzione. <0><1>Scopri di più</1></0>
ja: モデレーションアクション（キックを除く）を行うには、自分に役割を割り当てる必要があります。削除およびミュート権限は慎重に付与してください。<0><1>詳細を学ぶ</1></0>
nl: U moet uzelf een rol toewijzen voor moderatie-acties (behalve schoppen). Verleen verwijder- en mute-rechten zorgvuldig. <0><1>Leer meer</1></0>
no: Du må tildele deg selv en rolle for moderasjonshandlinger (unntatt sparking). Gi slett og demp tillatelser med omhu. <0><1>Lær mer</1></0>
pl: Musisz przypisać sobie rolę do działań moderacyjnych (z wyjątkiem wyrzucania). Uważnie przyznawaj uprawnienia do usuwania i wyciszania. <0><1>Dowiedz się więcej</1></0>
pt: Você deve atribuir a si mesmo um papel para ações de moderação (exceto expulsão). Conceda permissões de exclusão e silenciamento com cuidado. <0><1>Saiba mais</1></0>
ro: Trebuie să îți atribui un rol pentru acțiunile de moderare (cu excepția îndepărtării). Acordă permisiunile de ștergere și dezactivare cu atenție. <0><1>Află mai multe</1></0>
ru: Вы должны назначить себе роль для действий модерации (кроме кика). Осторожно предоставляйте разрешения на удаление и отключение звука. <0><1>Узнать больше</1></0>
sk: Musíte si priradiť rolu na vykonávanie moderátorských akcií (okrem vyhadzovania). Oprávnenia na vymazanie a ztlmenie dávajte opatrne. <0><1>Dozvedieť sa viac</1></0>
sl: Dodeliti si morate vlogo za moderacijska dejanja (razen izključevanja). Previdno dodelite dovoljenja za brisanje in utišanje. <0><1>Izvedite več</1></0>
sr: Morate sebi dodeliti ulogu za moderacione akcije (osim izbacivanja). Pažljivo dodeljujte dozvole za brisanje i utišavanje. <0><1>Saznajte više</1></0>
sv: Du måste tilldela dig själv en roll för modereringsåtgärder (utom att sparka). Ge raderings- och ljudavstängningsbehörigheter noggrant. <0><1>Lär dig mer</1></0>
th: คุณต้องกำหนดบทบาทให้กับตัวเองสำหรับการดำเนินการจัดการ (ยกเว้นการเตะ) มอบสิทธิ์การลบและปิดเสียงอย่างระมัดระวัง <0><1>เรียนรู้เพิ่มเติม</1></0>
tr: Moderasyon eylemleri için (atmak hariç) kendinize bir rol atamalısınız. Silme ve susturma izinlerini dikkatlice verin. <0><1>Daha fazla bilgi edinin</1></0>

source: You won't be able to rejoin unless you are re-invited. Your existing messages will NOT be deleted.
ar: لن تتمكن من إعادة الانضمام ما لم يتم دعوتك مرة أخرى. لن يتم حذف رسائلك الحالية.
cs: Nebudete se moci znovu připojit, pokud nebudete znovu pozváni. Vaše stávající zprávy NEBUDOU smazány.
da: Du vil ikke kunne genindtræde, medmindre du bliver geninviteret. Dine eksisterende beskeder vil IKKE blive slettet.
de: Sie können nicht wieder beitreten, es sei denn, Sie werden erneut eingeladen. Ihre bestehenden Nachrichten werden NICHT gelöscht.
el: Δεν θα μπορείτε να επανασυνδεθείτε εκτός αν σας ξανακαλέσουν. Τα υπάρχοντα μηνύματά σας ΔΕΝ θα διαγραφούν.
fi: Et voi liittyä takaisin, ellei sinua kutsuta uudelleen. Olemassa olevia viestejäsi EI poisteta.
fr: Vous ne pourrez pas rejoindre à nouveau à moins d'être réinvité. Vos messages existants NE seront PAS supprimés.
he: לא תוכל להצטרף מחדש אלא אם כן תוזמן שוב. ההודעות הקיימות שלך לא יימחקו.
id: Kamu tidak akan bisa bergabung kembali kecuali kamu diundang kembali. Pesanmu yang ada TIDAK akan dihapus.
it: Non potrai rientrare a meno che tu non venga reinvitato. I tuoi messaggi esistenti NON verranno eliminati.
ja: 再招待されない限り再参加できません。既存のメッセージは削除されません。
nl: Je kunt niet opnieuw deelnemen tenzij je opnieuw wordt uitgenodigd. Je bestaande berichten zullen NIET worden verwijderd.
no: Du vil ikke kunne bli med igjen med mindre du blir invitert på nytt. Dine eksisterende meldinger vil IKKE bli slettet.
pl: Nie będziesz mógł dołączyć ponownie, chyba że zostaniesz ponownie zaproszony. Twoje istniejące wiadomości NIE zostaną usunięte.
pt: Você não poderá reentrar a menos que seja reinvidado. Suas mensagens existentes NÃO serão deletadas.
ro: Nu veți putea să vă reintrați decât dacă sunteți reinvitat. Mesajele existente nu vor fi șterse.
ru: Вы не сможете вернуться, если вас не пригласят снова. Ваши существующие сообщения НЕ будут удалены.
sk: Nebudete sa môcť znovu pripojiť, pokiaľ nebudete znovu pozvaní. Vaše existujúce správy NEBUDÚ vymazané.
sl: Ne boš se mogel ponovno pridružiti, razen če te ponovno povabijo. Tvoje obstoječe sporočila NE bodo izbrisana.
sr: Nećeš moći da se ponovo pridružiš osim ako ne budeš ponovo pozvan. Tvoje postojeće poruke NEĆE biti obrisane.
sv: Du kommer inte att kunna återansluta om du inte blir återinbjuden. Dina befintliga meddelanden kommer INTE att raderas.
th: คุณจะไม่สามารถเข้าร่วมใหม่ได้ เว้นแต่จะได้รับเชิญอีกครั้ง ข้อความที่มีอยู่ของคุณจะไม่ถูกลบ
tr: Yeniden katılmak için tekrar davet edilmeniz gerekecek. Mevcut mesajlarınız silinmeyecek.
uk: Ви не зможете повторно приєднатися, якщо вас не запросити знову. Ваші існуючі повідомлення НЕ будуть видалені.

source: You're all caught up!
ar: لقد كنت على اطلاع!
cs: Jste všichni v obraze!
da: Du er helt opdateret!
de: Sie sind auf dem neuesten Stand!
el: Είστε ενήμεροι!
fi: Olet kaikki ajan tasalla!
fr: Vous êtes à jour !
he: אתה מעודכן!
id: Kamu sudah semua terupdate!
it: Sei a posto!
ja: すべてのメッセージを確認しました！
nl: Je bent helemaal bij!
no: Du er helt oppdatert!
pl: Jesteś na bieżąco!
pt: Você está por dentro de tudo!
ro: Ești la curent!
ru: Вы в курсе всех событий!
sk: Ste všetci v obraze!
sl: Vse si ujel!
sr: Svi si uhvatio!
sv: Du har allt under kontroll!
th: คุณได้รับข้อมูลทั้งหมดแล้ว!
tr: Her şey yolunda!
uk: Ви все встигли!

source: You're all set. Welcome to Quorum!
ar: أنت جاهز. مرحبًا بك في Quorum!
cs: Jste připraveni. Vítejte v Quorum!
da: Så er du klar. Velkommen til Quorum!
de: Sie sind bereit. Willkommen bei Quorum!
el: Είσαι έτοιμος. Καλώς ήρθες στο Quorum!
es: Ya está todo listo. ¡Bienvenido a Quorum!
fi: Olet valmis. Tervetuloa Quorumiin!
fr: Vous êtes prêt. Bienvenue à Quorum !
he: אתה מוכן. ברוך הבא לQuorum!
id: Kamu sudah siap. Selamat datang di Quorum!
it: Hai fatto tutto. Benvenuto in Quorum!
ja: すべて準備完了です。Quorumへようこそ！
nl: Je bent helemaal klaar. Welkom bij Quorum!
no: Du er klar. Velkommen til Quorum!
pl: Jesteś gotowy. Witaj w Quorum!
pt: Você está pronto. Bem-vindo ao Quorum!
ro: Ești pregătit. Bine ai venit la Quorum!
ru: Все готово. Добро пожаловать в Quorum!
sk: Ste pripravení. Vitajte v Quorum!
sl: Vse je pripravljeno. Dobrodošli v Quorum!
sr: Sve je spremno. Dobrodošli u Quorum!
sv: Du är redo. Välkommen till Quorum!
th: คุณพร้อมแล้ว ยินดีต้อนรับสู่ Quorum!
tr: Her şey hazır. Quorum'a hoş geldiniz!
uk: Ви готові. Ласкаво просимо до Quorum!
vi: Bạn đã sẵn sàng. Chào mừng đến với Quorum!

source: You're not listed in this Space's members. Correcting this will add you to the Space Members list (stores your profile locally with your inbox address).
ar: أنت غير مدرج في أعضاء هذا مساحة. تصحيح ذلك سيضيفك إلى قائمة أعضاء مساحة (يخزن ملفك الشخصي محليًا مع عنوان بريدك الوارد).
cs: Nejsi uveden mezi členy tohoto Space. Oprava tohoto přidá tvůj profil do seznamu členů Space (ukládá tvůj profil lokálně s tvou adresou doručené pošty).
da: Du er ikke opført blandt medlemmerne i dette Spaces. At rette dette vil tilføje dig til Space-medlemslisten (gemmer din profil lokalt med din indbakkeadresse).
de: Du bist nicht in den Mitgliedern dieses Spaces aufgeführt. Eine Korrektur wird dich zur Mitgliederliste des Spaces hinzufügen (speichert dein Profil lokal mit deiner Postadresse).
el: Δεν είστε καταχωρημένος στα μέλη αυτού του Χώρου. Η διόρθωση αυτού θα σας προσθέσει στη λίστα μελών Χώρου (αποθηκεύει το προφίλ σας τοπικά με τη διεύθυνση του skrzynki odbiorczej).
es: No estás en la lista de miembros de este Espacio. Corregir esto te añadirá a la lista de Miembros del Espacio (almacena tu perfil localmente con tu dirección de bandeja de entrada).
fi: Et ole listattu tämän Tilan jäseniin. Korjaamalla tämän lisätään sinut Tila-jäsenluetteloon (tallentaa profiilisi paikallisesti postilaatikkosoitteesi kanssa).
fr: Vous n'êtes pas répertorié parmi les membres de cet Espace. Corriger cela vous ajoutera à la liste des membres de l'Espace (stocke votre profil localement avec votre adresse de boîte de réception).
he: אתה לא רשום כחבר במרחק הזה. תיקון זה יוסיף אותך לרשימת חברי המרחק (שומר את הפרופיל שלך באופן מקומי עם כתובת תיבת הדואר שלך).
id: Anda tidak terdaftar dalam anggota Ruang ini. Memperbaiki ini akan menambahkan Anda ke daftar Anggota Ruang (menyimpan profil Anda secara lokal dengan alamat kotak masuk Anda).
it: Non sei elencato tra i membri di questo Espazio. Correggere questo ti aggiungerà alla lista dei membri dell'Espazio (memorizza il tuo profilo localmente con il tuo indirizzo della casella di posta).
ja: あなたはこのSpaceのメンバーにリストされていません。これを修正すると、あなたはSpaceメンバーリストに追加されます（あなたのプロフィールがローカルに保存され、受信トレイのアドレスが保存されます）。
nl: Je bent niet vermeld in de leden van deze Space. Dit corrigeren zal je toevoegen aan de lijst van Space-leden (slaat je profiel lokaal op met je inboxadres).
no: Du er ikke oppført blant medlemmene i dette Space. Å rette dette vil legge deg til i listen over Space-medlemmer (lagrer profilen din lokalt med din innboksadresse).
pl: Nie jesteś wymieniony w członkach tego Space. Poprawienie tego doda cię do listy członków Space (przechowuje twój profil lokalnie z adresem twojej skrzynki odbiorczej).
pt: Você não está listado como membro deste Espaço. Corrigir isso irá adicioná-lo à lista de Membros do Espaço (armazenando seu perfil localmente com seu endereço de caixa de entrada).
ro: Nu ești listat printre membrii acestui Spațiu. Corectarea acestuia te va adăuga pe lista de Membri ai Spațiu-ului (stochează profilul tău local cu adresa ta de inbox).
ru: Вы не числитесь среди участников этого Пространства. Исправление этого добавит вас в список участников Пространства (сохраняет ваш профиль локально с вашим адресом почты).
sk: Nie si uvedený medzi členmi tohto Espacia. Oprava tohto pridá vás do zoznamu členov Espacia (ukladá váš profil lokálne s vašou adresou doručenia).
sl: Nisi na seznamu članov tega Space. Popravek tega te bo dodal na seznam članov Space (shranjuje tvoj profil lokalno z naslovom tvoje pošte).
sr: Nisi nisi na spisku članova ovog Space. Ispravka će te dodati na listu članova Space (čuva tvoj profil lokalno sa tvojom adresom pošte).
sv: Du är inte listad bland medlemmarna i detta Spaces. Att rätta till detta kommer att lägga till dig i listan över Spaces Medlemmar (lagrar din profil lokalt med din inkorgsadress).
th: คุณไม่ได้อยู่ในสมาชิกของ Space นี้ การแก้ไขนี้จะทำให้คุณถูกเพิ่มในรายชื่อสมาชิก Space (เก็บโปรไฟล์ของคุณไว้ในเครื่องพร้อมที่อยู่กล่องจดหมายของคุณ)
tr: Bu Alanın üyeleri arasında yer almıyorsun. Bunu düzeltmek, seni Alan Üyeleri listesine ekleyecektir (profilini yerel olarak, gelen kutusu adresinle saklar).
uk: Ви не внесені до списку учасників цього Простір. Виправлення цього додасть вас до списку учасників Простір (зберігає ваш профіль локально з вашою адресою поштової скриньки).

source: You're offline
ar: أنت غير متصل بالإنترنت
cs: Jste offline
da: Du er offline
el: Είσαι εκτός σύνδεσης
fr: Vous êtes hors ligne
he: אתה לא מחובר לאינטרנט
id: Anda sedang offline
it: Sei offline
ja: オフラインです
nl: Je bent offline
pl: Jesteś offline
pt: Você está offline
ro: Ești offline
ru: Вы в оффлайне
sk: Ste offline
sl: Ste brez povezave
sr: Niste online
th: คุณออฟไลน์

source: You're offline. Adding or creating a Space requires an internet connection.
ar: أنت غير متصل بالإنترنت. إضافة أو إنشاء مساحة يتطلب اتصالاً بالإنترنت.
cs: Jste offline. Přidání nebo vytvoření Space vyžaduje internetové připojení.
da: Du er offline. At tilføje eller oprette et Space kræver en internetforbindelse.
el: Είσαι εκτός σύνδεσης. Η προσθήκη ή η δημιουργία ενός Χώρου απαιτεί σύνδεση στο διαδίκτυο.
fr: Vous êtes hors ligne. Ajouter ou créer un Espace nécessite une connexion Internet.
id: Kamu sedang offline. Menambahkan atau membuat Space memerlukan koneksi internet.
it: Sei offline. Aggiungere o creare uno Space richiede una connessione a Internet.
ja: オフラインです。スペースを追加または作成するにはインターネット接続が必要です。
nl: Je bent offline. Het toevoegen of creëren van een Space vereist een internetverbinding.
pl: Jesteś offline. Dodawanie lub tworzenie Space wymaga połączenia z internetem.
pt: Você está offline. Adicionar ou criar um Space requer uma conexão à internet.
ro: Ești offline. Adăugarea sau crearea unui Spațiu necesită o conexiune la internet.
ru: Вы в оффлайне. Добавление или создание Space требует подключения к интернету.
sk: Ste offline. Pridávanie alebo vytváranie Space vyžaduje internetové pripojenie.
sl: Niste povezani. Dodajanje ali ustvarjanje Space zahteva internetno povezavo.
sr: Niste online. Dodavanje ili kreiranje Space-a zahteva internet konekciju.
th: คุณออฟไลน์ การเพิ่มหรือสร้าง Space ต้องการการเชื่อมต่ออินเทอร์เน็ต

source: You're offline. Creating a Space requires an internet connection.
ar: أنت غير متصل بالإنترنت. إنشاء مساحة يتطلب اتصالاً بالإنترنت.
cs: Jste offline. Vytvoření Space vyžaduje internetové připojení.
da: Du er offline. At oprette et Space kræver en internetforbindelse.
el: Είσαι εκτός σύνδεσης. Η δημιουργία ενός Χώρου απαιτεί σύνδεση στο διαδίκτυο.
fr: Vous êtes hors ligne. Créer un Espace nécessite une connexion Internet.
id: Kamu sedang offline. Membuat Space memerlukan koneksi internet.
it: Sei offline. Creare uno Space richiede una connessione a Internet.
ja: オフラインです。スペースを作成するにはインターネット接続が必要です。
nl: Je bent offline. Het creëren van een Space vereist een internetverbinding.
pl: Jesteś offline. Tworzenie Space wymaga połączenia z internetem.
pt: Você está offline. Criar um Space requer uma conexão à internet.
ro: Ești offline. Crearea unui Spațiu necesită o conexiune la internet.
ru: Вы в оффлайне. Создание Space требует подключения к интернету.
sk: Ste offline. Vytváranie Space vyžaduje internetové pripojenie.
sl: Niste povezani. Ustvarjanje Space zahteva internetno povezavo.
sr: Niste online. Kreiranje Space-a zahteva internet konekciju.
th: คุณออฟไลน์ การสร้าง Space ต้องการการเชื่อมต่ออินเทอร์เน็ต

source: You're offline. Looking up new users requires an internet connection.
ar: أنت غير متصل بالإنترنت. البحث عن مستخدمين جدد يتطلب اتصالاً بالإنترنت.
cs: Jste offline. Vyhledávání nových uživatelů vyžaduje internetové připojení.
da: Du er offline. At finde nye brugere kræver en internetforbindelse.
el: Είσαι εκτός σύνδεσης. Η αναζήτηση νέων χρηστών απαιτεί σύνδεση στο διαδίκτυο.
fr: Vous êtes hors ligne. La recherche de nouveaux utilisateurs nécessite une connexion Internet.
id: Kamu sedang offline. Mencari pengguna baru memerlukan koneksi internet.
it: Sei offline. Cercare nuovi utenti richiede una connessione a Internet.
ja: オフラインです。新しいユーザーを検索するにはインターネット接続が必要です。
nl: Je bent offline. Het opzoeken van nieuwe gebruikers vereist een internetverbinding.
pl: Jesteś offline. Wyszukiwanie nowych użytkowników wymaga połączenia z internetem.
pt: Você está offline. Procurar novos usuários requer uma conexão à internet.
ro: Ești offline. Căutarea de utilizatori noi necesită o conexiune la internet.
ru: Вы в оффлайне. Поиск новых пользователей требует подключения к интернету.
sk: Ste offline. Hľadanie nových používateľov vyžaduje internetové pripojenie.
sl: Niste povezani. Iskanje novih uporabnikov zahteva internetno povezavo.
sr: Niste online. Pretraga novih korisnika zahteva internet konekciju.
th: คุณออฟไลน์ การค้นหาผู้ใช้ใหม่ต้องการการเชื่อมต่ออินเทอร์เน็ต

source: You're sending messages too quickly. Please wait a moment.
ar: أنت ترسل الرسائل بسرعة كبيرة. يرجى الانتظار لحظة.
cs: Zprávy posíláte příliš rychle. Prosím, počkejte chvíli.
da: Du sender beskeder for hurtigt. Vent venligst et øjeblik.
el: Στέλνετε μηνύματα πολύ γρήγορα. Παρακαλώ περιμένετε λίγο.
fr: Vous envoyez des messages trop rapidement. Veuillez patienter un moment.
he: אתה שולח הודעות מהר מדי. אנא המתן רגע.
id: Anda mengirim pesan terlalu cepat. Harap tunggu sebentar.
it: Stai inviando messaggi troppo rapidamente. Attendere un momento.
ja: メッセージを送信するのが早すぎます。少々お待ちください。
nl: Je verstuurt berichten te snel. Wacht even.
no: Du sender meldinger for raskt. Vennligst vent et øyeblikk.
pl: Wysyłasz wiadomości zbyt szybko. Proszę poczekać chwilę.
pt: Você está enviando mensagens muito rapidamente. Por favor, aguarde um momento.
ro: Trimiteți mesaje prea repede. Vă rugăm să așteptați un moment.
ru: Вы отправляете сообщения слишком быстро. Пожалуйста, подождите немного.
sk: Posielaš správy príliš rýchlo. Prosím, počkaj chvíľu.
sl: Prehitro pošiljate sporočila. Prosimo, počakajte trenutek.
sr: Prebrzo šaljete poruke. Molimo sačekajte trenutak.
sv: Du skickar meddelanden för snabbt. Vänligen vänta ett ögonblick.
th: คุณส่งข้อความเร็วเกินไป กรุณารอสักครู่
tr: Mesajları çok hızlı gönderiyorsunuz. Lütfen bir süre bekleyin.

source: You've been invited to join a Space
ar: لقد تم دعوتك للانضمام إلى فضاء
cs: Byli jste pozváni k připojení k Prostor
da: Du er blevet inviteret til at deltage i et Space
de: Sie wurden eingeladen, einem Space beizutreten
el: Έχεις προσκληθεί να ενταχθείς σε έναν Χώρο
es: Has sido invitado a unirte a un Espacio
fi: Olet saanut kutsun liittyä Spaceen
fr: Vous avez été invité à rejoindre un Space
he: נשלחת אליך הזמנה להצטרף למרחב
id: Kamu telah diundang untuk bergabung dengan Space
it: Sei stato invitato a unirti a uno Spazio
ja: スペースに参加するよう招待されました
nl: Je bent uitgenodigd om een Space te betreden
no: Du har blitt invitert til å bli med i en Rom
pl: Zostałeś zaproszony do dołączenia do Przestrzeni
pt: Você foi convidado a se juntar a um Espaço
ro: Ai fost invitat să te alături unui Spațiu
ru: Вас пригласили присоединиться к Пространство
sk: Boli ste pozvaní pripojiť sa k Priestoru
sl: Bili ste povabljeni, da se pridružite Prostoru
sr: Pozvani ste da se pridružite Простору
sv: Du har blivit inbjuden att gå med i en Space
th: คุณได้รับเชิญให้เข้าร่วม พื้นที่
tr: Bir Alan'a katılmanız için davet edildiniz
uk: Вас запросили приєднатися до Простору
vi: Bạn đã được mời tham gia một Space

source: Your Details
ar: تفاصيلك
cs: Vaše údaje
da: Dine oplysninger
de: Ihre Details
el: Τα Στοιχεία Σας
fi: Omat tiedot
fr: Vos Détails
he: פרטי שלך
id: Detail Anda
it: I tuoi dettagli
ja: あなたの詳細
nl: Jouw Gegevens
no: Dine detaljer
pl: Twoje szczegóły
pt: Seus Detalhes
ro: Detaliile tale
ru: Ваши данные
sk: Vaše podrobnosti
sl: Vaši podatki
sr: Vaši detalji
sv: Dina uppgifter
th: รายละเอียดของคุณ
tr: Detaylarınız
uk: Ваші дані
