Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Quorum infrastructure is being deployed at this time. Please try refreshing, and check <0>https://status.quilibrium.com/</0> for updates.
ar: تحتوي بنية Quorum على نشر في هذا الوقت. يرجى محاولة التحديث، والتحقق من <0>https://status.quilibrium.com/</0> للحصول على التحديثات.
cs: Quorum infrastruktura je v tuto chvíli nasazována. Zkus prosím obnovit stránku a zkontroluj <0>https://status.quilibrium.com/</0> pro aktualizace.
da: Quorum-infrastrukturen er ved at blive implementeret på nuværende tidspunkt. Prøv at opdatere, og tjek <0>https://status.quilibrium.com/</0> for opdateringer.
de: Die Quorum-Infrastruktur wird zur Zeit eingerichtet. Versuchen Sie, die Seite zu aktualisieren, und prüfen Sie <0>https://status.quilibrium.com/</0> auf Aktualisierungen.
es: La infraestructura de Quorum se está desplegando en este momento. Intente actualizar y compruebe si hay actualizaciones en <0>https://status.quilibrium.com/</0>.
fi: Quorum-infrastruktuuria otetaan parhaillaan käyttöön. Kokeile päivittämistä ja tarkista päivitykset osoitteesta <0>https://status.quilibrium.com/</0>.
fr: L'infrastructure Quorum est en cours de déploiement. Veuillez essayer d'actualiser et vérifier <0>https://status.quilibrium.com/</0> pour les mises à jour.
he: תשתית הקוורום נמצאת בפריסה בזמן זה. אנא נסה לרענן, ובדוק <0>https://status.quilibrium.com/</0> לעדכונים.
id: Infrastruktur Quorum sedang diterapkan saat ini. Silakan coba menyegarkan, dan periksa <0>https://status.quilibrium.com/</0> untuk pembaruan.
it: L'infrastruttura di Quorum è in fase di distribuzione in questo momento. Si prega di provare a ricaricare e controllare <0>https://status.quilibrium.com/</0> per aggiornamenti.
ja: Quorumインフラストラクチャが現在展開中です。リフレッシュを試み、<0>https://status.quilibrium.com/</0>で更新情報を確認してください。
nl: Quorum-infrastructuur wordt op dit moment uitgerold. Probeer te verversen en controleer <0>https://status.quilibrium.com/</0> voor updates.
no: Quorum-infrastruktur blir implementert nå. Vennligst prøv å oppdatere, og sjekk <0>https://status.quilibrium.com/</0> for oppdateringer.
pl: Infrastruktura Quorum jest wdrażana w tym czasie. Proszę spróbować odświeżyć i sprawdzić <0>https://status.quilibrium.com/</0> w celu uzyskania aktualizacji.
pt: A infraestrutura do Quorum está sendo implantada neste momento. Por favor, tente atualizar e verifique <0>https://status.quilibrium.com/</0> para atualizações.
ru: Инфраструктура кворума в данный момент развертывается. Пожалуйста, попробуйте обновить и проверьте <0>https://status.quilibrium.com/</0> на наличие обновлений.
sk: Quorum infraštruktúra sa v súčasnosti nasadzuje. Skús obnoviť stránku a skontroluj <0>https://status.quilibrium.com/</0> pre aktualizácie.
sl: Quorum infrastruktura se trenutno postavlja. Molimo pokušajte da osvežite, i proverite <0>https://status.quilibrium.com/</0> za ažuriranja.
sr: Quorum infrastruktura se trenutno postavlja. Molimo pokušaj da osvežiš, i proveri <0>https://status.quilibrium.com/</0> za ažuriranja.
sv: Quorum-infrastruktur deployeras för närvarande. Vänligen försök att uppdatera, och kolla <0>https://status.quilibrium.com/</0> för uppdateringar.
th: โครงสร้างพื้นฐาน Quorum กำลังถูกติดตั้งในขณะนี้ กรุณาลองรีเฟรช และตรวจสอบ <0>https://status.quilibrium.com/</0> สำหรับการอัปเดต
tr: Quorum altyapısı şu anda dağıtılıyor. Lütfen yenilemeyi deneyin ve güncellemeler için <0>https://status.quilibrium.com/</0> adresini kontrol edin.
vi: Cơ sở hạ tầng Quorum đang được triển khai vào thời điểm này. Vui lòng thử làm mới và kiểm tra <0>https://status.quilibrium.com/</0> để biết thông tin cập nhật.

source: Quorum infrastructure is being deployed at this time. Please try refreshing.
ar: يتم نشر بنية Quorum في هذا الوقت. يرجى المحاولة مرة أخرى.
cs: Quorum infrastruktura je v tuto chvíli nasazována. Zkuste prosím obnovit.
da: Quorum-infrastruktur bliver implementeret på nuværende tidspunkt. Prøv venligst at opdatere.
de: Quorum-Infrastruktur wird derzeit bereitgestellt. Bitte versuche es erneut.
el: Η υποδομή Quorum αναπτύσσεται αυτή τη στιγμή. Παρακαλώ δοκιμάστε να ανανεώσετε.
es: La infraestructura de Quorum se está implementando en este momento. Por favor, intenta refrescar.
fi: Quorum-infrastruktuuria otetaan käyttöön tällä hetkellä. Yritä päivittää.
fr: L'infrastructure Quorum est en cours de déploiement à ce moment. Veuillez essayer de rafraîchir.
he: תשתית Quorum נמצאת בפריסה בזמן זה. אנא נסה לרענן.
id: Infrastruktur Quorum sedang diterapkan saat ini. Silakan coba menyegarkan.
it: L'infrastruttura di Quorum è in fase di distribuzione in questo momento. Riprova a ricaricare.
ja: Quorumインフラストラクチャが現在展開中です。リフレッシュをお試しください。
nl: Quorum-infrastructuur wordt op dit moment uitgerold. Probeer het opnieuw te verversen.
no: Quorum-infrastruktur blir distribuert for øyeblikket. Vennligst prøv å oppdatere.
pl: Infrastruktura Quorum jest obecnie wdrażana. Proszę spróbować odświeżyć.
pt: A infraestrutura do Quorum está sendo implantada neste momento. Por favor, tente atualizar.
ro: Infrastructura Quorum este în curs de desfășurare în acest moment. Te rugăm să încerci să reîmprospătezi.
ru: Инфраструктура Quorum в настоящее время развертывается. Пожалуйста, попробуйте обновить.
sk: Quorum infraštruktúra sa v súčasnosti nasadzuje. Skúste to prosím obnoviť.
sl: Quorum infrastruktura se trenutno uvaja. Poskusite osvežiti.
sr: Quorum infrastruktura se trenutno postavlja. Pokušajte da osvežite.
sv: Quorum-infrastruktur deployeras för närvarande. Försök att uppdatera.
tr: Quorum altyapısı şu anda dağıtılmaktadır. Lütfen yenilemeyi deneyin.
uk: Інфраструктура Quorum наразі розгортається. Будь ласка, спробуйте оновити.
vi: Cơ sở hạ tầng Quorum đang được triển khai vào thời điểm này. Vui lòng thử làm mới.

source: Quorum is peer-to-peer and end-to-end encrypted. This means your messages stay private, but equally important, they only live on the network for the time required to reach you and your recipients.
ar: Quorum هو نظير إلى نظير ومشفر من النهاية إلى النهاية. هذا يعني أن رسائلك تبقى خاصة، ولكن الأهم من ذلك، أنها تعيش فقط على الشبكة للمدة المطلوبة للوصول إليك وإلى مستلمي رسائلك.
cs: Quorum je peer-to-peer a šifrované end-to-end. To znamená, že tvé zprávy zůstávají soukromé, ale stejně důležité je, že žijí v síti pouze po dobu potřebnou k tomu, aby se dostaly k tobě a tvým příjemcům.
da: Quorum er peer-to-peer og end-to-end krypteret. Dette betyder, at dine beskeder forbliver private, men lige så vigtigt, at de kun lever på netværket i den tid, der kræves for at nå dig og dine modtagere.
de: Quorum ist Peer-to-Peer und Ende-zu-Ende verschlüsselt. Das bedeutet, dass Ihre Nachrichten privat bleiben, aber ebenso wichtig ist, dass sie nur so lange im Netzwerk verbleiben, wie es erforderlich ist, um Sie und Ihre Empfänger zu erreichen.
es: Quorum es peer-to-peer y está encriptado de extremo a extremo. Esto significa que tus mensajes permanecen privados, pero igualmente importante, solo viven en la red el tiempo necesario para llegar a ti y a tus destinatarios.
fi: Quorum on vertaisverkko ja päätepisteestä päätepisteeseen salattu. Tämä tarkoittaa, että viestisi pysyvät yksityisinä, mutta yhtä tärkeää on, että ne elävät verkossa vain sen ajan, joka tarvitaan saavuttaaksesi sinut ja vastaanottajasi.
fr: Quorum est pair-à-pair et chiffré de bout en bout. Cela signifie que vos messages restent privés, mais tout aussi important, ils ne vivent sur le réseau que le temps nécessaire pour vous atteindre, vous et vos destinataires.
he: הקוורום הוא בין-שימושי ומוצפן מקצה לקצה. זה אומר שההודעות שלך נשארות פרטיות, אך חשוב לא פחות, הן חיות ברשת רק בזמן הנדרש כדי להגיע אליך ואל הנמענים שלך.
id: Quorum adalah peer-to-peer dan terenkripsi end-to-end. Ini berarti pesanmu tetap pribadi, tetapi sama pentingnya, mereka hanya ada di jaringan selama waktu yang diperlukan untuk mencapai kamu dan penerima.
it: Quorum è peer-to-peer e crittografato end-to-end. Questo significa che i tuoi messaggi rimangono privati, ma altrettanto importante, vivono solo sulla rete per il tempo necessario a raggiungere te e i tuoi destinatari.
ja: Quorumはピアツーピアでエンドツーエンド暗号化されています。これは、あなたのメッセージがプライベートであることを意味しますが、同様に重要なのは、あなたと受信者に届くために必要な時間だけネットワーク上に存在することです。
nl: Quorum is peer-to-peer en end-to-end versleuteld. Dit betekent dat je berichten privé blijven, maar even belangrijk, ze leven alleen op het netwerk voor de tijd die nodig is om jou en je ontvangers te bereiken.
no: Quorum er peer-to-peer og ende-til-ende kryptert. Dette betyr at meldingene dine forblir private, men like viktig, de lever bare på nettverket så lenge det er nødvendig for å nå deg og mottakerne dine.
pl: Quorum jest peer-to-peer i szyfrowane end-to-end. Oznacza to, że Twoje wiadomości pozostają prywatne, ale równie ważne, że żyją w sieci tylko przez czas potrzebny, aby dotrzeć do Ciebie i Twoich odbiorców.
pt: O Quorum é peer-to-peer e criptografado de ponta a ponta. Isso significa que suas mensagens permanecem privadas, mas igualmente importante, elas só vivem na rede pelo tempo necessário para alcançar você e seus destinatários.
ru: Quorum является пиринговым и сквозным шифрованным. Это означает, что ваши сообщения остаются конфиденциальными, но не менее важно, что они существуют в сети только на время, необходимое для достижения вас и ваших получателей.
sk: Quorum je peer-to-peer a šifrované od konca po koniec. To znamená, že tvoje správy zostávajú súkromné, ale rovnako dôležité je, že žijú v sieti len na čas potrebný na to, aby sa dostali k tebe a tvojim príjemcom.
sl: Quorum je peer-to-peer i end-to-end enkriptovan. To znači da vaše poruke ostaju privatne, ali jednako važno, žive samo na mreži onoliko dugo koliko je potrebno da stignu do vas i vaših primalaca.
sr: Quorum je peer-to-peer i end-to-end enkriptovan. To znači da tvoje poruke ostaju privatne, ali jednako važno, žive samo na mreži onoliko dugo koliko je potrebno da stignu do tebe i tvojih primaoca.
sv: Quorum är peer-to-peer och end-to-end krypterat. Detta betyder att dina meddelanden förblir privata, men lika viktigt, de lever endast på nätverket under den tid som krävs för att nå dig och dina mottagare.
th: Quorum เป็นแบบ peer-to-peer และเข้ารหัสแบบ end-to-end ซึ่งหมายความว่าข้อความของคุณจะยังคงเป็นส่วนตัว แต่ที่สำคัญไม่แพ้กัน พวกเขาจะอยู่ในเครือข่ายเพียงระยะเวลาที่จำเป็นเพื่อไปถึงคุณและผู้รับของคุณ
tr: Quorum, eşler arası ve uçtan uca şifrelenmiştir. Bu, mesajlarınızın özel kalacağı anlamına gelir, ancak aynı zamanda, yalnızca size ve alıcılarınıza ulaşmak için gereken süre boyunca ağda kalır.
vi: Quorum là peer-to-peer và mã hóa đầu cuối. Điều này có nghĩa là tin nhắn của bạn vẫn riêng tư, nhưng cũng quan trọng không kém, chúng chỉ tồn tại trên mạng trong thời gian cần thiết để đến bạn và người nhận của bạn.

source: Quorum was loaded while the browser was not in focus or a passkey request was rejected. Please reauthorize to access your messages.
ar: تم تحميل Quorum بينما لم يكن المتصفح في التركيز أو تم رفض طلب مفتاح المرور. يرجى إعادة التفويض للوصول إلى رسائلك.
cs: Quorum bylo načteno, zatímco prohlížeč nebyl v ohnisku nebo byla odmítnuta žádost o klíč. Prosím, znovu autorizuj přístup k tvým zprávám.
da: Quorum blev indlæst, mens browseren ikke var i fokus, eller en adgangskodeanmodning blev afvist. Venligst reautoriser for at få adgang til dine beskeder.
de: Quorum wurde geladen, während der Browser nicht im Fokus war oder eine Passkey-Anfrage abgelehnt wurde. Bitte autorisieren Sie erneut, um auf Ihre Nachrichten zuzugreifen.
es: Quorum se cargó mientras el navegador no estaba en foco o se rechazó una solicitud de clave de acceso. Por favor, reautoriza para acceder a tus mensajes.
fi: Quorum ladattiin, kun selain ei ollut keskittyneenä tai salasanapyyntö hylättiin. Ole hyvä ja valtuuta uudelleen päästäksesi viesteihisi.
fr: Quorum a été chargé alors que le navigateur n'était pas au premier plan ou qu'une demande de clé d'accès a été rejetée. Veuillez réautoriser pour accéder à vos messages.
he: הקוורום נטען בזמן שהדפדפן לא היה במוקד או שבקשת מפתח הושללה. אנא אשר מחדש כדי לגשת להודעות שלך.
id: Quorum dimuat saat browser tidak dalam fokus atau permintaan passkey ditolak. Silakan otorisasi ulang untuk mengakses pesanmu.
it: Quorum è stato caricato mentre il browser non era attivo o una richiesta di passkey è stata rifiutata. Autorizza nuovamente l’accesso per visualizzare i tuoi messaggi.
ja: ブラウザがフォーカスされていない間にQuorumが読み込まれたか、パスキーリクエストが拒否されました。メッセージにアクセスするには再認証してください。
nl: Quorum werd geladen terwijl de browser niet in focus was of een verzoek om een toegangscode werd afgewezen. Gelieve opnieuw te autoriseren om toegang te krijgen tot je berichten.
no: Quorum ble lastet inn mens nettleseren ikke var i fokus eller en passordforespørsel ble avvist. Vennligst reautorisere for å få tilgang til meldingene dine.
pl: Quorum zostało załadowane, gdy przeglądarka nie była w fokusie lub żądanie klucza dostępu zostało odrzucone. Proszę ponownie autoryzować, aby uzyskać dostęp do swoich wiadomości.
pt: O Quorum foi carregado enquanto o navegador não estava em foco ou um pedido de chave foi rejeitado. Por favor, reautorize para acessar suas mensagens.
ru: Quorum был загружен, когда браузер не был в фокусе или запрос на ключ доступа был отклонен. Пожалуйста, повторно авторизуйтесь, чтобы получить доступ к вашим сообщениям.
sk: Quorum bol načítaný, zatiaľ čo prehliadač nebol v zameraní alebo bola zamietnutá žiadosť o prístupový kľúč. Prosím, znovu autorizuj prístup k svojim správam.
sl: Quorum je učitan dok pregledač nije bio u fokusu ili je zahtev za lozinkom odbijen. Molimo ponovo autorizujte da biste pristupili svojim porukama.
sr: Quorum je učitan dok pretraživač nije bio u fokusu ili je zahtev za lozinkom odbijen. Molimo ponovo autorizuj da pristupiš svojim porukama.
sv: Quorum laddades medan webbläsaren inte var i fokus eller en begäran om passnyckel avslogs. Vänligen auktorisera om för att få tillgång till dina meddelanden.
th: Quorum ถูกโหลดในขณะที่เบราว์เซอร์ไม่ได้อยู่ในโฟกัสหรือคำขอรหัสผ่านถูกปฏิเสธ กรุณาอนุญาตใหม่เพื่อเข้าถึงข้อความของคุณ
tr: Quorum, tarayıcı odak dışındayken veya bir şifre isteği reddedildiğinde yüklendi. Mesajlarınıza erişmek için lütfen yeniden yetkilendirin.
vi: Quorum đã được tải khi trình duyệt không được tập trung hoặc yêu cầu khóa đã bị từ chối. Vui lòng xác thực lại để truy cập tin nhắn của bạn.

source: Reactions
cs: Reakce
el: Αντιδράσεις
fr: Réactions
ru: Реакции

source: Read only
ar: للقراءة فقط
cs: Pouze pro čtení
da: Kun læsning
de: Nur lesen
el: Μόνο για ανάγνωση
es: Solo lectura
fi: Vain luku
fr: Lecture seule
he: קריאה בלבד
id: Hanya baca
it: Solo lettura
ja: 読み取り専用
nl: Alleen-lezen
no: Bare lesing
pl: Tylko do odczytu
pt: Somente leitura
ro: Doar citire
ru: Только для чтения
sk: Len na čítanie
sl: Samo za branje
sr: Samo za čitanje
sv: Endast läsning
th: อ่านอย่างเดียว
tr: Sadece okunur
uk: Тільки для читання

source: Read only channel
ar: قناة للقراءة فقط
cs: Pouze pro čtení kanál
da: Kun læsningskanal
de: Nur-Lese-Kanal
el: Κανάλι μόνο για ανάγνωση
es: Canal de solo lectura
fi: Vain luku kanava
fr: Canal en lecture seule
he: ערוץ קריאה בלבד
id: Saluran hanya baca
it: Canale solo lettura
ja: 読み取り専用チャンネル
nl: Alleen-lezen kanaal
no: Bare lese kanal
pl: Kanał tylko do odczytu
pt: Canal somente leitura
ro: Canal doar pentru citire
ru: Канал только для чтения
sk: Kanál len na čítanie
sl: Kanal samo za branje
sr: Kanal samo za čitanje
sv: Endast läsningskanal
th: ช่องอ่านอย่างเดียว
tr: Sadece okunur kanal
uk: Канал тільки для читання

source: Ready to start a truly private conversation?
ar: هل أنت مستعد لبدء محادثة خاصة حقًا؟
cs: Připraveni začít skutečně soukromou konverzaci?
da: Klar til at starte en virkelig privat samtale?
de: Bereit, ein wirklich privates Gespräch zu beginnen?
el: Έτοιμοι να ξεκινήσουμε μια πραγματικά ιδιωτική συνομιλία;
es: ¿Listo para comenzar una conversación verdaderamente privada?
fi: Valmis aloittamaan todella yksityinen keskustelu?
fr: Prêt à commencer une conversation vraiment privée ?
he: מוכן להתחיל שיחה פרטית באמת?
id: Siap untuk memulai percakapan yang benar-benar pribadi?
it: Pronto per iniziare una conversazione veramente privata?
ja: 本当にプライベートな会話を始める準備はできていますか？
nl: Klaar om een echt privégesprek te beginnen?
no: Klar til å starte en virkelig privat samtale?
pl: Gotowy, aby rozpocząć naprawdę prywatną rozmowę?
pt: Pronto para começar uma conversa verdadeiramente privada?
ro: Ești gata să începi o conversație cu adevărat privată?
ru: Готовы начать по-настоящему частный разговор?
sk: Pripravení začať naozaj súkromnú konverzáciu?
sl: Pripravljen na začetek resnično zasebnega pogovora?
sr: Spremni za započinjanje zaista privatnog razgovora?
sv: Redo att börja en verkligt privat konversation?
th: พร้อมที่จะเริ่มการสนทนาที่เป็นส่วนตัวอย่างแท้จริงหรือยัง?
tr: Gerçekten özel bir sohbete başlamaya hazır mısınız?
uk: Готові почати справжню приватну розмову?
vi: Sẵn sàng để bắt đầu một cuộc trò chuyện thực sự riêng tư?

source: Reauthorize
ar: إعادة التفويض
cs: Znovu autorizovat
da: Reautoriser
de: Erneut autorisieren
el: Επαναεξουσιοδότηση
es: Reautorizar
fi: Valtuuta uudelleen
fr: Réautoriser
he: אשר מחדש
id: Otorisasi Ulang
it: Ri-autorizza
ja: 再認証
nl: Herautoriseer
no: Reautorisere
pl: Ponownie autoryzuj
pt: Reautorizar
ro: Reautentificare
ru: Повторная авторизация
sk: Znovu autorizovať
sl: Ponovo autorizuj
sr: Ponovo autorizuj
sv: Auktorisera om
th: อนุญาตใหม่
tr: Yeniden Yetkilendir
uk: Повторна авторизація
vi: Xác thực lại

source: received config with invalid signature!
ar: تم استلام تكوين بتوقيع غير صالح!
cs: obdržena konfigurace s neplatným podpisem!
da: modtaget konfiguration med ugyldig signatur!
de: Konfiguration mit ungültiger Signatur empfangen!
es: ¡configuración recibida con firma inválida!
fi: vastaanotettu konfiguraatio, jossa on virheellinen allekirjoitus!
fr: configuration reçue avec une signature invalide !
he: קיבל קונפיגורציה עם חתימה לא תקפה!
id: menerima konfigurasi dengan tanda tangan tidak valid!
it: config ricevuta con firma non valida!
ja: 無効な署名の設定を受信しました！
nl: ontvangen configuratie met ongeldige handtekening!
no: mottatt konfigurasjon med ugyldig signatur!
pl: otrzymano konfigurację z nieprawidłowym podpisem!
pt: configuração recebida com assinatura inválida!
ru: получена конфигурация с недействительной подписью!
sk: prijatá konfigurácia s neplatným podpisom!
sl: primljena konfiguracija sa nevažećim potpisom!
sr: pr Received config with invalid signature!
sv: mottagen konfiguration med ogiltig signatur!
th: ได้รับการกำหนดค่าที่มีลายเซ็นไม่ถูกต้อง!
tr: geçersiz imzaya sahip yapılandırma alındı!
uk: отримано конфігурацію з недійсним підписом!
vi: nhận cấu hình với chữ ký không hợp lệ!

source: Recipient has no devices
ar: المستلم ليس لديه أجهزة
cs: Příjemce nemá žádná zařízení
da: Modtager har ingen enheder
el: Ο παραλήπτης δεν έχει συσκευές
fr: Le destinataire n'a pas d'appareils
he: לנמען אין מכשירים
id: Penerima tidak memiliki perangkat
it: Il destinatario non ha dispositivi
ja: 受信者にデバイスがありません
nl: Ontvanger heeft geen apparaten
pl: Odbiorca nie ma urządzeń
pt: O destinatário não possui dispositivos
ro: Destinatarul nu are dispozitive
ru: У получателя нет устройств
sk: Prijímateľ nemá žiadne zariadenia
sl: Prejemnik nima naprav
sr: Primalac nema uređaje
th: ผู้รับไม่มีอุปกรณ์

source: Refresh
ar: تحديث
cs: Obnovit
da: Opdatering
de: Auffrischen
el: Ανανέωση
es: Actualice
fi: Päivitä
fr: Rafraîchir
he: רענן
id: Segarkan
it: Ricarica
ja: リフレッシュ
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: Atualizar
ru: Обновление
sk: Obnoviť
sl: Osveži
sr: Osveži
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới

source: Remove
ar: إزالة
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Supprimer
he: הסר
id: Hapus
it: Rimuovi
ja: 削除
nl: Verwijderen
no: Fjern
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: Ukloni
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa

source: Remove bookmark
ar: إزالة الإشارة المرجعية
cs: Odstranit záložku
da: Fjern bogmærke
el: Αφαίρεση σελιδοδείκτη
fr: Supprimer le signet
he: הסר סימן
id: Hapus bookmark
it: Rimuovi segnalibro
ja: ブックマークを削除
nl: Verwijder bladwijzer
no: Fjern bokmerke
pl: Usuń zakładkę
pt: Remover marcador
ro: Șterge marcajul
ru: Удалить закладку
sk: Odstrániť záložku
sl: Odstrani zaznamek
sr: Ukloni oznaku
sv: Ta bort bokmärke
th: ลบบุ๊กมาร์ก
tr: Yer işaretini kaldır

source: Remove from Favorites
ar: إزالة من المفضلة
cs: Odebrat z Oblíbených
el: Αφαίρεση από τα Αγαπημένα
fr: Retirer des Favoris
id: Hapus dari Favorit
it: Rimuovi dai Preferiti
ja: お気に入りから削除
nl: Verwijder uit Favorieten
ro: Elimină din Favorite
ru: Удалить из Избранного
sk: Odstrániť z obľúbených
sl: Odstrani iz priljubljenih
sr: Ukloni iz omiljenih
th: ลบออกจากรายการโปรด

source: Removing...
ar: جارٍ الإزالة...
cs: Odstraňování...
da: Fjerner...
el: Αφαίρεση...
fr: Suppression en cours...
he: מסיר...
id: Menghapus...
it: Rimuovendo...
ja: 削除中...
nl: Verwijderen...
no: Fjerner...
pl: Usuwanie...
pt: Removendo...
ro: Eliminare...
ru: Удаление...
sk: Odstraňovanie...
sl: Odstranjevanje...
sr: Uklanjanje...
sv: Tar bort...
th: กำลังลบ...
tr: Kaldırılıyor...

source: Replies
ar: ردود
cs: Odpovědi
da: Svar
de: Antworten
el: Απαντήσεις
fi: Vastaukset
fr: Réponses
he: תגובות
id: Balasan
it: Risposte
ja: 返信
nl: Antwoorden
no: Svar
pl: Odpowiedzi
pt: Respostas
ro: Răspunsuri
ru: Ответы
sk: Odpovede
sl: Odgovori
sr: Odgovori
sv: Svar
th: การตอบกลับ
tr: Yanıtlar
uk: Відповіді

source: Reply
ar: رد
cs: Odpovědět
da: Svar
de: Antwort
el: Απάντηση
es: Responder
fi: Vastaa
fr: Répondre
he: ענה
id: Balas
it: Rispondi
ja: 返信
nl: Beantwoorden
no: Svar
pl: Odpowiedz
pt: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sl: Odgovori
sr: Odgovori
sv: Svara
th: ตอบกลับ
tr: Cevapla
uk: Відповісти
vi: Trả lời

source: Require Message Signing
ar: يتطلب توقيع الرسائل
cs: Vyžadovat podepisování zpráv
da: Krav om beskedunderskrift
de: Nachrichtensignierung erforderlich
el: Απαιτείται υπογραφή μηνύματος
es: Requerir firma de mensajes
fi: Vaadi viestien allekirjoittaminen
fr: Exiger la signature des messages
he: דרוש חתימת הודעות
id: Memerlukan Penandatanganan Pesan
it: Richiedi firma dei messaggi
ja: メッセージ署名を要求
nl: Berichtondertekening vereisen
no: Krev meldingssignering
pl: Wymagaj podpisywania wiadomości
pt: Requer Assinatura de Mensagem
ro: Necesită semnarea mesajelor
ru: Требовать подписи сообщений
sk: Vyžadovať podpisovanie správ
sl: Zahtevaj podpisovanje sporočil
sr: Zahtevaj potpisivanje poruka
sv: Kräv meddelandesignering
th: ต้องการการลงนามข้อความ
tr: Mesaj İmzalamayı Gerektir
uk: Вимагати підписування повідомлень
vi: Yêu cầu ký tin nhắn
