Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Failed to create space. Please try again.
ar: فشل إنشاء المساحة. يرجى المحاولة مرة أخرى.
cs: Nepodařilo se vytvořit prostor. Zkuste to prosím znovu.
da: Det lykkedes ikke at oprette plads. Prøv venligst igen.
el: Απέτυχε η δημιουργία του Space. Παρακαλώ δοκιμάστε ξανά.
fr: Échec de la création de l'espace. Veuillez réessayer.
he: נכשל ביצירת Space. אנא נסה שוב.
id: Gagal membuat ruang. Silakan coba lagi.
it: Impossibile creare lo spazio. Riprova.
ja: スペースの作成に失敗しました。もう一度お試しください。
nl: Mislukt om ruimte te creëren. Probeer het opnieuw.
no: Kunne ikke opprette Space. Vennligst prøv igjen.
pl: Nie udało się utworzyć przestrzeni. Proszę spróbować ponownie.
pt: Falha ao criar o Space. Por favor, tente novamente.
ro: Crearea spațiului a eșuat. Te rugăm să încerci din nou.
ru: Не удалось создать пространство. Пожалуйста, попробуйте еще раз.
sk: Nepodarilo sa vytvoriť priestor. Skúste to znova.
sl: Ustvarjanje prostora ni uspelo. Poskusite znova.
sr: Nije uspelo da se kreira prostor. Pokušajte ponovo.
sv: Misslyckades med att skapa utrymme. Vänligen försök igen.
th: ไม่สามารถสร้าง Space ได้ กรุณาลองอีกครั้ง
tr: Alan oluşturulamadı. Lütfen tekrar deneyin.

source: Failed to decrypt message with any known state
ar: فشل في فك تشفير الرسالة بأي حالة معروفة
cs: Nepodařilo se dešifrovat zprávu s žádným známým stavem
da: Kunne ikke dekryptere besked med nogen kendt tilstand
de: Nachricht konnte mit keinem bekannten Status entschlüsselt werden
el: Αποτυχία αποκρυπτογράφησης μηνύματος με οποιαδήποτε γνωστή κατάσταση
es: Error al descifrar el mensaje con cualquier estado conocido
fi: Viestin purkaminen tunnetuilla tiloilla epäonnistui
fr: Échec du déchiffrement du message avec tout état connu
he: נכשל בפענוח ההודעה עם כל מצב ידוע
id: Gagal mendekripsi pesan dengan status yang dikenal
it: Impossibile decrittare il messaggio con alcuno stato conosciuto
ja: 既知の状態でメッセージを復号化できませんでした
nl: Kon het bericht met geen enkele bekende staat ontsleutelen
no: Mislyktes med å dekryptere melding med kjent tilstand
pl: Nie udało się odszyfrować wiadomości za pomocą znanego stanu
pt: Falha ao descriptografar a mensagem com qualquer estado conhecido
ro: Nu s-a reușit decriptarea mesajului cu niciun stat cunoscut
ru: Не удалось расшифровать сообщение с известным состоянием
sk: Nepodarilo sa dešifrovať správu s akýmkoľvek známym stavom
sl: Ni uspelo dešifrirati sporočila z nobenim znanim stanjem
sr: Neuspešno dešifrovanje poruke sa bilo kojim poznatim stanjem
sv: Misslyckades med att dekryptera meddelande med någon känd status
th: ไม่สามารถถอดรหัสข้อความด้วยสถานะที่รู้จักได้
tr: Bilinmeyen bir durumla mesajı şifreyi çözemedi
uk: Не вдалося розшифрувати повідомлення жодним відомим станом
vi: Không thể giải mã tin nhắn với bất kỳ trạng thái nào đã biết

source: Failed to delete message
ar: فشل في حذف الرسالة
cs: Nepodařilo se smazat zprávu
da: Kunne ikke slette besked
el: Αποτυχία διαγραφής μηνύματος
fr: Échec de la suppression du message
he: נכשל למחוק הודעה
id: Gagal menghapus pesan
it: Impossibile eliminare il messaggio
ja: メッセージの削除に失敗しました
nl: Bericht kon niet worden verwijderd
pl: Nie udało się usunąć wiadomości
pt: Falha ao excluir a mensagem
ro: Ștergerea mesajului a eșuat
ru: Не удалось удалить сообщение
sk: Nepodarilo sa odstrániť správu
sl: Brisanje sporočila ni uspelo
sr: Nije uspelo brisanje poruke
th: ลบข้อความล้มเหลว

source: Failed to edit message
ar: فشل في تعديل الرسالة
cs: Nepodařilo se upravit zprávu
da: Kunne ikke redigere besked
el: Αποτυχία επεξεργασίας μηνύματος
fr: Échec de la modification du message
he: נכשל לערוך הודעה
id: Gagal mengedit pesan
it: Impossibile modificare il messaggio
ja: メッセージの編集に失敗しました
nl: Bericht kon niet worden bewerkt
pl: Nie udało się edytować wiadomości
pt: Falha ao editar a mensagem
ro: Editarea mesajului a eșuat
ru: Не удалось отредактировать сообщение
sk: Nepodarilo sa upraviť správu
sl: Urejanje sporočila ni uspelo
sr: Nije uspelo uređivanje poruke
th: แก้ไขข้อความล้มเหลว

source: Failed to export backup
cs: Export zálohy se nezdařil
el: Απέτυχε η εξαγωγή του αντιγράφου ασφαλείας

source: Failed to generate invite link. Please try again.
ar: فشل في إنشاء رابط الدعوة. يرجى المحاولة مرة أخرى.
cs: Nepodařilo se vygenerovat pozvánkový odkaz. Zkuste to prosím znovu.
da: Kunne ikke generere invitationslink. Prøv venligst igen.
de: Einladungslink konnte nicht erstellt werden. Bitte versuche es erneut.
el: Απέτυχε η δημιουργία του συνδέσμου πρόσκλησης. Παρακαλώ δοκιμάστε ξανά.
es: Error al generar el enlace de invitación. Por favor, inténtalo de nuevo.
fi: Kutsulinkin luominen epäonnistui. Yritä uudelleen.
fr: Échec de la génération du lien d'invitation. Veuillez réessayer.
he: נכשל ביצירת קישור הזמנה. אנא נסה שוב.
id: Gagal menghasilkan tautan undangan. Silakan coba lagi.
it: Impossibile generare il link di invito. Riprova.
ja: 招待リンクの生成に失敗しました。もう一度お試しください。
nl: Het is niet gelukt om de uitnodigingslink te genereren. Probeer het opnieuw.
no: Kunne ikke generere invitasjonslenke. Vennligst prøv igjen.
pl: Nie udało się wygenerować linku zaproszenia. Spróbuj ponownie.
pt: Falha ao gerar link de convite. Por favor, tente novamente.
ro: Nu s-a reușit generarea linkului de invitație. Te rugăm să încerci din nou.
ru: Не удалось сгенерировать ссылку для приглашения. Пожалуйста, попробуйте еще раз.
sk: Nepodarilo sa vygenerovať pozývací odkaz. Skúste to znova.
sl: Ni uspelo ustvariti povezave za povabilo. Poskusite znova.
sr: Nije uspelo da se generiše link za poziv. Pokušajte ponovo.
sv: Misslyckades med att generera inbjudningslänk. Försök igen.
th: ไม่สามารถสร้างลิงก์เชิญได้ กรุณาลองอีกครั้ง
tr: Davet bağlantısı oluşturulamadı. Lütfen tekrar deneyin.
uk: Не вдалося згенерувати посилання для запрошення. Будь ласка, спробуйте ще раз.

source: Failed to import backup
cs: Import zálohy se nezdařil
el: Απέτυχε η εισαγωγή του αντιγράφου ασφαλείας

source: Failed to kick user
ar: فشل في طرد المستخدم
cs: Nepodařilo se vykopnout uživatele
da: Kunne ikke smide bruger ud
el: Αποτυχία αποβολής χρήστη
fr: Échec de l'expulsion de l'utilisateur
he: נכשל להדיח משתמש
id: Gagal mengeluarkan pengguna
it: Impossibile espellere l'utente
ja: ユーザーのキックに失敗しました
nl: Gebruiker kon niet worden verwijderd
pl: Nie udało się wyrzucić użytkownika
pt: Falha ao expulsar o usuário
ro: Excluderea utilizatorului a eșuat
ru: Не удалось исключить пользователя
sk: Nepodarilo sa vykopnúť používateľa
sl: Izključitev uporabnika ni uspela
sr: Nije uspelo izbacivanje korisnika
th: เตะผู้ใช้ล้มเหลว

source: Failed to load bookmarks
ar: فشل في تحميل الإشارات المرجعية
cs: Nepodařilo se načíst záložky
da: Kunne ikke indlæse bogmærker
el: Αποτυχία φόρτωσης σελιδοδεικτών
fr: Échec du chargement des signets
he: נכשל לטעון סימנים
id: Gagal memuat bookmark
it: Impossibile caricare i segnalibri
ja: ブックマークの読み込みに失敗しました
nl: Kon bladwijzers niet laden
no: Kunne ikke laste bokmerker
pl: Nie udało się załadować zakładek
pt: Falha ao carregar marcadores
ro: Eșec la încărcarea marcajelor
ru: Не удалось загрузить закладки
sk: Nepodarilo sa načítať záložky
sl: Nalaganje zaznamkov ni uspelo
sr: Nije moguće učitati oznake
sv: Misslyckades med att ladda bokmärken
th: ไม่สามารถโหลดบุ๊กมาร์กได้
tr: Yer işaretlerini yüklemek başarısız oldu

source: Failed to mute user
ar: فشل في كتم المستخدم
cs: Nepodařilo se ztlumit uživatele
da: Kunne ikke gøre bruger tavs
el: Απέτυχε να σιωπήσει τον χρήστη
fr: Échec de la mise en sourdine de l'utilisateur
he: נכשל להשתיק משתמש
id: Gagal membisukan pengguna
it: Impossibile silenziare l'utente
ja: ユーザーのミュートに失敗しました
nl: Gebruiker kon niet worden gemute
no: Mislyktes i å dempe bruker
pl: Nie udało się wyciszyć użytkownika
pt: Falha ao silenciar usuário
ro: Nu s-a reușit să se dezactiveze utilizatorul
ru: Не удалось отключить звук пользователя
sk: Nepodarilo sa ztlmiť používateľa
sl: Ni uspelo utišati uporabnika
sr: Nije uspelo da se utiša korisnik
sv: Misslyckades att stänga av användaren
th: ไม่สามารถปิดเสียงผู้ใช้ได้
tr: Kullanıcıyı susturmakta başarısız olundu

source: Failed to open image picker
ar: فشل في فتح اختيار الصورة
cs: Nepodařilo se otevřít výběr obrázků
da: Mislykkedes at åbne billedevælger
de: Bildwähler konnte nicht geöffnet werden
el: Αποτυχία ανοίγματος επιλογέα εικόνας
es: Error al abrir el selector de imágenes
fi: Kuvan valitsimen avaaminen epäonnistui
fr: Échec de l'ouverture du sélecteur d'images
he: נכשל בפתיחת בורר התמונות
id: Gagal membuka pemilih gambar
it: Impossibile aprire il selettore di immagini
ja: 画像ピッカーを開くのに失敗しました
nl: Kon afbeeldingskiezer niet openen
no: Kunne ikke åpne bildevelger
pl: Nie udało się otworzyć selektora obrazów
pt: Falha ao abrir o seletor de imagens
ro: Eșec la deschiderea selectorului de imagini
ru: Не удалось открыть выбор изображений
sk: Nepodarilo sa otvoriť výber obrázkov
sl: Ni uspelo odpreti izbire slik
sr: Nije uspelo da se otvori birač slika
sv: Misslyckades att öppna bildväljaren
th: ไม่สามารถเปิดตัวเลือกภาพได้
tr: Görüntü seçici açılmadı
uk: Не вдалося відкрити вибір зображення
vi: Không thể mở trình chọn hình ảnh

source: Failed to parse WebSocket message:
ar: فشل في تحليل رسالة WebSocket:
cs: Nepodařilo se analyzovat WebSocket zprávu:
da: Kunne ikke parse WebSocket-besked:
de: Fehler beim Parsen der WebSocket-Nachricht:
el: Αποτυχία ανάλυσης μηνύματος WebSocket:
es: Error al analizar el mensaje de WebSocket:
fi: WebSocket-viestin jäsentäminen epäonnistui:
fr: Échec de l'analyse du message WebSocket :
he: נכשל בפענוח הודעת WebSocket:
id: Gagal mengurai pesan WebSocket:
it: Impossibile analizzare il messaggio WebSocket:
ja: WebSocketメッセージの解析に失敗しました:
nl: Kon het WebSocket-bericht niet parseren:
no: Mislyktes med å analysere WebSocket-melding:
pl: Nie udało się sparsować wiadomości WebSocket:
pt: Falha ao analisar a mensagem WebSocket:
ro: Nu s-a reușit analizarea mesajului WebSocket:
ru: Не удалось разобрать сообщение WebSocket:
sk: Nepodarilo sa analyzovať WebSocket správu:
sl: Ni uspelo analizirati WebSocket sporočila:
sr: Neuspešno parsiranje WebSocket poruke:
sv: Misslyckades med att analysera WebSocket-meddelande:
th: ไม่สามารถวิเคราะห์ข้อความ WebSocket ได้:
tr: WebSocket mesajını ayrıştırmada başarısız oldu:
uk: Не вдалося розібрати повідомлення WebSocket:
vi: Không thể phân tích tin nhắn WebSocket:

source: Failed to pin message
ar: فشل في تثبيت الرسالة
cs: Nepodařilo se připnout zprávu
da: Kunne ikke fastgøre besked
el: Αποτυχία επισήμανσης μηνύματος
fr: Échec de l'épinglage du message
he: נכשל להדביק הודעה
id: Gagal menyematkan pesan
it: Impossibile fissare il messaggio
ja: メッセージのピン留めに失敗しました
nl: Bericht kon niet worden vastgezet
pl: Nie udało się przypiąć wiadomości
pt: Falha ao fixar a mensagem
ro: Fixarea mesajului a eșuat
ru: Не удалось прикрепить сообщение
sk: Nepodarilo sa pripnúť správu
sl: Pripenjanje sporočila ni uspelo
sr: Nije uspelo zakačiti poruku
th: ปักหมุดข้อความล้มเหลว

source: Failed to restore spaces
ar: فشل في استعادة المساحات
cs: Obnovení prostorů se nezdařilo
da: Kunne ikke gendanne rum
el: Αποτυχία στην αποκατάσταση των χώρων
fr: Échec de la restauration des espaces
he: נכשל בשחזור חללים
id: Gagal memulihkan ruang
it: Impossibile ripristinare gli spazi
ja: スペースの復元に失敗しました
nl: Herstellen van ruimtes mislukt
no: Kunne ikke gjenopprette rom
pl: Nie udało się przywrócić przestrzeni
pt: Falha ao restaurar espaços
ro: Restaurare eșuată a spațiilor
ru: Не удалось восстановить пространства
sk: Obnova priestorov zlyhala
sl: Obnova prostorov ni uspela
sr: Nije uspelo obnavljanje prostora
sv: Misslyckades med att återställa utrymmen
th: ไม่สามารถกู้คืนพื้นที่ได้
tr: Alanları geri yükleme başarısız

source: Failed to save notification settings
ar: فشل في حفظ إعدادات الإشعارات
cs: Uložení nastavení oznámení se nezdařilo
da: Fejl ved gemme notifikationsindstillinger
de: Benachrichtigungseinstellungen konnten nicht gespeichert werden
el: Αποτυχία αποθήκευσης ρυθμίσεων ειδοποιήσεων
fi: Ilmoitusasetusten tallentaminen epäonnistui
fr: Échec de l'enregistrement des paramètres de notification
he: שגיאה בשמירת הגדרות ההודעות
id: Gagal menyimpan pengaturan notifikasi
it: Impossibile salvare le impostazioni di notifica
ja: 通知設定の保存に失敗しました
nl: Mislukt om meldingsinstellingen op te slaan
no: Kunne ikke lagre varslingsinnstillinger
pl: Nie udało się zapisać ustawień powiadomień
pt: Falha ao salvar as configurações de notificação
ro: A eșuat salvarea setărilor de notificare
ru: Не удалось сохранить настройки уведомлений
sk: Uloženie nastavení upozornení zlyhalo
sl: Shranjevanje nastavitev obvestil ni uspelo
sr: Nije uspelo čuvanje podešavanja obaveštenja
sv: Misslyckades med att spara aviseringar.
th: ไม่สามารถบันทึกการตั้งค่าการแจ้งเตือนได้
tr: Bildirim ayarlarını kaydetme başarısız oldu.
uk: Не вдалося зберегти налаштування сповіщень

source: Failed to save settings
ar: فشل في حفظ الإعدادات
cs: Nepodařilo se uložit nastavení
da: Kunne ikke gemme indstillinger
el: Αποτυχία αποθήκευσης ρυθμίσεων
fr: Échec de l'enregistrement des paramètres
he: נכשל לשמור הגדרות
id: Gagal menyimpan pengaturan
it: Impossibile salvare le impostazioni
ja: 設定の保存に失敗しました
nl: Instellingen konden niet worden opgeslagen
pl: Nie udało się zapisać ustawień
pt: Falha ao salvar as configurações
ro: Salvarea setărilor a eșuat
ru: Не удалось сохранить настройки
sk: Nepodarilo sa uložiť nastavenia
sl: Shranjevanje nastavitev ni uspelo
sr: Nije uspelo sačuvati podešavanja
th: บันทึกการตั้งค่าล้มเหลว

source: Failed to save space settings
ar: فشل في حفظ إعدادات المساحة
cs: Nepodařilo se uložit nastavení prostoru
da: Kunne ikke gemme rumindstillinger
el: Αποτυχία αποθήκευσης ρυθμίσεων χώρου
fr: Échec de l'enregistrement des paramètres de l'espace
he: נכשל לשמור הגדרות של ספייס
id: Gagal menyimpan pengaturan ruang
it: Impossibile salvare le impostazioni dello spazio
ja: スペース設定の保存に失敗しました
nl: Instellingen voor de ruimte konden niet worden opgeslagen
pl: Nie udało się zapisać ustawień przestrzeni
pt: Falha ao salvar as configurações do espaço
ro: Salvarea setărilor spațiului a eșuat
ru: Не удалось сохранить настройки пространства
sk: Nepodarilo sa uložiť nastavenia priestoru
sl: Shranjevanje nastavitev prostora ni uspelo
sr: Nije uspelo sačuvati podešavanja prostora
th: บันทึกการตั้งค่าพื้นที่ล้มเหลว

source: Failed to select document
ar: فشل في اختيار الوثيقة
cs: Nepodařilo se vybrat dokument
da: Mislykkedes at vælge dokument
de: Dokument konnte nicht ausgewählt werden
el: Αποτυχία επιλογής εγγράφου
es: Error al seleccionar el documento
fi: Dokumentin valinta epäonnistui
fr: Échec de la sélection du document
he: נכשל בבחירת מסמך
id: Gagal memilih dokumen
it: Impossibile selezionare il documento
ja: ドキュメントの選択に失敗しました
nl: Documentselectie mislukt
no: Feilet å velge dokument
pl: Nie udało się wybrać dokumentu
pt: Falha ao selecionar documento
ro: Nu am reușit să selectez documentul
ru: Не удалось выбрать документ
sk: Nepodarilo sa vybrať dokument
sl: Ni uspelo izbrati dokumenta
sr: Nije uspelo da se izabere dokument
sv: Misslyckades att välja dokument
th: ไม่สามารถเลือกเอกสารได้
tr: Belge seçimi başarısız oldu
uk: Не вдалося вибрати документ
vi: Không thể chọn tài liệu

source: Failed to send invite. Please try again.
ar: فشل في إرسال الدعوة. يرجى المحاولة مرة أخرى.
cs: Nepodařilo se odeslat pozvánku. Zkuste to prosím znovu.
da: Fejl ved at sende invitation. Prøv venligst igen.
de: Einladen konnte nicht gesendet werden. Bitte versuche es erneut.
el: Verzenden van uitnodiging mislukt. Probeer het opnieuw.
es: Error al enviar la invitación. Por favor, inténtalo de nuevo.
fi: Kutsun lähettäminen epäonnistui. Yritä uudelleen.
fr: Échec de l'envoi de l'invitation. Veuillez réessayer.
he: שליחה של הזמנה נכשלה. אנא נסה שוב.
id: Gagal mengirim undangan. Silakan coba lagi.
it: Invito non inviato. Riprova.
ja: 招待の送信に失敗しました。もう一度お試しください。
nl: Uitnodiging verzenden mislukt. Probeer het opnieuw.
no: Feil ved sending av invitasjon. Vennligst prøv igjen.
pl: Nie udało się wysłać zaproszenia. Proszę spróbować ponownie.
pt: Falha ao enviar o convite. Por favor, tente novamente.
ro: Nu s-a putut trimite invitația. Te rugăm să încerci din nou.
ru: Не удалось отправить приглашение. Пожалуйста, попробуйте снова.
sk: Nepodarilo sa odoslať pozvánku. Skúste to prosím znova.
sl: Pošiljanje povabila ni uspelo. Poskusite znova.
sr: Slanje pozivnice nije uspelo. Pokušajte ponovo.
sv: Misslyckades med att skicka inbjudan. Vänligen försök igen.
th: ส่งคำเชิญล้มเหลว กรุณาลองอีกครั้ง
tr: Davet göndermede başarısız oldu. Lütfen tekrar deneyin.
uk: Не вдалося надіслати запрошення. Будь ласка, спробуйте ще раз.

source: Failed to send.
ar: فشل في الإرسال.
cs: Nepodařilo se odeslat.
da: Fejl ved afsendelse.
el: Αποτυχία αποστολής.
fr: Échec de l'envoi.
he: שליחה נכשלה.
id: Gagal mengirim.
it: Invio non riuscito.
ja: 送信に失敗しました。
nl: Verzenden mislukt.
no: Sending feilet.
pl: Nie udało się wysłać.
pt: Falha ao enviar.
ro: Trimiterea a eșuat.
ru: Не удалось отправить.
sk: Nepodarilo sa odoslať.
sl: Pošiljanje ni uspelo.
sr: Slanje nije uspelo.
sv: Misslyckades med att skicka.
th: ส่งไม่สำเร็จ

source: Failed to unmute user
ar: فشل في إلغاء كتم المستخدم
cs: Nepodařilo se zrušit ztlumení uživatele
da: Kunne ikke ophæve tavshed for bruger
el: Απέτυχε να αποσιωπήσει τον χρήστη
fr: Échec de la désactivation de la mise en sourdine de l'utilisateur
he: נכשל לבטל השתקה של משתמש
id: Gagal membatalkan bisu pengguna
it: Impossibile riattivare l'utente
ja: ユーザーのミュート解除に失敗しました
nl: Gebruiker kon niet worden gedemute
no: Mislyktes i å fjerne dempingen av bruker
pl: Nie udało się cofnąć wyciszenia użytkownika
pt: Falha ao ativar som do usuário
ro: Nu s-a reușit să se reactiveze utilizatorul
ru: Не удалось включить звук пользователя
sk: Nepodarilo sa odtlmiť používateľa
sl: Ni uspelo razutišati uporabnika
sr: Nije uspelo da se ponovo uključi korisnik
sv: Misslyckades att slå på ljudet för användaren
th: ไม่สามารถเปิดเสียงผู้ใช้ได้
tr: Kullanıcıyı susturmakta başarısız olundu

source: Failed to unpin message
ar: فشل في إلغاء تثبيت الرسالة
cs: Nepodařilo se odpinout zprávu
da: Kunne ikke fjerne fastgørelse af besked
el: Αποτυχία αποεπισημάνσεως μηνύματος
fr: Échec du désépinglage du message
he: נכשל לשחרר הודעה מהדבקה
id: Gagal menghapus sematan pesan
it: Impossibile rimuovere il messaggio fissato
ja: メッセージのピン留め解除に失敗しました
nl: Bericht kon niet worden losgemaakt
pl: Nie udało się odpiąć wiadomości
pt: Falha ao desfixar a mensagem
ro: De-fixarea mesajului a eșuat
ru: Не удалось открепить сообщение
sk: Nepodarilo sa odopnúť správu
sl: Odpripenjanje sporočila ni uspelo
sr: Nije uspelo odkačiti poruku
th: ยกเลิกการปักหมุดข้อความล้มเหลว

source: Failed to update profile
ar: فشل في تحديث الملف الشخصي
cs: Nepodařilo se aktualizovat profil
da: Mislykkedes med at opdatere profil
de: Fehler beim Aktualisieren des Profils
el: Αποτυχία ενημέρωσης προφίλ
fi: Profiilin päivittäminen epäonnistui
fr: Échec de la mise à jour du profil
he: נכשל בעדכון הפרופיל
id: Gagal memperbarui profil
it: Impossibile aggiornare il profilo
ja: プロフィールの更新に失敗しました
nl: Het is niet gelukt om het profiel bij te werken
no: Feil ved oppdatering av profil
pl: Nie udało się zaktualizować profilu
pt: Falha ao atualizar o perfil
ro: Actualizarea profilului a eșuat
ru: Не удалось обновить профиль
sk: Nepodarilo sa aktualizovať profil
sl: Posodobitev profila ni uspela
sr: Neuspešno ažuriranje profila
sv: Misslyckades med att uppdatera profilen
th: ไม่สามารถอัปเดตโปรไฟล์ได้
tr: Profil güncellenemedi
uk: Не вдалося оновити профіль

source: Favorites
ar: المفضلة
cs: Oblíbené
el: Αγαπημένα
fr: Favoris
id: Favorit
it: Preferiti
ja: お気に入り
nl: Favorieten
ro: Favorite
ru: Избранное
sk: Obľúbené
sl: Priljubljene
sr: Omiljeni
th: รายการโปรด

source: File cannot be larger than {maxSize}
ar: لا يمكن أن يكون الملف أكبر من {maxSize}
cs: Soubor nemůže být větší než {maxSize}
da: Fil må ikke være større end {maxSize}
de: Die Datei darf nicht größer als {maxSize} sein
el: Plik nie może być większy niż {maxSize}
es: El archivo no puede ser mayor de {maxSize}
fi: Tiedoston koko ei voi olla suurempi kuin {maxSize}
fr: Le fichier ne peut pas dépasser {maxSize}
he: הקובץ לא יכול להיות גדול מ-{maxSize}
id: File tidak boleh lebih besar dari {maxSize}
it: Il file non può essere più grande di {maxSize}
ja: ファイルは{maxSize}を超えることはできません
nl: Bestand mag niet groter zijn dan {maxSize}
no: Fil kan ikke være større enn {maxSize}
pl: Plik nie może być większy niż {maxSize}
pt: O arquivo não pode ser maior que {maxSize}
ro: Fișierul nu poate fi mai mare de {maxSize}
ru: Файл не может превышать {maxSize}
sk: Súbor nemôže byť väčší ako {maxSize}
sl: Datoteka ne more biti večja od {maxSize}
sr: Datoteka ne može biti veća od {maxSize}
sv: Fil får inte vara större än {maxSize}
th: ไฟล์ไม่สามารถมีขนาดใหญ่กว่า {maxSize}
tr: Dosya {maxSize}'den büyük olamaz
uk: Файл не може бути більшим за {maxSize}

source: File cannot be larger than 25MB
ar: لا يمكن أن يكون حجم الملف أكبر من 25 ميغابايت
cs: Soubor nemůže být větší než 25MB
da: Fil må ikke være større end 25MB
de: Datei darf nicht größer als 25 MB sein
el: Το αρχείο δεν πρέπει να είναι μεγαλύτερο από 25MB
es: El archivo no puede ser mayor de 25MB
fi: Tiedosto ei voi olla suurempi kuin 25MB
fr: Le fichier ne peut pas dépasser 25 Mo
he: הקובץ לא יכול להיות גדול מ-25MB
id: File tidak dapat lebih besar dari 25MB
it: Il file non può essere più grande di 25MB
ja: ファイルは25MBを超えることはできません
nl: Bestand mag niet groter zijn dan 25MB
no: Fil kan ikke være større enn 25MB
pl: Plik nie może być większy niż 25MB
pt: O arquivo não pode ser maior que 25MB
ro: Fișierul nu poate fi mai mare de 25MB
ru: Файл не может быть больше 25 МБ
sk: Súbor nemôže byť väčší ako 25MB
sl: Datoteka ne more biti večja od 25MB
sr: Datoteka ne može biti veća od 25MB
sv: Fil får inte vara större än 25MB
th: ไฟล์ไม่สามารถมีขนาดใหญ่กว่า 25MB
tr: Dosya 25MB'dan büyük olamaz
uk: Файл не може бути більшим за 25МБ

source: File cannot be larger than 50MB
ar: لا يمكن أن يكون الملف أكبر من 50 ميغابايت
cs: Soubor nemůže být větší než 50MB
da: Fil må ikke være større end 50MB
de: Die Datei darf nicht größer als 50MB sein
el: Plik nie może być większy niż 50MB
es: El archivo no puede ser mayor de 50MB
fi: Tiedoston koko ei voi olla suurempi kuin 50MB
fr: Le fichier ne peut pas dépasser 50 Mo
he: הקובץ לא יכול להיות גדול מ-50MB
id: File tidak boleh lebih besar dari 50MB
it: Il file non può essere più grande di 50MB
ja: ファイルは50MBを超えることはできません
nl: Bestand mag niet groter zijn dan 50MB
no: Fil kan ikke være større enn 50MB
pl: Plik nie może być większy niż 50MB
pt: O arquivo não pode ser maior que 50MB
ro: Fișierul nu poate fi mai mare de 50MB
ru: Файл не может превышать 50 МБ
sk: Súbor nemôže byť väčší ako 50MB
sl: Datoteka ne more biti večja od 50MB
sr: Datoteka ne može biti veća od 50MB
sv: Fil får inte vara större än 50MB
th: ไฟล์ไม่สามารถมีขนาดใหญ่กว่า 50MB
tr: Dosya 50MB'den büyük olamaz
uk: Файл не може бути більшим за 50МБ

source: File cannot be larger than 5MB
ar: لا يمكن أن يكون حجم الملف أكبر من 5 ميغابايت
cs: Soubor nemůže být větší než 5MB
da: Fil må ikke være større end 5MB
de: Datei darf nicht größer als 5 MB sein
el: Το αρχείο δεν πρέπει να είναι μεγαλύτερο από 5MB
es: El archivo no puede ser mayor de 5MB
fi: Tiedosto ei voi olla suurempi kuin 5MB
fr: Le fichier ne peut pas dépasser 5 Mo
he: הקובץ לא יכול להיות גדול מ-5MB
id: File tidak dapat lebih besar dari 5MB
it: Il file non può essere più grande di 5MB
ja: ファイルは5MBを超えることはできません
nl: Bestand mag niet groter zijn dan 5MB
no: Fil kan ikke være større enn 5MB
pl: Plik nie może być większy niż 5MB
pt: O arquivo não pode ser maior que 5MB
ro: Fișierul nu poate fi mai mare de 5MB
ru: Файл не может быть больше 5 МБ
sk: Súbor nemôže byť väčší ako 5MB
sl: Datoteka ne more biti večja od 5MB
sr: Datoteka ne može biti veća od 5MB
sv: Fil får inte vara större än 5MB
th: ไฟล์ไม่สามารถมีขนาดใหญ่กว่า 5MB
tr: Dosya 5MB'dan büyük olamaz
uk: Файл не може бути більшим за 5МБ
