Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Delete role
ar: حذف الدور
cs: Smazat roli
da: Slet rolle
el: Διαγραφή ρόλου
fi: Poista rooli
fr: Supprimer le rôle
he: מחק תפקיד
id: Hapus peran
it: Elimina ruolo
ja: 役割を削除
nl: Verwijder rol
no: Slett rolle
pl: Usuń rolę
pt: Excluir função
ro: Șterge rolul
ru: Удалить роль
sk: Odstrániť rolu
sl: Izbriši vlogo
sr: Obriši ulogu
sv: Ta bort roll
th: ลบบทบาท
tr: Rolü sil
uk: Видалити роль

source: Delete Role
ar: حذف الدور
cs: Smazat roli
da: Slet rolle
de: Rolle löschen
el: Διαγραφή ρόλου
es: Eliminar Rol
fi: Poista rooli
fr: Supprimer le rôle
he: מחק תפקיד
id: Hapus Peran
it: Elimina Ruolo
ja: ロールを削除
nl: Rol Verwijderen
no: Slett rolle
pl: Usuń rolę
pt: Excluir Cargo
ro: Șterge rolul
ru: Удалить роль
sk: Vymazať rolu
sl: Izbriši vlogo
sr: Obriši ulogu
sv: Ta bort roll
th: ลบบทบาท
tr: Rolü Sil
uk: Видалити роль

source: Delete Space
ar: احذف Space
cs: Smazat Prostor
da: Slet Space
de: Space löschen
el: Διαγραφή Χώρος
es: Eliminar Espacio
fi: Poista Tila
fr: Supprimer l'Space
he: מחק Space
id: Hapus Space
it: Elimina Spazio
ja: スペースを削除
nl: Verwijder Space
no: Slett Rom
pl: Usuń Przestrzeń
pt: Excluir Espaco
ro: Șterge Space
ru: Удалить Пространство
sk: Zmazať Priestor
sl: Izbriši Space
sr: Obriši Space
sv: Ta bort Space
th: ลบ Space
tr: Space'yu sil
uk: Видалити Простір
vi: Xóa Espacio

source: Delete this image
ar: احذف هذه الصورة
cs: Smazat tento obrázek
el: Διαγράψτε αυτή την εικόνα
fr: Supprimer cette image
id: Hapus gambar ini
ja: この画像を削除
nl: Verwijder deze afbeelding
ro: Șterge această imagine
ru: Удалить это изображение
sk: Odstrániť tento obrázok
sl: Izbriši to sliko
sr: Obriši ovu sliku
th: ลบภาพนี้

source: Delete this space
ar: احذف هذا الفضاء
cs: Smazat tuto oblast
da: Slet dette space
de: Diesen Space löschen
el: Διαγραφή αυτού του Χώρος
es: Eliminar este espacio
fi: Poista tämä Tila
fr: Supprimer cet espace
he: מחק את ה-Space הזה
id: Hapus ruang ini
it: Elimina questo space
ja: このスペースを削除
nl: Verwijder deze space
no: Slett denne plassen
pl: Usuń tę przestrzeń
pt: Excluir este espaço
ro: Șterge acest Space
ru: Удалить это пространство
sk: Zmazať tento Priestor
sl: Izbriši to espaco
sr: Obriši ovaj Space
sv: Ta bort den här space
th: ลบ Space นี้
tr: Bu Space'i sil
uk: Видалити цей простір
vi: Xóa Espacio này

source: Deleting Space...
ar: جارٍ حذف المساحة...
cs: Mazání prostoru...
da: Sletter rum...
el: Διαγραφή Χώρου...
fr: Suppression de l'Espace...
he: מוחק את המרחב...
id: Menghapus Ruang...
it: Eliminazione dello Spazio...
ja: スペースを削除中...
nl: Ruimte verwijderen...
no: Sletter rommet...
pl: Usuwanie przestrzeni...
pt: Excluindo Espaço...
ro: Ștergerea Spațiului...
ru: Удаление пространства...
sk: Mazanie priestoru...
sl: Brisanje prostora...
sr: Brisanje prostora...
sv: Tar bort Space...
th: กำลังลบพื้นที่...
tr: Alan Siliniyor...

source: Deleting...
ar: جارٍ الحذف...
cs: Mazání...
da: Sletter...
el: Διαγραφή...
fr: Suppression en cours...
he: מוחק...
id: Menghapus...
it: Eliminazione in corso...
ja: 削除中...
nl: Bezig met verwijderen...
pl: Usuwanie...
pt: Excluindo...
ro: Se șterge...
ru: Удаление...
sk: Mazanie...
sl: Brisanje...
sr: Brišem...
th: กำลังลบ...

source: Describe what this Space is about...
ar: صف ما يدور حوله هذا Space...
cs: Popište, o čem tento Space je...
da: Beskriv hvad denne Space handler om...
de: Beschreibe, worum es in diesem Space geht...
el: Περιγράψτε τι αφορά αυτό το Space...
fi: Kuvaile, mistä tämä Space on kyse...
fr: Décrivez de quoi parle cet Espace...
he: תאר על מה ה-Space הזה...
id: Jelaskan tentang Space ini...
it: Descrivi di cosa tratta questo Space...
ja: このSpaceについて説明してください...
nl: Beschrijf waar deze Space over gaat...
no: Beskriv hva denne Space handler om...
pl: Opisz, o czym jest ta Space...
pt: Descreva sobre o que é este Space...
ro: Descrie despre ce este acest Space...
ru: Опишите, о чем этот Space...
sk: Popíšte, o čom tento Space je...
sl: Opišite, o čem je ta Space...
sr: Opišite o čemu se radi u ovom Space-u...
sv: Beskriv vad detta Space handlar om...
th: อธิบายว่า Space นี้เกี่ยวกับอะไร...
tr: Bu Space'in ne hakkında olduğunu tanımlayın...
uk: Опишіть, про що цей Простір...

source: Description cannot contain special characters
ar: لا يمكن أن تحتوي الوصف على أحرف خاصة
cs: Popis nemůže obsahovat speciální znaky
da: Beskrivelse kan ikke indeholde specialtegn
el: Η περιγραφή δεν μπορεί να περιέχει ειδικούς χαρακτήρες
fr: La description ne peut pas contenir de caractères spéciaux
he: תיאור לא יכול להכיל תווים מיוחדים
id: Deskripsi tidak boleh mengandung karakter khusus
it: La descrizione non può contenere caratteri speciali
ja: 説明には特殊文字を含めることはできません
nl: Beschrijving mag geen speciale tekens bevatten
no: Beskrivelse kan ikke inneholde spesialtegn
pl: Opis nie może zawierać znaków specjalnych
pt: A descrição não pode conter caracteres especiais
ro: Descrierea nu poate conține caractere speciale
ru: Описание не может содержать специальные символы
sk: Popis nemôže obsahovať špeciálne znaky
sl: Opis ne more vsebovati posebnih znakov
sr: Opis ne može sadržati posebne karaktere
sv: Beskrivning får inte innehålla specialtecken
th: คำอธิบายไม่สามารถมีอักขระพิเศษได้
tr: Açıklama özel karakterler içermemelidir

source: Description must be {MAX_DESCRIPTION_LENGTH} characters or less
ar: يجب أن يكون الوصف {MAX_DESCRIPTION_LENGTH} حرفًا أو أقل
cs: Popis musí mít maximálně {MAX_DESCRIPTION_LENGTH} znaků
da: Beskrivelsen skal være {MAX_DESCRIPTION_LENGTH} tegn eller færre
de: Die Beschreibung muss {MAX_DESCRIPTION_LENGTH} Zeichen oder weniger enthalten
el: Η περιγραφή πρέπει να είναι {MAX_DESCRIPTION_LENGTH} χαρακτήρες ή λιγότερο
fi: Kuvauksen on oltava {MAX_DESCRIPTION_LENGTH} merkkiä tai vähemmän
fr: La description doit comporter {MAX_DESCRIPTION_LENGTH} caractères ou moins
he: התיאור חייב להיות באורך של {MAX_DESCRIPTION_LENGTH} תווים או פחות
id: Deskripsi harus {MAX_DESCRIPTION_LENGTH} karakter atau kurang
it: La descrizione deve contenere al massimo {MAX_DESCRIPTION_LENGTH} caratteri
ja: 説明は{MAX_DESCRIPTION_LENGTH}文字以内である必要があります
nl: Beschrijving moet {MAX_DESCRIPTION_LENGTH} tekens of minder zijn
no: Beskrivelsen må være {MAX_DESCRIPTION_LENGTH} tegn eller færre
pl: Opis musi mieć maksymalnie {MAX_DESCRIPTION_LENGTH} znaków
pt: A descrição deve ter {MAX_DESCRIPTION_LENGTH} caracteres ou menos
ro: Descrierea trebuie să aibă {MAX_DESCRIPTION_LENGTH} caractere sau mai puțin
ru: Описание должно содержать не более {MAX_DESCRIPTION_LENGTH} символов
sk: Popis musí mať {MAX_DESCRIPTION_LENGTH} znakov alebo menej
sl: Opis mora biti dolg {MAX_DESCRIPTION_LENGTH} znakov ali manj
sr: Opis mora biti {MAX_DESCRIPTION_LENGTH} karaktera ili manje
sv: Beskrivningen måste vara {MAX_DESCRIPTION_LENGTH} tecken eller färre
th: คำอธิบายต้องมีความยาวไม่เกิน {MAX_DESCRIPTION_LENGTH} ตัวอักษร
tr: Açıklama {MAX_DESCRIPTION_LENGTH} karakterden az olmalıdır
uk: Опис має містити не більше {MAX_DESCRIPTION_LENGTH} символів

source: Description must be {maxLength} characters or less
ar: يجب أن يكون الوصف {maxLength} حرفًا أو أقل
cs: Popis musí mít {maxLength} znaků nebo méně
da: Beskrivelse skal være {maxLength} tegn eller færre
el: Η περιγραφή πρέπει να είναι {maxLength} χαρακτήρες ή λιγότεροι
fr: La description doit contenir {maxLength} caractères ou moins
he: התיאור חייב להיות {maxLength} תווים או פחות
id: Deskripsi harus {maxLength} karakter atau kurang
it: La descrizione deve essere di {maxLength} caratteri o meno
ja: 説明は{maxLength}文字以下でなければなりません
nl: Beschrijving moet {maxLength} tekens of minder zijn
no: Beskrivelse må være {maxLength} tegn eller færre
pl: Opis musi mieć {maxLength} znaków lub mniej
pt: A descrição deve ter {maxLength} caracteres ou menos
ro: Descrierea trebuie să aibă {maxLength} caractere sau mai puțin
ru: Описание должно содержать {maxLength} символов или меньше
sk: Popis musí mať {maxLength} znakov alebo menej
sl: Opis mora biti {maxLength} znakov ali manj
sr: Opis mora biti {maxLength} karaktera ili manje
sv: Beskrivning måste vara {maxLength} tecken eller färre
th: คำอธิบายต้องมีความยาว {maxLength} ตัวอักษรหรือน้อยกว่า
tr: Açıklama {maxLength} karakter veya daha az olmalıdır

source: Desktop Notifications
ar: إشعارات سطح المكتب
cs: Oznámení na ploše
da: Skrivebordsmeddelelser
de: Desktop-Benachrichtigungen
el: Ειδοποιήσεις επιτραπέζιου υπολογιστή
es: Notificaciones de escritorio
fi: Työpöydän ilmoitukset
fr: Notifications de bureau
he: התראות שולחן עבודה
id: Notifikasi Desktop
it: Notifiche desktop
ja: デスクトップ通知
nl: Bureaubladmeldingen
no: Skrivebordsvarsler
pl: Powiadomienia na komputerze
pt: Notificações de Desktop
ro: Notificări pe desktop
ru: Уведомления на рабочем столе
sk: Oznámenia na pracovnej ploche
sl: Namizna obvestila
sr: Obaveštenja na radnoj površini
sv: Skrivbordsaviseringar
th: การแจ้งเตือนบนเดสก์ท็อป
tr: Masaüstü Bildirimleri
uk: Сповіщення на робочому столі
vi: Thông báo trên máy tính

source: Desktop notifications are not supported in this browser.
ar: إشعارات سطح المكتب غير مدعومة في هذا المتصفح.
cs: Oznámení na ploše v tomto prohlížeči nejsou podporována.
da: Skrivebordsmeddelelser understøttes ikke i denne browser.
de: Desktop-Benachrichtigungen werden in diesem Browser nicht unterstützt.
el: Οι ειδοποιήσεις επιτραπέζιου υπολογιστή δεν υποστηρίζονται σε αυτόν τον περιηγητή.
es: Las notificaciones de escritorio no son compatibles con este navegador.
fi: Työpöydän ilmoituksia ei tueta tässä selaimessa.
fr: Les notifications de bureau ne sont pas prises en charge dans ce navigateur.
he: התראות שולחן עבודה אינן נתמכות בדפדפן הזה.
id: Notifikasi desktop tidak didukung di browser ini.
it: Le notifiche desktop non sono supportate in questo browser.
ja: このブラウザではデスクトップ通知はサポートされていません。
nl: Bureaubladmeldingen worden niet ondersteund in deze browser.
no: Skrivebordsvarsler støttes ikke i denne nettleseren.
pl: Powiadomienia na komputerze nie są obsługiwane w tej przeglądarce.
pt: Notificações de desktop não são suportadas neste navegador.
ro: Notificările pe desktop nu sunt acceptate în acest browser.
ru: Уведомления на рабочем столе не поддерживаются в этом браузере.
sk: Oznámenia na pracovnej ploche nie sú v tomto prehliadači podporované.
sl: Namizna obvestila v tem brskalniku niso podprta.
sr: Obaveštenja na radnoj površini nisu podržana u ovom pretraživaču.
sv: Skrivbordsaviseringar stöds inte i den här webbläsaren.
th: การแจ้งเตือนบนเดสก์ท็อปไม่รองรับในเบราว์เซอร์นี้
tr: Bu tarayıcıda masaüstü bildirimleri desteklenmiyor.
uk: Сповіщення на робочому столі не підтримуються в цьому браузері.
vi: Thông báo trên máy tính không được hỗ trợ trong trình duyệt này.

source: Devices
ar: الأجهزة
cs: Zařízení
el: Συσκευές
fr: Appareils
id: Perangkat
it: Dispositivi
ja: デバイス
nl: Apparaten
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sl: Napravice
sr: Uređaji
th: อุปกรณ์

source: Direct Message
ar: رسالة مباشرة
cs: Přímá zpráva
da: Direkte besked
de: Direktnachricht
el: Άμεσο Μήνυμα
es: Mensaje Directo
fi: Suora viesti
fr: Message Direct
he: הודעה ישירה
id: Pesan Langsung
it: Messaggio Diretto
ja: ダイレクトメッセージ
nl: Directe Berichten
no: Direkte melding
pl: Wiadomość bezpośrednia
pt: Mensagem Direta
ro: Mesaj Direct
ru: Прямое сообщение
sk: Priama správa
sl: Direktna sporočila
sr: Direktna poruka
sv: Direktmeddelande
th: ข้อความตรง
tr: Özel Mesaj
uk: Пряме повідомлення
vi: Tin nhắn trực tiếp

source: Direct Messages
ar: الرسائل المباشرة
cs: Osobní zprávy
da: Direkte beskeder
de: Direktnachrichten
el: Άμεσες Μηνύματα
es: Mensajes Directos
fi: Suorat viestit
fr: Messages directs
he: הודעות ישירות
id: Pesan Langsung
it: Messaggi Diretti
ja: ダイレクトメッセージ
nl: Directe Berichten
no: Direkte meldinger
pl: Wiadomości bezpośrednie
pt: Mensagens Diretas
ro: Mesaje directe
ru: Прямые сообщения
sk: Priame správy
sl: Direktna sporočila
sr: Direktne poruke
sv: Direktmeddelanden
th: ข้อความตรง
tr: Doğrudan Mesajlar
uk: Прямі повідомлення
vi: Tin nhắn trực tiếp

source: Display a tag from one of your Spaces next to your username in messages.
cs: Zobrazte značku z jednoho ze svých Spaces vedle svého uživatelského jména ve zprávách.
el: Εμφάνιση ετικέτας από έναν από τους χώρους σας δίπλα στο όνομά σας στα μηνύματα.

source: Display name
ar: اسم العرض
cs: Zobrazované jméno
da: Visningsnavn
de: Anzeigename
el: Όνομα εμφάνισης
fi: Näyttönimi
fr: Nom d'affichage
he: שם תצוגה
id: Nama tampilan
it: Nome visualizzato
ja: 表示名
nl: Weergavenaam
no: Visningsnavn
pl: Nazwa wyświetlana
pt: Nome de exibição
ro: Nume de afișare
ru: Отображаемое имя
sk: Zobrazované meno
sl: Prikazno ime
sr: Prikazano ime
sv: Visningsnamn
th: ชื่อแสดง
tr: Görünen ad
uk: Відображуване ім'я

source: Display Name
ar: اسم العرض
cs: Zobrazované jméno
da: Visningsnavn
de: Anzeigename
el: Όνομα Εμφάνισης
es: Nombre para mostrar
fi: Näyttönimi
fr: Nom d'affichage
he: שם תצוגה
id: Nama Tampilan
it: Nome Visualizzato
ja: 表示名
nl: Weergavenaam
no: Visningsnavn
pl: Nazwa wyświetlana
pt: Nome de Exibição
ro: Nume de afișare
ru: Отображаемое имя
sk: Zobrazované meno
sl: Ime za prikaz
sr: Prikazano ime
sv: Visningsnamn
th: ชื่อที่แสดง
tr: Görünen Ad
uk: Ім'я для відображення
vi: Tên hiển thị

source: Display name cannot contain special characters
ar: لا يمكن أن يحتوي اسم العرض على أحرف خاصة
cs: Zobrazované jméno nemůže obsahovat speciální znaky
da: Visningsnavn må ikke indeholde specialtegn
el: Το όνομα εμφάνισης δεν μπορεί να περιέχει ειδικούς χαρακτήρες
fi: Näyttönimi ei voi sisältää erikoismerkkejä
fr: Le nom d'affichage ne peut pas contenir de caractères spéciaux
he: שם התצוגה לא יכול להכיל תווים מיוחדים
id: Nama tampilan tidak boleh mengandung karakter khusus
it: Il nome visualizzato non può contenere caratteri speciali
ja: 表示名には特殊文字を含めることはできません
nl: Weergavenaam mag geen speciale tekens bevatten
no: Visningsnavn kan ikke inneholde spesialtegn
pl: Nazwa wyświetlana nie może zawierać znaków specjalnych
pt: O nome de exibição não pode conter caracteres especiais
ro: Numele de afișare nu poate conține caractere speciale
ru: Имя для отображения не может содержать специальные символы
sk: Zobrazované meno nemôže obsahovať špeciálne znaky
sl: Ime za prikaz ne more vsebovati posebnih znakov
sr: Ime za prikaz ne može sadržati posebne karaktere
sv: Visningsnamn får inte innehålla specialtecken
th: ชื่อแสดงไม่สามารถมีอักขระพิเศษ
tr: Görüntü adı özel karakterler içermemelidir

source: Display name is required
ar: اسم العرض مطلوب
cs: Zobrazovací jméno je povinné
da: Visningsnavn er påkrævet
de: Anzeigename ist erforderlich
el: Το όνομα εμφάνισης είναι υποχρεωτικό
es: Se requiere un nombre para mostrar
fi: Näyttönimi on pakollinen
fr: Le nom d'affichage est requis
he: שם תצוגה נדרש
id: Nama tampilan diperlukan
it: Il nome visualizzato è obbligatorio
ja: 表示名は必須です
nl: Weergavenaam is vereist
no: Visningsnavn er påkrevd
pl: Nazwa wyświetlana jest wymagana
pt: Nome de exibição é obrigatório
ro: Numele de afișare este necesar
ru: Отображаемое имя обязательно
sk: Zobrazovacie meno je povinné
sl: Prikazno ime je obvezno
sr: Ime za prikaz je obavezno
sv: Visningsnamn krävs
th: ชื่อแสดงต้องการ
tr: Görüntü adı gereklidir
uk: Ім'я для відображення є обов'язковим

source: Display name must be {MAX_NAME_LENGTH} characters or less
ar: يجب أن يتكون اسم العرض من {MAX_NAME_LENGTH} حرفًا أو أقل
cs: Zobrazované jméno musí mít maximálně {MAX_NAME_LENGTH} znaků
da: Visningsnavn skal være {MAX_NAME_LENGTH} tegn eller færre
el: Το όνομα εμφάνισης πρέπει να είναι {MAX_NAME_LENGTH} χαρακτήρες ή λιγότερο
fr: Le nom d'affichage doit comporter {MAX_NAME_LENGTH} caractères ou moins
he: שם התצוגה חייב להיות באורך של {MAX_NAME_LENGTH} תווים או פחות
id: Nama tampilan harus {MAX_NAME_LENGTH} karakter atau kurang
it: Il nome visualizzato deve essere lungo al massimo {MAX_NAME_LENGTH} caratteri
ja: 表示名は{MAX_NAME_LENGTH}文字以下でなければなりません
nl: Weergavenaam moet {MAX_NAME_LENGTH} tekens of minder zijn
no: Visningsnavn må være {MAX_NAME_LENGTH} tegn eller færre
pl: Nazwa wyświetlana musi mieć {MAX_NAME_LENGTH} znaków lub mniej
pt: O nome de exibição deve ter {MAX_NAME_LENGTH} caracteres ou menos
ro: Numele de afișare trebuie să aibă {MAX_NAME_LENGTH} caractere sau mai puțin
ru: Отображаемое имя должно содержать не более {MAX_NAME_LENGTH} символов
sk: Zobrazované meno musí mať {MAX_NAME_LENGTH} znakov alebo menej
sl: Prikazno ime mora biti dolgo {MAX_NAME_LENGTH} znakov ali manj
sr: Prikazano ime mora imati {MAX_NAME_LENGTH} karaktera ili manje
sv: Visningsnamn måste vara {MAX_NAME_LENGTH} tecken eller färre
th: ชื่อแสดงต้องมีความยาวไม่เกิน {MAX_NAME_LENGTH} ตัวอักษร
tr: Görünen ad {MAX_NAME_LENGTH} karakter veya daha az olmalıdır

source: Display your private key as a QR code to scan with the Quorum mobile app. This allows you to import your account on mobile without typing the key.
ar: عرض مفتاحك الخاص كرمز QR للمسح باستخدام تطبيق Quorum المحمول. هذا يسمح لك باستيراد حسابك على الهاتف المحمول دون كتابة المفتاح.
cs: Zobrazte svůj soukromý klíč jako QR kód, který lze naskenovat pomocí mobilní aplikace Quorum. To vám umožní importovat váš účet na mobilu bez zadávání klíče.
el: Εμφανίστε το ιδιωτικό σας κλειδί ως κωδικό QR για σάρωση με την εφαρμογή Quorum. Αυτό σας επιτρέπει να εισάγετε τον λογαριασμό σας στο κινητό χωρίς να πληκτρολογήσετε το κλειδί.
fr: Affichez votre clé privée sous forme de code QR à scanner avec l'application mobile Quorum. Cela vous permet d'importer votre compte sur mobile sans taper la clé.
id: Tampilkan kunci pribadi Anda sebagai kode QR untuk dipindai dengan aplikasi Quorum mobile. Ini memungkinkan Anda mengimpor akun Anda di mobile tanpa mengetik kunci.
it: Mostra la tua chiave privata come un codice QR da scansionare con l'app mobile Quorum. Questo ti consente di importare il tuo account su mobile senza digitare la chiave.
ja: QuorumモバイルアプリでスキャンするためにQRコードとしてプライベートキーを表示します。これにより、キーを入力せずにモバイルでアカウントをインポートできます。
nl: Toon je privésleutel als een QR-code om te scannen met de Quorum mobiele app. Dit stelt je in staat om je account op mobiel te importeren zonder de sleutel in te typen.
ro: Afișează cheia ta privată ca un cod QR pentru a fi scanat cu aplicația mobilă Quorum. Acest lucru îți permite să îți imporți contul pe mobil fără a tasta cheia.
ru: Отобразите свой приватный ключ в виде QR-кода для сканирования с мобильного приложения Quorum. Это позволит вам импортировать вашу учетную запись на мобильном устройстве без ввода ключа.
sk: Zobrazte svoj súkromný kľúč ako QR kód na skenovanie pomocou mobilnej aplikácie Quorum. To vám umožní importovať váš účet na mobilnom zariadení bez písania kľúča.
sl: Prikažite svoj zasebni ključ kot QR kodo, ki jo lahko skenirate z mobilno aplikacijo Quorum. To vam omogoča, da uvozite svoj račun na mobilni napravi brez vnašanja ključa.
sr: Prikažite svoj privatni ključ kao QR kod za skeniranje sa Quorum mobilnom aplikacijom. Ovo vam omogućava da uvezete svoj nalog na mobilnom bez kucanja ključa.
th: แสดงคีย์ส่วนตัวของคุณเป็นรหัส QR เพื่อสแกนด้วยแอป Quorum บนมือถือ ซึ่งจะช่วยให้คุณนำเข้าบัญชีของคุณบนมือถือโดยไม่ต้องพิมพ์คีย์

source: Documentation
ar: التوثيق
cs: Dokumentace
el: Τεκμηρίωση
ja: ドキュメント
nl: Documentatie
ru: Документация
sk: Dokumentácia
sl: Dokumentacija
sr: Dokumentacija
th: เอกสาร

source: Drawer
ar: درج
cs: Zásuvka
da: Skuffe
de: Schublade
el: Συρτάρι
es: Cajón
fi: Laatikko
fr: Tiroir
he: מגירה
id: Laci
it: Cassetto
ja: ドロワー
nl: Lade
no: Skuff
pl: Szuflada
pt: Gaveta
ru: Ящик
sk: Zásuvka
sl: Predal
sr: Fioka
sv: Låda
th: ลิ้นชัก
tr: Çekmece
uk: Шухляда
vi: Ngăn kéo

source: Drop your profile photo here
ar: اسحب صورة ملفك الشخصي هنا
cs: Sem vložte svou profilovou fotografii
da: Slip dit profilfoto her
de: Legen Sie Ihr Profilfoto hier ab
el: Ρίξε τη φωτογραφία προφίλ σου εδώ
es: Deja tu foto de perfil aquí
fi: Tiputa profiilikuvaasi tänne
fr: Déposez votre photo de profil ici
he: גרור את תמונת הפרופיל שלך לכאן
id: Jatuhkan foto profil Anda di sini
it: Trascina la tua foto profilo qui
ja: ここにプロフィール写真をドロップ
nl: Sleep je profielfoto hierheen
no: Slipp profilbildet ditt her
pl: Upuść swoje zdjęcie profilowe tutaj
pt: Arraste sua foto de perfil aqui
ro: Trage fotografia ta de profil aici
ru: Перетащите ваше фото профиля сюда
sk: Sem vložte svoju profilovú fotografiu
sl: Pusti svojo profilno sliko tukaj
sr: Prevuci svoju profilnu sliku ovde
sv: Släpp din profilbild här
th: วางรูปโปรไฟล์ของคุณที่นี่
tr: Profil fotoğrafını buraya bırak
uk: Перетягніть своє фото профілю сюди
vi: Thả ảnh đại diện của bạn ở đây

source: Edit
ar: تعديل
cs: Upravit
da: Rediger
el: Επεξεργασία
fr: Modifier
he: ערוך
id: Sunting
it: Modifica
ja: 編集
nl: Bewerken
no: Rediger
pl: Edytuj
pt: Editar
ro: Editează
ru: Редактировать
sk: Upraviť
sl: Uredi
sr: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenle

source: Edit {0}
ar: تعديل {0}
cs: Upravit {0}
da: Rediger {0}
de: Bearbeite {0}
el: Επεξεργασία {0}
fi: Muokkaa {0}
fr: Modifier {0}
he: ערוך {0}
it: Modifica {0}
ja: {0}を編集
nl: Bewerk {0}
no: Rediger {0}
pl: Edytuj {0}
pt: Editar {0}
ro: Editează {0}
ru: Редактировать {0}
sk: Upraviť {0}
sl: Uredi {0}
sr: Izmeni {0}
sv: Redigera {0}
th: แก้ไข {0}
tr: {0}'ı düzenle
uk: Редагувати {0}

source: Edit Channel
ar: تحرير القناة
cs: Upravit kanál
da: Rediger Kanal
de: Kanal bearbeiten
el: Επεξεργασία Καναλιού
es: Editar Canal
fi: Muokkaa kanavaa
fr: Modifier le canal
he: ערוך ערוץ
id: Edit Saluran
it: Modifica Canale
ja: チャンネルを編集
nl: Kanaal bewerken
no: Rediger Kanal
pl: Edytuj kanał
pt: Editar Canal
ro: Editează Canal
ru: Редактировать канал
sk: Upraviť kanál
sl: Uredi kanal
sr: Uredi kanal
sv: Redigera kanal
th: แก้ไขช่องทาง
tr: Kanalı Düzenle
uk: Редагувати канал
vi: Chỉnh sửa Kênh

source: Edit Folder
ar: تعديل المجلد
cs: Upravit složku
da: Rediger Mappe
el: Επεξεργασία Φακέλου
fr: Modifier le dossier
he: ערוך תיקייה
it: Modifica Cartella
ja: フォルダーを編集
nl: Map Bewerken
no: Rediger mappe
pl: Edytuj folder
pt: Editar Pasta
ro: Editează Folder
ru: Редактировать папку
sk: Upraviť priečinok
sl: Uredi mapo
sr: Izmeni fasciklu
sv: Redigera mapp
th: แก้ไขโฟลเดอร์
tr: Klasörü Düzenle

source: Edit Group
ar: تحرير المجموعة
cs: Upravit skupinu
da: Rediger Gruppe
de: Gruppe bearbeiten
el: Επεξεργασία Ομάδας
es: Editar Grupo
fi: Muokkaa ryhmää
fr: Modifier le groupe
he: ערוך קבוצה
id: Edit Grup
it: Modifica Gruppo
ja: グループを編集
nl: Groep bewerken
no: Rediger Gruppe
pl: Edytuj grupę
pt: Editar Grupo
ro: Editează Grup
ru: Редактировать группу
sk: Upraviť skupinu
sl: Uredi skupino
sr: Uredi grupu
sv: Redigera grupp
th: แก้ไขกลุ่ม
tr: Grubu Düzenle
uk: Редагувати групу
vi: Chỉnh sửa Nhóm

source: Edit history
ar: تعديل السجل
cs: Upravit historii
da: Rediger historik
el: Ιστορικό επεξεργασίας
fr: Modifier l'historique
he: ערוך היסטוריה
id: Edit riwayat
it: Modifica cronologia
ja: 編集履歴
nl: Bewerk geschiedenis
no: Rediger historikk
pl: Edytuj historię
pt: Editar histórico
ro: Editează istoricul
ru: Редактировать историю
sk: Upraviť históriu
sl: Uredi zgodovino
sr: Uredi istoriju
sv: Redigera historik
th: แก้ไขประวัติ
tr: Düzenleme geçmişi

source: Edit History
ar: تاريخ التعديل
cs: Historie úprav
da: Rediger historik
de: Bearbeite Verlauf
el: Ιστορικό Επεξεργασίας
fi: Muokkaushistoria
fr: Historique des modifications
he: היסטוריית עריכה
id: Riwayat Edit
it: Cronologia modifiche
ja: 編集履歴
nl: Bewerkgeschiedenis
no: Redigeringshistorikk
pl: Historia edycji
pt: Histórico de Edição
ro: Istoricul editărilor
ru: История изменений
sk: História úprav
sl: Zgodovina urejanja
sr: Istorija izmena
sv: Redigeringshistorik
th: ประวัติการแก้ไข
tr: Düzenleme Geçmişi
uk: Історія редагувань
