Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Select Image
ar: اختر صورة
cs: Vyberte obrázek
da: Vælg billede
de: Bild auswählen
el: Επιλέξτε εικόνα
es: Seleccionar imagen
fi: Valitse kuva
fr: Sélectionner une image
he: בחר תמונה
id: Pilih Gambar
it: Seleziona immagine
ja: 画像を選択
nl: Selecteer afbeelding
no: Velg bilde
pl: Wybierz obraz
pt: Selecionar Imagem
ro: Selectează imaginea
ru: Выберите изображение
sk: Vybrať obrázok
sl: Izberite sliko
sr: Izaberi sliku
sv: Välj bild
th: เลือกภาพ
tr: Görüntü Seçin
uk: Вибрати зображення
vi: Chọn hình ảnh

source: Select permissions
ar: اختر الأذونات
cs: Vyberte oprávnění
da: Vælg tilladelser
de: Berechtigungen auswählen
el: Επιλέξτε δικαιώματα
es: Seleccionar permisos
fi: Valitse oikeudet
fr: Sélectionner les autorisations
he: בחר הרשאות
id: Pilih izin
it: Seleziona autorizzazioni
ja: 権限を選択
nl: Selecteer rechten
no: Velg tillatelser
pl: Wybierz uprawnienia
pt: Selecionar permissões
ro: Selectează permisiunile
ru: Выберите разрешения
sk: Vyberte oprávnenia
sl: Izberi dovoljenja
sr: Izaberite dozvole
sv: Välj behörigheter
th: เลือกสิทธิ์
tr: İzinleri seçin
uk: Вибрати дозволи

source: Select Profile Image
ar: اختر صورة الملف الشخصي
cs: Vyberte profilový obrázek
da: Vælg profilbillede
de: Profilbild auswählen
el: Επιλέξτε εικόνα προφίλ
es: Seleccionar imagen de perfil
fi: Valitse profiilikuva
fr: Sélectionner l'image de profil
he: בחר תמונת פרופיל
id: Pilih Gambar Profil
it: Seleziona immagine del profilo
ja: プロフィール画像を選択
nl: Selecteer profielfoto
no: Velg profilbilde
pl: Wybierz obraz profilowy
pt: Selecionar Imagem de Perfil
ro: Selectează imaginea de profil
ru: Выберите изображение профиля
sk: Vybrať profilový obrázok
sl: Izberite profilno sliko
sr: Izaberi profilnu sliku
sv: Välj profilbild
th: เลือกภาพโปรไฟล์
tr: Profil Resmini Seçin
uk: Вибрати зображення профілю
vi: Chọn hình ảnh hồ sơ

source: Select Roles
ar: اختر الأدوار
cs: Vybrat role
da: Vælg roller
de: Rollen auswählen
el: Επιλογή Ρόλων
es: Seleccionar roles
fi: Valitse roolit
fr: Sélectionner des rôles
he: בחר תפקידים
id: Pilih Peran
it: Seleziona Ruoli
ja: 役割を選択
nl: Selecteer Rollen
no: Velg roller
pl: Wybierz role
pt: Selecionar Funções
ro: Selectează Roluri
ru: Выбрать роли
sk: Vybrať role
sl: Izberi vloge
sr: Izaberite uloge
sv: Välj roller
th: เลือกบทบาท
tr: Rolleri Seç
uk: Вибрати ролі

source: Select which types of notifications you want to receive
ar: اختر أنواع الإشعارات التي ترغب في تلقيها
cs: Vyberte, jaké typy oznámení chcete dostávat
da: Vælg hvilke typer notifikationer du ønsker at modtage
de: Wählen Sie aus, welche Arten von Benachrichtigungen Sie erhalten möchten
el: Επιλέξτε ποιους τύπους ειδοποιήσεων θέλετε να λαμβάνετε
fi: Valitse, minkä tyyppisiä ilmoituksia haluat vastaanottaa
fr: Sélectionnez les types de notifications que vous souhaitez recevoir
he: בחר אילו סוגי הודעות ברצונך לקבל
id: Pilih jenis notifikasi yang ingin Anda terima
it: Seleziona quali tipi di notifiche desideri ricevere
ja: 受け取りたい通知の種類を選択してください
nl: Selecteer welke soorten meldingen je wilt ontvangen
no: Velg hvilke typer varslinger du vil motta
pl: Wybierz, jakie typy powiadomień chcesz otrzymywać
pt: Selecione quais tipos de notificações você deseja receber
ro: Selectează ce tipuri de notificări dorești să primești
ru: Выберите, какие типы уведомлений вы хотите получать
sk: Vyberte, aké typy oznámení chcete dostávať
sl: Izberite, katere vrste obvestil želite prejemati
sr: Izaberite koje vrste obaveštenja želite da primate
sv: Välj vilka typer av meddelanden du vill ta emot
th: เลือกประเภทการแจ้งเตือนที่คุณต้องการรับ
tr: Almak istediğiniz bildirim türlerini seçin
uk: Виберіть, які типи сповіщень ви хочете отримувати

source: Send
ar: إرسال
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr: Envoyer
he: שלח
id: Kirim
it: Invia
ja: 送信
nl: Verzenden
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sl: Pošlji
sr: Pošalji
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi

source: Send a unique invite link directly to someone. Each invite can only be used once.
ar: أرسل رابط دعوة فريد مباشرةً إلى شخص ما. يمكن استخدام كل دعوة مرة واحدة فقط.
cs: Odeslat jedinečný pozvánkový odkaz přímo někomu. Každá pozvánka může být použita pouze jednou.
el: Στείλτε έναν μοναδικό σύνδεσμο πρόσκλησης απευθείας σε κάποιον. Κάθε πρόσκληση μπορεί να χρησιμοποιηθεί μόνο μία φορά.
fr: Envoyez un lien d'invitation unique directement à quelqu'un. Chaque invitation ne peut être utilisée qu'une seule fois.
ja: 誰かに直接ユニークな招待リンクを送信します。各招待は一度だけ使用できます。
nl: Stuur een unieke uitnodigingslink rechtstreeks naar iemand. Elke uitnodiging kan maar één keer worden gebruikt.
ru: Отправьте уникальную ссылку приглашения напрямую кому-то. Каждое приглашение можно использовать только один раз.
sk: Odoslať jedinečný pozývací odkaz priamo niekomu. Každý pozvánkový odkaz môže byť použitý iba raz.
sl: Pošlji edinstveno povezavo za povabilo neposredno nekdo. Vsako povabilo se lahko uporabi le enkrat.
sr: Pošaljite jedinstveni pozivni link direktno nekome. Svaki poziv može se koristiti samo jednom.
th: ส่งลิงก์เชิญที่ไม่ซ้ำกันไปยังใครบางคนโดยตรง เชิญแต่ละรายการสามารถใช้ได้เพียงครั้งเดียวเท่านั้น

source: Send failed
ar: فشل الإرسال
cs: Odeslání se nezdařilo
da: Afsendelse mislykkedes
el: Αποστολή απέτυχε
fr: Échec de l'envoi
he: שליחה נכשלה
id: Pengiriman gagal
it: Invio non riuscito
ja: 送信に失敗しました
nl: Verzenden mislukt
pl: Wysłanie nie powiodło się
pt: Falha ao enviar
ro: Trimiterea a eșuat
ru: Не удалось отправить
sk: Odoslanie zlyhalo
sl: Pošiljanje ni uspelo
sr: Slanje nije uspelo
th: การส่งล้มเหลว

source: Send Invite
ar: إرسال دعوة
cs: Odeslat pozvánku
da: Send invitation
de: Einladung senden
el: Αποστολή Πρόσκλησης
es: Enviar invitación
fi: Lähetä kutsu
fr: Envoyer l'invitation
he: שלח הזמנה
id: Kirim Undangan
it: Invia invito
ja: 招待を送信
nl: Uitnodiging Verzenden
no: Send invitasjon
pl: Wyślij zaproszenie
pt: Enviar Convite
ro: Trimite invitație
ru: Отправить приглашение
sk: Odoslať pozvánku
sl: Pošlji povabilo
sr: Pošalji pozivnicu
sv: Skicka inbjudan
th: ส่งคำเชิญ
tr: Davet Gönder
uk: Надіслати запрошення
vi: Gửi lời mời

source: Send Message
ar: إرسال رسالة
cs: Odeslat zprávu
da: Send besked
de: Nachricht senden
el: Αποστολή Μηνύματος
es: Enviar Mensaje
fi: Lähetä viesti
fr: Envoyer un message
he: שלח הודעה
id: Kirim Pesan
it: Invia messaggio
ja: メッセージを送信
nl: Bericht Verzenden
no: Send melding
pl: Wyślij wiadomość
pt: Enviar Mensagem
ro: Trimite mesaj
ru: Отправить сообщение
sk: Odoslať správu
sl: Pošlji sporočilo
sr: Pošalji poruku
sv: Skicka meddelande
th: ส่งข้อความ
tr: Mesaj Gönder
uk: Надіслати повідомлення
vi: Gửi tin nhắn

source: Send Private Invite
ar: أرسل دعوة خاصة
cs: Odeslat soukromou pozvánku
el: Στείλτε Ιδιωτική Πρόσκληση
fr: Envoyer une invitation privée
ja: プライベート招待を送信
nl: Stuur Privé Uitnodiging
ru: Отправить личное приглашение
sk: Odoslať súkromné pozvanie
sl: Pošlji zasebno povabilo
sr: Pošaljite privatni poziv
th: ส่งคำเชิญส่วนตัว

source: Send your public invite link directly to someone via DM.
ar: أرسل رابط دعوتك العامة مباشرةً إلى شخص ما عبر الرسائل المباشرة.
cs: Odeslat svůj veřejný pozvánkový odkaz přímo někomu prostřednictvím DM.
el: Στείλτε τον δημόσιο σύνδεσμο πρόσκλησης απευθείας σε κάποιον μέσω DM.
fr: Envoyez votre lien d'invitation public directement à quelqu'un par DM.
ja: DMを通じて誰かに直接あなたの公開招待リンクを送信します。
nl: Stuur je openbare uitnodigingslink rechtstreeks naar iemand via DM.
ru: Отправьте свою публичную ссылку приглашения напрямую кому-то через личные сообщения.
sk: Odoslať svoj verejný pozývací odkaz priamo niekomu cez DM.
sl: Pošlji svojo javno povezavo za povabilo neposredno nekdo preko DM.
sr: Pošaljite svoj javni pozivni link direktno nekome putem DM-a.
th: ส่งลิงก์เชิญสาธารณะของคุณไปยังใครบางคนโดยตรงผ่าน DM

source: Sending...
ar: جارٍ الإرسال...
cs: Odesílání...
da: Sender...
el: Αποστολή...
fr: Envoi...
he: שולח...
id: Mengirim...
it: Invio in corso...
ja: 送信中...
nl: Verzenden...
no: Sender...
pl: Wysyłanie...
pt: Enviando...
ro: Se trimite...
ru: Отправка...
sk: Odosielanie...
sl: Pošiljanje...
sr: Šaljem...
sv: Skickar...
th: กำลังส่ง...

source: Session Encrypted
ar: الجلسة مشفرة
cs: Relace zašifrována
da: Session Krypteret
de: Sitzung verschlüsselt
el: Η συνεδρία είναι κρυπτογραφημένη
es: Sesión Encriptada
fi: Istunto salattu
fr: Session chiffrée
he: המפגש מוצפן
id: Sesi Terenkripsi
it: Sessione crittografata
ja: セッションは暗号化されています
nl: Sessie Versleuteld
no: Økt kryptert
pl: Sesja zaszyfrowana
pt: Sessão Criptografada
ro: Sesiune criptată
ru: Сессия зашифрована
sk: Relácia šifrovaná
sl: Seja šifrirana
sr: Sesija je enkriptovana
sv: Session krypterad
th: เซสชันเข้ารหัส
tr: Oturum Şifreli
uk: Сесія зашифрована
vi: Phiên đã được mã hóa

source: Set Display Name
ar: تعيين اسم العرض
cs: Nastavit zobrazené jméno
da: Indstil visningsnavn
de: Anzeigename festlegen
el: Ορισμός Όνοματος Εμφάνισης
es: Establecer nombre para mostrar
fi: Aseta näyttönimi
fr: Définir le nom d'affichage
he: קבע שם תצוגה
id: Tetapkan Nama Tampilan
it: Imposta nome visualizzato
ja: 表示名を設定
nl: Stel Weergavenaam In
no: Sett visningsnavn
pl: Ustaw nazwę wyświetlaną
pt: Definir Nome de Exibição
ro: Setează numele de afișare
ru: Установить отображаемое имя
sk: Nastaviť zobrazené meno
sl: Nastavi prikazno ime
sr: Postavi ime za prikaz
sv: Ställ in visningsnamn
th: ตั้งค่าชื่อแสดง
tr: Görüntü Adını Ayarla
uk: Встановити відображуване ім'я
vi: Đặt tên hiển thị

source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Podešavanja
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt

source: Share Public Link
ar: شارك الرابط العام
cs: Sdílet veřejný odkaz
el: Μοιραστείτε Δημόσιο Σύνδεσμο
fr: Partager le lien public
ja: 公開リンクを共有
nl: Deel Openbare Link
ru: Поделиться публичной ссылкой
sk: Zdieľať verejný odkaz
sl: Deli javno povezavo
sr: Podelite javni link
th: แชร์ลิงก์สาธารณะ

source: Shift + Click
cs: Shift + Klik
el: Shift + Κλικ
fr: Maj + Clic
ja: Shift + クリック
nl: Shift + Klik
sk: Shift + Klik
sl: Shift + Klik
sr: Shift + Klik
th: Shift + คลิก

source: Shift+Enter for new line
cs: Shift+Enter pro nový řádek
el: Shift+Enter για νέα γραμμή
fr: Maj+Entrée pour nouvelle ligne
ru: Shift+Enter для новой строки
sk: Shift+Enter pre nový riadok

source: Show desktop notifications when you receive new messages while Quorum is in the background. Your browser will ask for permission when you enable this feature.
ar: عرض إشعارات سطح المكتب عندما تتلقى رسائل جديدة بينما يكون Quorum في الخلفية. سيطلب متصفحك الإذن عند تمكين هذه الميزة.
cs: Zobrazit oznámení na ploše, když obdržíte nové zprávy, zatímco je Quorum na pozadí. Váš prohlížeč se zeptá na povolení, když tuto funkci povolíte.
da: Vis skrivebordsmeddelelser, når du modtager nye beskeder, mens Quorum er i baggrunden. Din browser vil anmode om tilladelse, når du aktiverer denne funktion.
de: Zeige Desktop-Benachrichtigungen an, wenn du neue Nachrichten erhältst, während Quorum im Hintergrund ist. Dein Browser wird um Erlaubnis fragen, wenn du diese Funktion aktivierst.
el: Εμφάνιση ειδοποιήσεων επιτραπέζιου υπολογιστή όταν λαμβάνεις νέα μηνύματα ενώ το Quorum είναι στο παρασκήνιο. Ο περιηγητής σου θα ζητήσει άδεια όταν ενεργοποιήσεις αυτή τη δυνατότητα.
es: Muestra notificaciones de escritorio cuando recibas nuevos mensajes mientras Quorum está en segundo plano. Tu navegador pedirá permiso cuando habilites esta función.
fi: Näytä työpöydän ilmoitukset, kun saat uusia viestejä, kun Quorum on taustalla. Selaimesi kysyy lupaa, kun otat tämän ominaisuuden käyttöön.
fr: Afficher les notifications de bureau lorsque vous recevez de nouveaux messages pendant que Quorum est en arrière-plan. Votre navigateur demandera la permission lorsque vous activerez cette fonctionnalité.
he: הצג התראות שולחן עבודה כאשר אתה מקבל הודעות חדשות בעוד ש-Quorum ברקע. הדפדפן שלך יבקש הרשאה כאשר תאפשר תכונה זו.
id: Tampilkan notifikasi desktop saat kamu menerima pesan baru sementara Quorum berada di latar belakang. Browsermu akan meminta izin saat kamu mengaktifkan fitur ini.
it: Mostra notifiche desktop quando ricevi nuovi messaggi mentre Quorum è in background. Il tuo browser chiederà l'autorizzazione quando abiliti questa funzione.
ja: Quorum がバックグラウンドにあるときに新しいメッセージを受信したときにデスクトップ通知を表示します。この機能を有効にすると、ブラウザが権限を求めます。
nl: Toon bureaubladmeldingen wanneer je nieuwe berichten ontvangt terwijl Quorum op de achtergrond is. Je browser vraagt om toestemming wanneer je deze functie inschakelt.
no: Vis skrivebordsvarsler når du mottar nye meldinger mens Quorum er i bakgrunnen. Nettleseren din vil be om tillatelse når du aktiverer denne funksjonen.
pl: Pokaż powiadomienia na komputerze, gdy otrzymasz nowe wiadomości, podczas gdy Quorum jest w tle. Twoja przeglądarka poprosi o pozwolenie, gdy włączysz tę funkcję.
pt: Mostrar notificações de desktop quando você receber novas mensagens enquanto o Quorum estiver em segundo plano. Seu navegador pedirá permissão quando você ativar este recurso.
ro: Afișează notificările pe desktop când primești mesaje noi în timp ce Quorum este în fundal. Browserul tău va solicita permisiunea când activezi această funcție.
ru: Показывать уведомления на рабочем столе, когда вы получаете новые сообщения, пока Quorum находится в фоновом режиме. Ваш браузер запросит разрешение, когда вы включите эту функцию.
sk: Zobrazujte oznámenia na pracovnej ploche, keď dostanete nové správy, zatiaľ čo je Quorum na pozadí. Váš prehliadač sa opýta na povolenie, keď túto funkciu povolíte.
sl: Prikaži namizna obvestila, ko prejmeš nova sporočila, medtem ko je Quorum v ozadju. Tvoj brskalnik bo zahteval dovoljenje, ko omogočiš to funkcijo.
sr: Prikažite obaveštenja na radnoj površini kada primite nove poruke dok je Quorum u pozadini. Vaš pretraživač će tražiti dozvolu kada omogućite ovu funkciju.
sv: Visa skrivbordsaviseringar när du får nya meddelanden medan Quorum är i bakgrunden. Din webbläsare kommer att be om tillstånd när du aktiverar denna funktion.
th: แสดงการแจ้งเตือนบนเดสก์ท็อปเมื่อคุณได้รับข้อความใหม่ในขณะที่ Quorum ทำงานอยู่เบื้องหลัง เบราว์เซอร์ของคุณจะขออนุญาตเมื่อคุณเปิดใช้งานฟีเจอร์นี้
tr: Quorum arka planda olduğunda yeni mesajlar aldığınızda masaüstü bildirimlerini gösterin. Bu özelliği etkinleştirdiğinizde tarayıcınız izin isteyecektir.
uk: Показувати сповіщення на робочому столі, коли ви отримуєте нові повідомлення, поки Quorum у фоновому режимі. Ваш браузер запитає дозвіл, коли ви ввімкнете цю функцію.
vi: Hiển thị thông báo trên máy tính khi bạn nhận được tin nhắn mới trong khi Quorum đang ở chế độ nền. Trình duyệt của bạn sẽ yêu cầu quyền khi bạn bật tính năng này.

source: Show Muted Channels
ar: عرض القنوات المكتومة
cs: Zobrazit ztlumené kanály
da: Vis dæmpede kanaler
el: Εμφάνιση Σιωπηλών Καναλιών
fr: Afficher les canaux muets
id: Tampilkan Saluran yang Dibisukan
it: Mostra Canali Silenziati
ja: ミュートされたチャンネルを表示
nl: Toon gemuteerde kanalen
pt: Mostrar Canais Silenciados
ro: Arată Canalele Închise
ru: Показать отключенные каналы
sk: Zobraziť ztlmené kanály
sl: Prikaži utišane kanale
sr: Prikaži tihe kanale
th: แสดงช่องที่ปิดเสียง

source: Show Online Status
ar: عرض الحالة على الإنترنت
cs: Zobrazit online stav
el: Εμφάνιση Κατάστασης Διαδικτυακής Συνδεσιμότητας
fr: Afficher le statut en ligne
ja: オンラインステータスを表示
nl: Toon Online Status
ru: Показать онлайн-статус
sk: Zobraziť online stav
sl: Prikaži spletni status
sr: Prikaži online status
th: แสดงสถานะออนไลน์

source: Show QR
ar: عرض QR
cs: Zobrazit QR
el: Εμφάνιση QR
fr: Afficher le QR
id: Tampilkan QR
it: Mostra QR
ja: QRを表示
nl: Toon QR
ro: Arată QR
ru: Показать QR
sk: Zobraziť QR
sl: Prikaži QR
sr: Prikaži QR
th: แสดง QR

source: Showing first 500 results. Refine your search for more specific results.
ar: عرض أول 500 نتيجة. قم بتحديد بحثك للحصول على نتائج أكثر دقة.
cs: Zobrazuje se prvních 500 výsledků. Upřesněte svůj dotaz pro konkrétnější výsledky.
da: Viser de første 500 resultater. Forfin din søgning for mere specifikke resultater.
el: Εμφάνιση των πρώτων 500 αποτελεσμάτων. Βελτιώστε την αναζήτησή σας για πιο συγκεκριμένα αποτελέσματα.
fr: Affichage des 500 premiers résultats. Affinez votre recherche pour des résultats plus spécifiques.
he: מראה 500 התוצאות הראשונות. צמצם את החיפוש שלך לתוצאות ספציפיות יותר.
id: Menampilkan 500 hasil pertama. Perbaiki pencarian Anda untuk hasil yang lebih spesifik.
it: Mostrando i primi 500 risultati. Affina la tua ricerca per risultati più specifici.
ja: 最初の500件の結果を表示しています。より具体的な結果を得るには検索を絞り込んでください。
nl: Toont de eerste 500 resultaten. Verfijn je zoekopdracht voor specifiekere resultaten.
no: Viser de første 500 resultatene. Forbedre søket ditt for mer spesifikke resultater.
pl: Wyświetlanie pierwszych 500 wyników. Udoskonal swoje wyszukiwanie, aby uzyskać bardziej szczegółowe wyniki.
pt: Mostrando os primeiros 500 resultados. Refine sua pesquisa para resultados mais específicos.
ro: Afișăm primele 500 de rezultate. Rafinați căutarea pentru rezultate mai specifice.
ru: Показаны первые 500 результатов. Уточните поиск для более конкретных результатов.
sk: Zobrazuje sa prvých 500 výsledkov. Upresnite svoje vyhľadávanie pre konkrétnejšie výsledky.
sl: Prikazujem prvih 500 rezultatov. Natančnejše iskanje za bolj specifične rezultate.
sr: Prikaz prvih 500 rezultata. Usavršite pretragu za specifičnije rezultate.
sv: Visar de första 500 resultaten. Förfina din sökning för mer specifika resultat.
th: แสดงผลลัพธ์ 500 รายการแรก ปรับแต่งการค้นหาของคุณเพื่อผลลัพธ์ที่เฉพาะเจาะจงมากขึ้น.
tr: İlk 500 sonucu gösteriliyor. Daha spesifik sonuçlar için aramanızı daraltın.

source: Skip Adding Photo
ar: تخطي إضافة صورة
cs: Přeskočit přidání fotografie
da: Spring over at tilføje foto
de: Foto hinzufügen überspringen
el: Παράλειψη Προσθήκης Φωτογραφίας
es: Saltar Agregar Foto
fi: Hyppää valokuvan lisäämisen yli
fr: Passer l'ajout de photo
he: דלג על הוספת תמונה
id: Lewati Menambahkan Foto
it: Salta aggiunta foto
ja: 写真の追加をスキップ
nl: Foto Toevoegen Overslaan
no: Hopp over å legge til bilde
pl: Pomiń dodawanie zdjęcia
pt: Pular Adicionar Foto
ro: Salt la adăugarea fotografiei
ru: Пропустить добавление фото
sk: Preskočiť pridanie fotografie
sl: Preskoči dodajanje fotografije
sr: Preskoči dodavanje fotografije
sv: Hoppa över att lägga till foto
th: ข้ามการเพิ่มภาพ
tr: Fotoğraf Eklemeyi Atla
uk: Пропустити додавання фото
vi: Bỏ qua thêm ảnh

source: Someone
ar: شخص ما
cs: Někdo
el: Κάποιος
fr: Quelqu'un
id: Seseorang
ja: 誰か
nl: Iemand
ro: Cineva
ru: Кто-то
sk: Niekto
sl: Nekdo
sr: Neko
th: ใครบางคน

source: Space Banner
ar: لافتة المساحة
cs: Banner Prostor
da: Rum-banner
de: Raumfahrt-Banner
el: Μπανέρ Χώρου
es: Banner del Espacio
fi: Tilan banneri
fr: Bannière de l'Espace
he: באנר חלל
id: Spanduk Ruang
it: Banner dello Spazio
ja: スペースバナー
no: Rombanner
pl: Baner Przestrzeni
pt: Bandeira do Espaço
ro: Banner Spațiu
ru: Космический баннер
sk: Banner Priestoru
sl: Banner prostora
sr: Baner Простора-a
th: แบนเนอร์ พื้นที่
tr: Alan Afişi
uk: Банер Простору
vi: Biểu ngữ không gian

source: Space Description
ar: وصف الفضاء
cs: Popis Space
da: Space Beskrivelse
el: Περιγραφή Χώρου
fr: Description de l'Espace
he: תיאור המרחב
id: Deskripsi Space
it: Descrizione dello Spazio
ja: スペースの説明
nl: Space Beschrijving
no: Space Beskrivelse
pl: Opis Przestrzeni
pt: Descrição do Espaço
ro: Descrierea Spațiului
ru: Описание Пространства
sk: Popis priestoru
sl: Opis prostora
sr: Opis prostora
sv: Space Beskrivning
th: คำอธิบาย Space
tr: Alan Açıklaması

source: Space ID
ar: معرف مساحة
cs: ID Space
el: Αναγνωριστικό Χώρου
es: ID del Espacio
fi: Tila ID
fr: ID de l'Espace
he: מזהה מרחב
id: ID Ruang
it: ID Spazio
ja: スペースID
pl: ID Space
pt: ID do Space
ro: ID-ul Espaciului
ru: ID Пространства
sk: ID Space
sl: ID Space
sr: ID Space
tr: Space ID'si
uk: Ідентифікатор Простір

source: Space name
ar: اسم Space
cs: Název Space
da: Space navn
el: Όνομα Space
fi: Space:n nimi
fr: Nom de l'espace
he: שם ה-Space
id: Nama Space
it: Nome dello Space
ja: スペース名
nl: Ruimte naam
no: Space-navn
pl: Nazwa Space
pt: Nome do space
ro: Numele Space-ului
ru: Имя Space
sk: Názov Space
sl: Ime Space
sr: Ime Space-a
sv: Space-namn
th: ชื่อ Space
tr: Space adı
uk: Назва Простору

source: Space name cannot contain special characters
ar: لا يمكن أن يحتوي اسم الفضاء على أحرف خاصة
cs: Název Space nemůže obsahovat speciální znaky
da: Space-navn må ikke indeholde specialtegn
el: Το όνομα του Χώρου δεν μπορεί να περιέχει ειδικούς χαρακτήρες
fi: Space-nimi ei voi sisältää erikoismerkkejä
fr: Le nom de l'Espace ne peut pas contenir de caractères spéciaux
he: שם ה-Space לא יכול להכיל תווים מיוחדים
id: Nama Space tidak boleh mengandung karakter khusus
it: Il nome dello Spazio non può contenere caratteri speciali
ja: スペース名には特殊文字を含めることはできません
nl: Ruimte naam mag geen speciale tekens bevatten
no: Space-navn kan ikke inneholde spesialtegn
pl: Nazwa przestrzeni nie może zawierać znaków specjalnych
pt: O nome do Espaço não pode conter caracteres especiais
ro: Numele Spațiului nu poate conține caractere speciale
ru: Имя пространства не может содержать специальные символы
sk: Názov Space nemôže obsahovať špeciálne znaky
sl: Ime prostora ne more vsebovati posebnih znakov
sr: Ime prostora ne može sadržati posebne karaktere
sv: Space-namn får inte innehålla specialtecken
th: ชื่อพื้นที่ไม่สามารถมีอักขระพิเศษ
tr: Alan adı özel karakterler içermemelidir

source: Space name is required
ar: اسم الفضاء مطلوب
cs: Název prostoru je povinný
da: Navn på Space er påkrævet
de: Raumname ist erforderlich
el: Το όνομα του Χώρου είναι υποχρεωτικό
es: Se requiere un nombre para el Espacio
fi: Space-nimi on pakollinen
fr: Le nom de l'Espace est requis
he: שם המרחב נדרש
id: Nama Ruang diperlukan
it: Il nome dello Spazio è obbligatorio
ja: スペース名は必須です
nl: Ruimte naam is vereist
no: Navn på Space er påkrevd
pl: Nazwa Przestrzeni jest wymagana
pt: Nome do Espaço é obrigatório
ro: Numele Spațiului este necesar
ru: Название пространства обязательно
sk: Názov priestoru je povinný
sl: Ime prostora je obvezno
sr: Ime prostora je obavezno
sv: Namn på Space krävs
th: ชื่อพื้นที่ต้องการ
tr: Alan adı gereklidir
uk: Ім'я Простору є обов'язковим

source: Space name must be {MAX_NAME_LENGTH} characters or less
ar: يجب أن يتكون اسم الفضاء من {MAX_NAME_LENGTH} حرفًا أو أقل
cs: Název Space musí mít maximálně {MAX_NAME_LENGTH} znaků
da: Space-navn skal være {MAX_NAME_LENGTH} tegn eller færre
el: Το όνομα του Space πρέπει να είναι {MAX_NAME_LENGTH} χαρακτήρες ή λιγότερο
fr: Le nom de l'Espace doit comporter {MAX_NAME_LENGTH} caractères ou moins
he: שם ה-Space חייב להיות באורך של {MAX_NAME_LENGTH} תווים או פחות
id: Nama Space harus {MAX_NAME_LENGTH} karakter atau kurang
it: Il nome dello Space deve essere lungo al massimo {MAX_NAME_LENGTH} caratteri
ja: スペース名は{MAX_NAME_LENGTH}文字以下でなければなりません
nl: Ruimte naam moet {MAX_NAME_LENGTH} tekens of minder zijn
no: Space-navn må være {MAX_NAME_LENGTH} tegn eller færre
pl: Nazwa Space musi mieć {MAX_NAME_LENGTH} znaków lub mniej
pt: O nome do Space deve ter {MAX_NAME_LENGTH} caracteres ou menos
ro: Numele Spațiu trebuie să aibă {MAX_NAME_LENGTH} caractere sau mai puțin
ru: Имя Пространства должно содержать не более {MAX_NAME_LENGTH} символов
sk: Názov Space musí mať {MAX_NAME_LENGTH} znakov alebo menej
sl: Ime prostora mora biti dolgo {MAX_NAME_LENGTH} znakov ali manj
sr: Ime prostora mora imati {MAX_NAME_LENGTH} karaktera ili manje
sv: Space-namn måste vara {MAX_NAME_LENGTH} tecken eller färre
th: ชื่อ Space ต้องมีความยาวไม่เกิน {MAX_NAME_LENGTH} ตัวอักษร
tr: Space adı {MAX_NAME_LENGTH} karakter veya daha az olmalıdır
