Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Export your key to a file by clicking this button. Do not share this file with anyone else or they can impersonate you or steal your Space's Apex earnings.
da: Eksportér din nøgle til en fil ved at klikke på denne knap. Del ikke denne fil med nogen andre, ellers kan de udgive sig for dig eller stjæle dit Space's Apex-indtjening.
de: Exportieren Sie Ihren Schlüssel in eine Datei, indem Sie auf diese Schaltfläche klicken. Teilen Sie diese Datei nicht mit anderen, da sie Sie sonst imitieren oder die Apex-Einnahmen Ihres Space stehlen können.
es: Exporta tu clave a un archivo haciendo clic en este botón. No compartas este archivo con nadie más o podrían suplantarte o robar las ganancias de Apex de tu Espcacio.
fi: Vie avaimen tiedostoon napsauttamalla tätä painiketta. Älä jaa tätä tiedostoa kenenkään muun kanssa, tai he voivat esittää sinua tai varastaa Spaceisi Apex-tulot.
he: ייצא את המפתח שלך לקובץ על ידי לחיצה על כפתור זה. אל תשתף קובץ זה עם אף אחד אחר או שהם יכולים להתחזות אליך או לגנוב את הרווחים שלך מ-Apex של ה-Space.
no: Eksporter nøkkelen din til en fil ved å klikke på denne knappen. Ikke del denne filen med noen andre, ellers kan de utgi seg for deg eller stjele inntektene fra Space ditt.
pl: Wyeksportuj swój klucz do pliku, klikając ten przycisk. Nie udostępniaj tego pliku nikomu innemu, bo mogą cię podszyć lub ukraść zarobki Apex twojej Przestrzeni.
pt: Exporte sua chave para um arquivo clicando neste botão. Não compartilhe este arquivo com mais ninguém ou eles podem se passar por você ou roubar os ganhos Apex do seu Espaço.
sv: Exportera din nyckel till en fil genom att klicka på denna knapp. Dela inte denna fil med någon annan, annars kan de utge sig för att vara du eller stjäla din Spaces Apex-intäkter.
tr: Bu düğmeye tıklayarak anahtarınızı bir dosyaya dışa aktarın. Bu dosyayı başkalarıyla paylaşmayın, aksi takdirde sizi taklit edebilirler veya Alanınızın Apex kazançlarını çalabilirler.
uk: Експортуйте свій ключ у файл, натиснувши цю кнопку. Не діліться цим файлом з іншими, інакше вони можуть видати себе за вас або вкрасти заробіток Apex вашого Простору.
vi: Xuất khóa của bạn ra tệp bằng cách nhấp vào nút này. Đừng chia sẻ tệp này với bất kỳ ai khác, nếu không họ có thể mạo danh bạn hoặc đánh cắp thu nhập Apex của không gian của bạn.

source: Failed to copy to clipboard. Please try again.
de: Kopieren in die Zwischenablage fehlgeschlagen. Bitte versuche es erneut.
es: Error al copiar al portapapeles. Por favor, inténtalo de nuevo.
fi: Kopiointi leikepöydälle epäonnistui. Yritä uudelleen.
he: נכשל בהעתקה ללוח. אנא נסה שוב.
no: Kunne ikke kopiere til utklippstavlen. Vennligst prøv igjen.
pl: Nie udało się skopiować do schowka. Proszę spróbować ponownie.
sv: Misslyckades att kopiera till urklipp. Försök igen.
tr: Pano'ya kopyalama başarısız. Lütfen tekrar deneyin.
uk: Не вдалося скопіювати в буфер обміну. Спробуйте ще раз.
vi: Không thể sao chép vào clipboard. Vui lòng thử lại.

source: Folder Settings
he: הגדרות תיקייה
no: Mappeinnstillinger
pl: Ustawienia folderu
sv: Mappinställningar
tr: Klasör Ayarları

source: I've Saved It
de: Ich habe es gespeichert
es: Lo he guardado
fi: Olen tallentanut sen
he: שמרתי את זה
no: Jeg har lagret det
pl: Zapisano to
sv: Jag har sparat det
tr: Kaydettim
uk: Я зберіг це
vi: Tôi đã lưu nó

source: Key Copied!
de: Schlüssel kopiert!
es: ¡Clave copiada!
fi: Avain kopioitu!
he: המפתח הועתק!
no: Nøkkel kopiert!
pl: Klucz skopiowany!
sv: Nyckel kopierad!
tr: Anahtar Kopyalandı!
uk: Ключ скопійовано!
vi: Khóa đã được sao chép!

source: Manage your settings for this Space.
de: Verwalte deine Einstellungen für diesen Space.
fi: Hallitse asetuksiasi tälle Space:lle.
he: נהל את ההגדרות שלך עבור ה-Space הזה.
no: Administrer innstillingene dine for denne Space.
pl: Zarządzaj swoimi ustawieniami dla tej Space.
sv: Hantera dina inställningar för detta Space.
tr: Bu Space için ayarlarınızı yönetin.
uk: Керуйте своїми налаштуваннями для цього Простору.

source: Manual Backup Required
de: Manuelle Sicherung erforderlich
es: Se requiere copia de seguridad manual
fi: Manuaalinen varmuuskopiointi vaaditaan
he: גיבוי ידני נדרש
no: Manuell sikkerhetskopiering kreves
pl: Wymagana kopia zapasowa ręczna
sv: Manuell säkerhetskopiering krävs
tr: Manuel Yedekleme Gerekiyor
uk: Необхідно ручне резервне копіювання
vi: Cần sao lưu thủ công

source: New Messages
he: הודעות חדשות
no: Nye meldinger
sv: Nya Meddelanden
tr: Yeni Mesajlar

source: Restore Missing Spaces
da: Gendan manglende rum
he: שחזר חללים חסרים
no: Gjenopprett manglende rom
pl: Przywróć brakujące przestrzenie
pt: Restaurar Espaços Ausentes
sv: Återställ saknade utrymmen
tr: Kaybolan Alanları Geri Yükle

source: Username or Address
da: Brugernavn eller adresse
de: Benutzername oder Adresse
es: Nombre de usuario o dirección
fi: Käyttäjänimi tai osoite
he: שם משתמש או כתובת
no: Brukernavn eller adresse
pl: Nazwa użytkownika lub adres
pt: Nome de usuário ou Endereço
sv: Användarnamn eller adress
tr: Kullanıcı Adı veya Adres
uk: Ім'я користувача або адреса

source: Your device doesn't support automatic file downloads. Your private key will be copied to clipboard so you can save it manually.
de: Ihr Gerät unterstützt keine automatischen Dateidownloads. Ihr privater Schlüssel wird in die Zwischenablage kopiert, damit Sie ihn manuell speichern können.
es: Tu dispositivo no soporta descargas automáticas de archivos. Tu clave privada se copiará al portapapeles para que puedas guardarla manualmente.
fi: Laiteesi ei tue automaattisia tiedostojen latauksia. Yksityinen avaimen kopioidaan leikepöydälle, jotta voit tallentaa sen manuaalisesti.
he: המכשיר שלך לא תומך בהורדות קבצים אוטומטיות. המפתח הפרטי שלך יועתק ללוח הגזירים כך שתוכל לשמור אותו ידנית.
no: Enheten din støtter ikke automatiske filnedlastinger. Din private nøkkel vil bli kopiert til utklippstavlen slik at du kan lagre den manuelt.
pl: Twoje urządzenie nie obsługuje automatycznych pobrań plików. Twój klucz prywatny zostanie skopiowany do schowka, abyś mógł go zapisać ręcznie.
sv: Din enhet stöder inte automatiska filnedladdningar. Din privata nyckel kommer att kopieras till urklipp så att du kan spara den manuellt.
tr: Cihazınız otomatik dosya indirmelerini desteklemiyor. Özel anahtarınız pano'ya kopyalanacak, böylece manuel olarak kaydedebilirsiniz.
uk: Ваш пристрій не підтримує автоматичне завантаження файлів. Ваш приватний ключ буде скопійовано в буфер обміну, щоб ви могли зберегти його вручну.
vi: Thiết bị của bạn không hỗ trợ tải xuống tệp tự động. Khóa riêng của bạn sẽ được sao chép vào clipboard để bạn có thể lưu thủ công.

source: Your private key has been copied to clipboard. Save it as "AccountID.key" (you can find your Account ID in Settings later). NEVER share this key!
de: Ihr privater Schlüssel wurde in die Zwischenablage kopiert. Speichern Sie ihn als "AccountID.key" (Sie finden Ihre Kontonummer später in den Einstellungen). Teilen Sie diesen Schlüssel NIEMALS!
es: Tu clave privada ha sido copiada al portapapeles. Guárdala como "AccountID.key" (puedes encontrar tu ID de Cuenta en Configuración más tarde). ¡NUNCA compartas esta clave!
fi: Yksityinen avaimen on kopioitu leikepöydälle. Tallenna se nimellä "AccountID.key" (löydät tilin ID:n Asetuksista myöhemmin). ÄLÄ jaa tätä avainta!
he: המפתח הפרטי שלך הועתק ללוח הגזירים. שמור אותו כ"AccountID.key" (תוכל למצוא את מזהה החשבון שלך בהגדרות מאוחר יותר). אל תשתף מפתח זה!
no: Din private nøkkel har blitt kopiert til utklippstavlen. Lagre den som "AccountID.key" (du kan finne din konto-ID i Innstillinger senere). DEL ALDRI denne nøkkelen!
pl: Twój klucz prywatny został skopiowany do schowka. Zapisz go jako "AccountID.key" (możesz znaleźć swój identyfikator konta w Ustawieniach później). NIGDY nie udostępniaj tego klucza!
sv: Din privata nyckel har kopierats till urklipp. Spara den som "AccountID.key" (du kan hitta ditt konto-ID i Inställningar senare). DELA ALDRIG denna nyckel!
tr: Özel anahtarınız pano'ya kopyalandı. Bunu "AccountID.key" olarak kaydedin (Hesap ID'nizi daha sonra Ayarlar'da bulabilirsiniz). ASLA bu anahtarı paylaşmayın!
uk: Ваш приватний ключ був скопійований в буфер обміну. Збережіть його як "AccountID.key" (ви можете знайти свій ідентифікатор облікового запису в Налаштуваннях пізніше). НІКОЛИ не діліться цим ключем!
vi: Khóa riêng của bạn đã được sao chép vào clipboard. Lưu nó dưới dạng "AccountID.key" (bạn có thể tìm thấy ID Tài khoản của mình trong Cài đặt sau). KHÔNG bao giờ chia sẻ khóa này!

source: Error processing queue:
de: Fehler bei der Verarbeitung der Warteschlange:
es: Error al procesar la cola:
fi: Virhe jonon käsittelyssä:
no: Feil ved behandling av kø:
sv: Fel vid behandling av kö:
tr: Kuyruk işlenirken hata:
uk: Помилка обробки черги:
vi: Lỗi khi xử lý hàng đợi:

source: User Muted!
no: Bruker dempet!
sv: Användare stängd av ljudet!
tr: Kullanıcı Susturuldu!

source: User Unmuted!
no: Bruker fjernet fra demping!
sv: Användare har fått ljudet påslaget!
tr: Kullanıcı Susturması Kaldırıldı!

source: Emojis
fi: Emojit
tr: Emojiler

source: {user} has joined
de: {user} ist beigetreten
es: {user} se han unido
fi: {user} liittynyt
uk: {user} приєднався
vi: {user} đã tham gia

source: {user} has left
de: {user} hat verlassen
es: {user} se ha ido
fi: {user} jätti
uk: {user} покинув
vi: {user} đã rời đi

source: {user} has been kicked
de: {user} wurde gekickt
es: {user} ha sido expulsado
fi: {user} on potkittu
uk: {user} був вигнаний
vi: {user} đã bị đuổi

source: 'everyone' is a reserved name.
de: 'everyone' ist ein reservierter Name.
fi: 'everyone' on varattu nimi.
uk: 'всі' є зарезервованим ім'ям.

source: As a space owner, you need to assign yourself a role with delete permissions to delete other users' messages. <0><1>Learn more</1></0>
de: Als Besitzer eines Raums müssen Sie sich eine Rolle mit Löschberechtigungen zuweisen, um die Nachrichten anderer Benutzer zu löschen. <0><1>Erfahren Sie mehr</1></0>
es: Como propietario del espacio, necesitas asignarte un rol con permisos de eliminación para borrar los mensajes de otros usuarios. <0><1>Aprende más</1></0>
fi: Tilojen omistajana sinun on annettava itsellesi rooli, jolla on poistamisoikeudet, jotta voit poistaa muiden käyttäjien viestejä. <0><1>Opi lisää</1></0>
uk: Як власник простору, вам потрібно призначити собі роль з правами на видалення, щоб видаляти повідомлення інших користувачів. <0><1>Дізнатися більше</1></0>

source: Description must be {maxDescriptionLength} characters or less
de: Die Beschreibung muss {maxDescriptionLength} Zeichen oder weniger enthalten
fi: Kuvauksen on oltava {maxDescriptionLength} merkkiä tai vähemmän
uk: Опис має містити не більше {maxDescriptionLength} символів

source: Kick Users
de: Benutzer hinauswerfen
es: Expulsar Usuarios
fi: Poista käyttäjiä
uk: Викинути користувачів

source: Kick!
de: Rausschmeißen!
es: ¡Expulsar!
fi: Potkaise!
uk: Викинути!
vi: Đá!

source: Select any existing role as managers for this channel. Managers have post, delete, and pin permissions on ANY message by default. If no managers are selected, only the Space owner can manage the channel.
de: Wähle eine vorhandene Rolle als Manager für diesen Kanal aus. Manager haben standardmäßig die Berechtigungen zum Posten, Löschen und Stecken von ANY Nachrichten. Wenn keine Manager ausgewählt sind, kann nur der Eigentümer des Spaces den Kanal verwalten.
es: Selecciona cualquier rol existente como administradores para este canal. Los administradores tienen permisos para publicar, eliminar y fijar en CUALQUIER mensaje por defecto. Si no se seleccionan administradores, solo el propietario del Espacio puede gestionar el canal.
fi: Valitse mikä tahansa olemassa oleva rooli kanavan johtajiksi. Johtajilla on oikeudet julkaista, poistaa ja pinnata MITÄ tahansa viestiä oletusarvoisesti. Jos johtajia ei ole valittu, vain Spacen omistaja voi hallita kanavaa.
uk: Виберіть будь-яку існуючу роль як менеджерів для цього каналу. Менеджери мають права на публікацію, видалення та закріплення будь-якого повідомлення за замовчуванням. Якщо менеджери не вибрані, тільки власник Space може керувати каналом.

source: Send invites to people you've previously had conversations with. An invite button will appear in their inbox.
de: Senden Sie Einladungen an Personen, mit denen Sie bereits Gespräche geführt haben. Im Posteingang dieser Personen wird eine Einladungsschaltfläche angezeigt.
es: Envía invitaciones a personas con las que hayas mantenido conversaciones previamente. Aparecerá un botón de invitación en su bandeja de entrada.
fi: Lähetä kutsuja ihmisille, joiden kanssa olet aiemmin keskustellut. Kutsupainike ilmestyy heidän postilaatikkoonsa.
uk: Надсилайте запрошення людям, з якими ви раніше спілкувалися. Кнопка запрошення з'явиться в їхньому вхідному.
vi: Gửi lời mời đến những người mà bạn đã từng trò chuyện trước đây. Một nút mời sẽ xuất hiện trong hộp thư đến của họ.

source: This protects your identity as the space owner. However, if you're the only one with this role, your identity becomes obvious. Consider having multiple users (real or fake accounts) with the same role for better privacy protection.
de: Dies schützt Ihre Identität als Raum Besitzer. Wenn Sie jedoch der einzige mit dieser Rolle sind, wird Ihre Identität offensichtlich. Ziehen Sie in Betracht, mehrere Benutzer (echte oder gefälschte Konten) mit derselben Rolle für besseren Datenschutz zu haben.
es: Esto protege tu identidad como propietario del espacio. Sin embargo, si eres el único con este rol, tu identidad se vuelve obvia. Considera tener múltiples usuarios (cuentas reales o falsas) con el mismo rol para una mejor protección de la privacidad.
fi: Tämä suojaa identiteettiäsi tilojen omistajana. Jos kuitenkin olet ainoa, jolla on tämä rooli, identiteettisi tulee ilmeiseksi. Harkitse useiden käyttäjien (todellisten tai valeprofiilien) käyttöä samalla roolilla paremman yksityisyyden suojaamiseksi.
uk: Це захищає вашу особистість як власника простору. Однак, якщо ви є єдиним, хто має цю роль, ваша особистість стає очевидною. Розгляньте можливість мати кілька користувачів (реальних або фейкових акаунтів) з тією ж роллю для кращого захисту конфіденційності.

source: Use the below button to kick this user out of the Space
de: Verwenden Sie die untenstehende Schaltfläche, um diesen Benutzer aus dem Space zu entfernen
es: Usa el botón de abajo para expulsar a este usuario del Espacio.
fi: Käytä alla olevaa painiketta potkaistaksesi tämän käyttäjän ulos tilasta
uk: Використовуйте кнопку нижче, щоб вигнати цього користувача з Простору
vi: Sử dụng nút bên dưới để đuổi người dùng này ra khỏi Space

source: Default Space settings provide the most typical chat experience, but for higher privacy guarantees, review the Advanced Settings.
de: Die Standard-Einstellungen für den Space bieten das typischste Chat-Erlebnis, aber für höhere Datenschutzgarantien überprüfen Sie die erweiterten Einstellungen.
es: La configuración predeterminada del Espacio proporciona la experiencia de chat más típica, pero para mayores garantías de privacidad, revisa la Configuración Avanzada.

source: Description
de: Beschreibung

source: Enter a name for your new Space
de: Geben Sie einen Namen für Ihren neuen Space ein
es: Ingresa un nombre para tu nuevo Espcacio
vi: Nhập tên cho không gian mới của bạn

source: Space Name
de: Raum Name
es: Nombre del Espacio
vi: Tên không gian

source: Upload an image, choose a name, and optionally add a description for your Space.
de: Lade ein Bild hoch, wähle einen Namen und füge optional eine Beschreibung für deinen Space hinzu.

source: {0} pinned message
es: {0} mensaje anclado

source: {0} pinned messages
es: {0} mensajes anclados

source: Upload an image and choose a name for your Space.
es: Sube una imagen y elige un nombre para tu Espacio.

source: Add up to 50 custom emoji. Custom emojis can only be used within a Space. You can upload PNG, JPG or GIF, max 256kB.
vi: Thêm tối đa 50 emoji tùy chỉnh. Emoji tùy chỉnh chỉ có thể được sử dụng trong một Espacio. Bạn có thể tải lên PNG, JPG hoặc GIF, tối đa 256kB.

source: Add up to 50 custom stickers. Custom stickers can only be used within a Space. You can upload PNG, JPG or GIF, max 256kB.
vi: Thêm tối đa 50 nhãn dán tùy chỉnh. Nhãn dán tùy chỉnh chỉ có thể được sử dụng trong một Espacio. Bạn có thể tải lên PNG, JPG hoặc GIF, tối đa 256kB.

source: All roles must have both a tag name and display name.
vi: Tất cả vai trò phải có cả tên thẻ và tên hiển thị.

source: Always sign Direct Messages in Conversations. This can be overridden for finer-grain control by clicking the lock icon found in each Conversation view.
vi: Luôn ký tin nhắn trực tiếp trong các Cuộc trò chuyện. Điều này có thể được ghi đè để kiểm soát chi tiết hơn bằng cách nhấp vào biểu tượng khóa trong mỗi chế độ xem Cuộc trò chuyện.

source: Are you sure? This channel contains messages. Deleting it will cause all content to be lost forever!
vi: Bạn có chắc không? Kênh này chứa tin nhắn. Xóa nó sẽ khiến tất cả nội dung bị mất mãi mãi!

source: Are you sure? This group contains channels with messages. Deleting it will cause all content to be lost forever!
vi: Bạn có chắc không? Nhóm này chứa các kênh có tin nhắn. Xóa nó sẽ khiến tất cả nội dung bị mất mãi mãi!

source: Be patient, this can take a few seconds...
vi: Hãy kiên nhẫn, điều này có thể mất vài giây...

source: Can delete messages?
vi: Có thể xóa tin nhắn không?

source: Close
vi: Đóng

source: Create a new Space
vi: Tạo một Espacio mới

source: Default Space settings provide the most typical chat experience, but for higher privacy guarantees, review Advanced Settings.
vi: Cài đặt Space mặc định cung cấp trải nghiệm trò chuyện điển hình nhất, nhưng để có sự đảm bảo quyền riêng tư cao hơn, hãy xem lại Cài đặt Nâng cao.

source: Error reading file
vi: Lỗi khi đọc tệp

source: File cannot be larger than 1MB
vi: Tệp không được lớn hơn 1MB

source: File cannot be larger than 256KB
vi: Tệp không được lớn hơn 256KB

source: File cannot be larger than 2MB
vi: Tệp không thể lớn hơn 2MB

source: Generate New Invite Link
vi: Tạo liên kết mời mới

source: Generating link...
vi: Đang tạo liên kết...

source: PNG, JPG or JPEG • Max 2MB
vi: PNG, JPG hoặc JPEG • Tối đa 2MB

source: Public Invite Link
vi: Liên kết mời công khai

source: Public invite links allow anyone with access to the link join your Space. Understand the risks of enabling this, and to whom and where you share the link.
vi: Các liên kết mời công khai cho phép bất kỳ ai có quyền truy cập vào liên kết tham gia Không gian của bạn. Hiểu rõ các rủi ro khi kích hoạt điều này, và ai và nơi bạn chia sẻ liên kết.

source: Space Icon Attachment
vi: Đính kèm biểu tượng không gian

source: This link will not expire, but you can generate a new one at any time, which will invalidate the old link. Current Space members will not be removed from the Space.
vi: Liên kết này sẽ không hết hạn, nhưng bạn có thể tạo một cái mới bất cứ lúc nào, điều này sẽ làm không hợp lệ liên kết cũ. Các thành viên hiện tại trong không gian sẽ không bị xóa khỏi không gian.
