Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Timeout in 10 seconds anyway...
ar: انتهى الوقت بعد 10 ثوانٍ على أي حال...
cs: Časový limit za 10 sekund stejně...
da: Timeout om 10 sekunder alligevel...
el: Λήξη χρόνου σε 10 δευτερόλεπτα ούτως ή άλλως...
fr: Délai d'attente dans 10 secondes de toute façon...
he: זמן ההמתנה פג בכל מקרה בעוד 10 שניות...
id: Waktu habis dalam 10 detik juga...
it: Timeout in 10 secondi comunque...
ja: とにかく10秒後にタイムアウトします...
nl: Time-out over 10 seconden toch...
no: Tidsavbrudd om 10 sekunder uansett...
pl: Limit czasu w 10 sekund w każdym razie...
pt: Tempo esgotado em 10 segundos de qualquer forma...
ro: Timpul de așteptare de 10 secunde oricum...
ru: Тайм-аут через 10 секунд в любом случае...
sk: Časový limit za 10 sekúnd aj tak...
sl: Časovna omejitev v 10 sekundah...
sr: Imaćemo vremensko ograničenje za 10 sekundi...
sv: Tidsgräns om 10 sekunder ändå...
th: หมดเวลาใน 10 วินาทีอยู่ดี...
tr: Her halükarda 10 saniye içinde zaman aşımı...

source: TIP: Hold down shift when clicking {protipAction} to bypass this confirmation entirely.
ar: نصيحة: اضغط مع الاستمرار على مفتاح Shift عند النقر على {protipAction} لتجاوز هذه التأكيد تمامًا.
cs: TIP: Držte stisknutou klávesu shift při kliknutí na {protipAction}, abyste zcela obešli toto potvrzení.
da: TIP: Hold shift nede, når du klikker {protipAction} for helt at omgå denne bekræftelse.
de: TIPP: Halte die Umschalttaste gedrückt, während du {protipAction} klickst, um diese Bestätigung vollständig zu umgehen.
el: TIP: Houd shift ingedrukt terwijl je {protipAction} klikt om deze bevestiging volledig te omzeilen.
es: CONSEJO: Mantén presionada la tecla shift al hacer clic en {protipAction} para omitir esta confirmación por completo.
fi: VINKKI: Pidä shift-näppäintä alhaalla, kun napsautat {protipAction} ohittaaksesi tämän vahvistuksen kokonaan.
fr: CONSEIL : Maintenez la touche majuscule en cliquant sur {protipAction} pour contourner cette confirmation entièrement.
he: טיפ: החזק את מקש השיפט בעת לחיצה על {protipAction} כדי לעקוף את האישור הזה לחלוטין.
id: TIP: Tahan tombol shift saat mengklik {protipAction} untuk melewati konfirmasi ini sepenuhnya.
it: SUGGERIMENTO: Tieni premuto shift mentre clicchi {protipAction} per bypassare completamente questa conferma.
ja: ヒント: {protipAction}をクリックする際にシフトを押し続けると、この確認を完全にバイパスできます。
nl: TIP: Houd shift ingedrukt terwijl je {protipAction} aanklikt om deze bevestiging volledig te omzeilen.
no: TIPS: Hold nede shift når du klikker {protipAction} for å omgå denne bekreftelsen helt.
pl: WSKAZÓWKA: Przytrzymaj shift podczas klikania {protipAction}, aby całkowicie pominąć to potwierdzenie.
pt: DICA: Mantenha pressionada a tecla shift ao clicar em {protipAction} para ignorar completamente esta confirmação.
ro: SFAT: Ține apăsat shift când faci clic pe {protipAction} pentru a ocoli complet această confirmare.
ru: ПОДСКАЗКА: Удерживайте shift при нажатии {protipAction}, чтобы полностью обойти это подтверждение.
sk: TIP: Držte stlačený shift pri kliknutí na {protipAction}, aby ste úplne obchádzali toto potvrdenie.
sl: NAMIG: Drži tipko shift, ko klikneš {protipAction}, da popolnoma obideš to potrditev.
sr: SAVET: Držite pritisnutu taster shift dok kliknete {protipAction} da potpuno zaobiđete ovu potvrdu.
sv: TIPS: Håll ner shift när du klickar {protipAction} för att helt kringgå denna bekräftelse.
th: เคล็ดลับ: กดปุ่ม Shift ขณะคลิก {protipAction} เพื่อข้ามการยืนยันนี้ทั้งหมด
tr: İPUCU: Bu onayı tamamen atlamak için {protipAction} üzerine tıklarken shift tuşuna basılı tutun.
uk: ПІДКАЗКА: Утримуйте Shift під час натискання {protipAction}, щоб повністю обійти це підтвердження.

source: To disable notifications, please change the setting in your browser settings. Notifications cannot be disabled programmatically.
ar: لإيقاف الإشعارات، يرجى تغيير الإعداد في إعدادات المتصفح لديك. لا يمكن إيقاف الإشعارات برمجياً.
cs: Chcete-li zakázat oznámení, změňte prosím nastavení ve svém prohlížeči. Oznámení nelze zakázat programově.
da: For at deaktivere meddelelser, skal du ændre indstillingen i dine browserindstillinger. Meddelelser kan ikke deaktiveres programmatisk.
de: Um Benachrichtigungen zu deaktivieren, ändern Sie bitte die Einstellung in Ihren Browsereinstellungen. Benachrichtigungen können nicht programmgesteuert deaktiviert werden.
el: Για να απενεργοποιήσετε τις ειδοποιήσεις, παρακαλώ αλλάξτε την ρύθμιση στις ρυθμίσεις του προγράμματος περιήγησής σας. Οι ειδοποιήσεις δεν μπορούν να απενεργοποιηθούν προγραμματικά.
es: Para desactivar las notificaciones, por favor cambia la configuración en la configuración de tu navegador. Las notificaciones no se pueden desactivar programáticamente.
fi: Poistaaksesi ilmoitukset käytöstä, muuta asetuksia selaimesi asetuksissa. Ilmoituksia ei voida poistaa ohjelmallisesti.
fr: Pour désactiver les notifications, veuillez modifier le paramètre dans les paramètres de votre navigateur. Les notifications ne peuvent pas être désactivées par programme.
he: כדי לבטל התראות, אנא שנה את ההגדרה בהגדרות הדפדפן שלך. לא ניתן לבטל התראות באופן תכנותי.
id: Untuk menonaktifkan notifikasi, silakan ubah pengaturan di pengaturan browser Anda. Notifikasi tidak dapat dinonaktifkan secara programatis.
it: Per disabilitare le notifiche, ti preghiamo di modificare l'impostazione nelle impostazioni del tuo browser. Le notifiche non possono essere disabilitate programmaticamente.
ja: 通知を無効にするには、ブラウザの設定で設定を変更してください。通知はプログラムで無効にすることはできません。
nl: Om meldingen uit te schakelen, wijzig de instelling in uw browserinstellingen. Meldingen kunnen niet programmatisch worden uitgeschakeld.
no: For å deaktivere varsler, vennligst endre innstillingen i nettleserinnstillingene dine. Varsler kan ikke deaktiveres programmatisk.
pl: Aby wyłączyć powiadomienia, zmień ustawienia w swojej przeglądarce. Powiadomienia nie mogą być wyłączone programowo.
pt: Para desativar as notificações, altere a configuração nas configurações do seu navegador. As notificações não podem ser desativadas programaticamente.
ro: Pentru a dezactiva notificările, te rugăm să schimbi setarea în setările browserului tău. Notificările nu pot fi dezactivate programatic.
ru: Чтобы отключить уведомления, пожалуйста, измените настройки в вашем браузере. Уведомления нельзя отключить программно.
sk: Ak chcete vypnúť upozornenia, zmeňte nastavenia vo svojom prehliadači. Upozornenia nie je možné vypnúť programovo.
sl: Za onemogočanje obvestil spremenite nastavitve v svojem brskalniku. Obvestil ni mogoče onemogočiti programatično.
sr: Da biste onemogućili obaveštenja, promenite postavku u podešavanjima vašeg pregledača. Obaveštenja se ne mogu onemogućiti programatski.
sv: För att inaktivera aviseringar, vänligen ändra inställningen i din webbläsarinställningar. Aviseringar kan inte inaktiveras programmässigt.
th: ในการปิดการแจ้งเตือน กรุณาเปลี่ยนการตั้งค่าในเบราว์เซอร์ของคุณ การแจ้งเตือนไม่สามารถปิดได้โดยโปรแกรม
tr: Bildirimleri devre dışı bırakmak için lütfen tarayıcı ayarlarınızda ayarı değiştirin. Bildirimler programlı olarak devre dışı bırakılamaz.
uk: Щоб вимкнути сповіщення, будь ласка, змініть налаштування у налаштуваннях вашого браузера. Сповіщення не можуть бути вимкнені програмно.
vi: Để tắt thông báo, vui lòng thay đổi cài đặt trong cài đặt trình duyệt của bạn. Không thể tắt thông báo theo cách lập trình.

source: Today
ar: اليوم
cs: Dnes
da: I dag
el: Σήμερα
fr: Aujourd'hui
he: היום
id: Hari ini
it: Oggi
ja: 今日
nl: Vandaag
no: I dag
pl: Dziś
pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sl: Danes
sr: Danas
sv: Idag
th: วันนี้
tr: Bugün

source: Too many files selected. Please select fewer files.
ar: تم اختيار عدد كبير جداً من الملفات. يرجى اختيار عدد أقل من الملفات.
cs: Bylo vybráno příliš mnoho souborů. Vyberte prosím méně souborů.
da: For mange filer valgt. Vælg venligst færre filer.
de: Zu viele Dateien ausgewählt. Bitte wählen Sie weniger Dateien aus.
el: Πάρα πολλά αρχεία επιλέχθηκαν. Παρακαλώ επιλέξτε λιγότερα αρχεία.
es: Demasiados archivos seleccionados. Por favor selecciona menos archivos.
fi: Liian monta tiedostoa valittuna. Valitse vähemmän tiedostoja.
fr: Trop de fichiers sélectionnés. Veuillez sélectionner moins de fichiers.
he: נבחרו יותר מדי קבצים. אנא בחר קבצים פחותים.
id: Terlalu banyak file yang dipilih. Silakan pilih file yang lebih sedikit.
it: Troppi file selezionati. Seleziona meno file.
ja: 選択されたファイルが多すぎます。より少ないファイルを選択してください。
nl: Te veel bestanden geselecteerd. Selecteer alstublieft minder bestanden.
no: For mange filer valgt. Vennligst velg færre filer.
pl: Zbyt wiele plików wybranych. Wybierz mniej plików.
pt: Muitos arquivos selecionados. Por favor, selecione menos arquivos.
ro: Prea multe fișiere selectate. Te rugăm să selectezi mai puține fișiere.
ru: Слишком много файлов выбрано. Пожалуйста, выберите меньше файлов.
sk: Príliš veľa súborov vybraných. Prosím, vyberte menej súborov.
sl: Izbrali ste preveč datotek. Izberite manj datotek.
sr: Previše datoteka je izabrano. Molimo izaberite manje datoteka.
sv: För många filer valda. Vänligen välj färre filer.
th: เลือกไฟล์มากเกินไป กรุณาเลือกไฟล์น้อยลง
tr: Çok fazla dosya seçildi. Lütfen daha az dosya seçin.
uk: Занадто багато файлів вибрано. Будь ласка, виберіть менше файлів.
vi: Quá nhiều tệp được chọn. Vui lòng chọn ít tệp hơn.

source: Too many mentions in message. Maximum {MAX_MENTIONS_PER_MESSAGE} allowed.
ar: عدد الإشارات في الرسالة كثير جدًا. الحد الأقصى المسموح به هو {MAX_MENTIONS_PER_MESSAGE}.
cs: Příliš mnoho zmínek v zprávě. Maximálně {MAX_MENTIONS_PER_MESSAGE} povoleno.
da: For mange omtaler i besked. Maksimum {MAX_MENTIONS_PER_MESSAGE} tilladt.
el: Πάρα πολλές αναφορές στο μήνυμα. Μέγιστο {MAX_MENTIONS_PER_MESSAGE} επιτρεπόμενες.
fr: Trop de mentions dans le message. Maximum {MAX_MENTIONS_PER_MESSAGE} autorisées.
he: יותר מדי אזכורים בהודעה. מקסימום {MAX_MENTIONS_PER_MESSAGE} מותר.
id: Terlalu banyak penyebutan dalam pesan. Maksimum {MAX_MENTIONS_PER_MESSAGE} diperbolehkan.
it: Troppe menzioni nel messaggio. Massimo {MAX_MENTIONS_PER_MESSAGE} consentite.
ja: メッセージ内の言及が多すぎます。最大{MAX_MENTIONS_PER_MESSAGE}件まで許可されています。
nl: Te veel vermeldingen in bericht. Maximaal {MAX_MENTIONS_PER_MESSAGE} toegestaan.
no: For mange omtaler i meldingen. Maksimum {MAX_MENTIONS_PER_MESSAGE} tillatt.
pl: Zbyt wiele wzmianków w wiadomości. Maksymalnie {MAX_MENTIONS_PER_MESSAGE} dozwolone.
pt: Muitas menções na mensagem. Máximo {MAX_MENTIONS_PER_MESSAGE} permitido.
ro: Prea multe mențiuni în mesaj. Maxim {MAX_MENTIONS_PER_MESSAGE} permis.
ru: Слишком много упоминаний в сообщении. Максимум {MAX_MENTIONS_PER_MESSAGE} разрешено.
sk: Príliš veľa zmienok v správe. Maximálne {MAX_MENTIONS_PER_MESSAGE} povolených.
sl: Preveč omemb v sporočilu. Največ {MAX_MENTIONS_PER_MESSAGE} je dovoljeno.
sr: Previše pominjanja u poruci. Maksimalno {MAX_MENTIONS_PER_MESSAGE} dozvoljeno.
sv: För många omnämnanden i meddelandet. Maximalt {MAX_MENTIONS_PER_MESSAGE} tillåtna.
th: มีการกล่าวถึงมากเกินไปในข้อความ จำนวนสูงสุดที่อนุญาตคือ {MAX_MENTIONS_PER_MESSAGE}
tr: Mesajda çok fazla etiket var. Maksimum {MAX_MENTIONS_PER_MESSAGE} izin verilmektedir.

source: Try different keywords or check your spelling
ar: حاول كلمات مفتاحية مختلفة أو تحقق من تهجئتك
cs: Zkuste jiná klíčová slova nebo zkontrolujte pravopis
da: Prøv forskellige søgeord eller tjek din stavemåde
de: Versuchen Sie andere Schlüsselwörter oder überprüfen Sie Ihre Rechtschreibung
el: Δοκιμάστε διαφορετικές λέξεις-κλειδιά ή ελέγξτε την ορθογραφία σας
es: Intenta con diferentes palabras clave o verifica tu ortografía
fi: Kokeile erilaisia avainsanoja tai tarkista oikeinkirjoitus
fr: Essayez des mots-clés différents ou vérifiez votre orthographe
he: נסה מילות מפתח שונות או בדוק את האיות שלך
id: Coba kata kunci yang berbeda atau periksa ejaan Anda
it: Prova parole chiave diverse o controlla l'ortografia
ja: 異なるキーワードを試すか、スペルを確認してください
nl: Probeer andere zoekwoorden of controleer je spelling
no: Prøv forskjellige søkeord eller sjekk stavemåten din
pl: Spróbuj innych słów kluczowych lub sprawdź pisownię
pt: Tente palavras-chave diferentes ou verifique sua ortografia
ro: Încearcă cuvinte cheie diferite sau verifică-ți ortografia
ru: Попробуйте другие ключевые слова или проверьте правописание
sk: Skúste iné kľúčové slová alebo skontrolujte pravopis
sl: Poskusi različne ključne besede ali preveri črkovanje
sr: Pokušaj različite ključne reči ili proveri pravopis
sv: Försök med olika nyckelord eller kontrollera din stavning
th: ลองใช้คำค้นหาที่แตกต่างกันหรือเช็คการสะกดของคุณ
tr: Farklı anahtar kelimeleri deneyin veya yazımınızı kontrol edin
uk: Спробуйте інші ключові слова або перевірте правопис
vi: Hãy thử từ khóa khác hoặc kiểm tra chính tả của bạn

source: Turn this on to let anyone with the invite link join automatically. Turn it off to preview and approve each person before they can join. Note: Public links give full read access to your Space while the link is active.
cs: Povolte to, aby se kdokoli s pozvánkovým odkazem mohl automaticky připojit. Vypněte to, abyste mohli před připojením každou osobu zkontrolovat a schválit. Poznámka: Veřejné odkazy poskytují plný přístup ke čtení vašeho Space, dokud je odkaz aktivní.
el: Ενεργοποιήστε το για να επιτρέψετε σε οποιονδήποτε με τον σύνδεσμο πρόσκλησης να συμμετάσχει αυτόματα. Απενεργοποιήστε το για να προβάλετε και να εγκρίνετε κάθε άτομο πριν μπορέσει να συμμετάσχει. Σημείωση: Δημόσιοι σύνδεσμοι παρέχουν πλήρη πρόσβαση ανάγνωσης στο Space σας όσο ο σύνδεσμος είναι ενεργός.
fr: Activez ceci pour permettre à quiconque ayant le lien d'invitation de rejoindre automatiquement. Désactivez-le pour prévisualiser et approuver chaque personne avant qu'elle ne puisse rejoindre. Remarque : Les liens publics donnent un accès complet en lecture à votre Space tant que le lien est actif.
ru: Включите это, чтобы любой с приглашением мог присоединиться автоматически. Выключите, чтобы предварительно просмотреть и одобрить каждого человека перед тем, как он сможет присоединиться. Примечание: Публичные ссылки предоставляют полный доступ к вашему Space, пока ссылка активна.
sk: Zapnite to, aby sa ktokoľvek s pozvánkovým odkazom mohol automaticky pripojiť. Vypnite to, aby ste mohli prehliadnuť a schváliť každú osobu predtým, ako sa môže pripojiť. Poznámka: Verejné odkazy poskytujú plný prístup na čítanie do vášho Space, kým je odkaz aktívny.

source: Type RESET to confirm
cs: Napište RESET pro potvrzení
el: Γράψτε RESET για επιβεβαίωση
fr: Tapez RESET pour confirmer
ru: Введите RESET для подтверждения

source: Unable to compress emoji images. Please use smaller images.
ar: غير قادر على ضغط صور الرموز التعبيرية. يرجى استخدام صور أصغر.
cs: Nelze komprimovat obrázky emoji. Použijte menší obrázky.
da: Kunne ikke komprimere emoji billeder. Brug venligst mindre billeder.
de: Kann Emoji-Bilder nicht komprimieren. Bitte verwende kleinere Bilder.
el: Kon emoji-afbeeldingen niet comprimeren. Gebruik alstublieft kleinere afbeeldingen.
es: No se puede comprimir imágenes de emoji. Por favor, utiliza imágenes más pequeñas.
fi: Ei voitu pakata emoji-kuvia. Käytä pienempiä kuvia.
fr: Impossible de compresser les images emoji. Veuillez utiliser des images plus petites.
he: לא ניתן לדחוס תמונות אמוג'י. אנא השתמש בתמונות קטנות יותר.
id: Tidak dapat mengompres gambar emoji. Silakan gunakan gambar yang lebih kecil.
it: Impossibile comprimere le immagini emoji. Si prega di utilizzare immagini più piccole.
ja: 絵文字画像を圧縮できません。より小さい画像を使用してください。
nl: Kon emoji-afbeeldingen niet comprimeren. Gebruik alstublieft kleinere afbeeldingen.
no: Kan ikke komprimere emoji-bilder. Vennligst bruk mindre bilder.
pl: Nie można skompresować obrazów emoji. Proszę użyć mniejszych obrazów.
pt: Incapaz de comprimir imagens de emoji. Por favor, use imagens menores.
ro: Imposibil de comprimat imaginile emoji. Te rugăm să folosești imagini mai mici.
ru: Не удалось сжать изображения эмодзи. Пожалуйста, используйте меньшие изображения.
sk: Nemožno komprimovať obrázky emoji. Použite menšie obrázky.
sl: Ni mogoče stisniti emoji slik. Uporabi manjše slike.
sr: Nije moguće kompresovati slike emojija. Molimo koristite manje slike.
sv: Kunde inte komprimera emoji-bilder. Vänligen använd mindre bilder.
th: ไม่สามารถบีบอัดภาพอิโมจิได้ โปรดใช้ภาพที่มีขนาดเล็กกว่า
tr: Emoji resimlerini sıkıştırılamıyor. Lütfen daha küçük resimler kullanın.
uk: Не вдалося стиснути зображення емодзі. Будь ласка, використовуйте менші зображення.

source: Unable to compress image. Please use a smaller image.
ar: غير قادر على ضغط الصورة. يرجى استخدام صورة أصغر.
cs: Nelze komprimovat obrázek. Použijte menší obrázek.
da: Kunne ikke komprimere billede. Brug venligst et mindre billede.
de: Kann Bild nicht komprimieren. Bitte verwende ein kleineres Bild.
el: Kon afbeelding niet comprimeren. Gebruik alstublieft een kleinere afbeelding.
es: No se puede comprimir la imagen. Por favor, utiliza una imagen más pequeña.
fi: Ei voitu pakata kuvaa. Käytä pienempää kuvaa.
fr: Impossible de compresser l'image. Veuillez utiliser une image plus petite.
he: לא ניתן לדחוס תמונה. אנא השתמש בתמונה קטנה יותר.
id: Tidak dapat mengompres gambar. Silakan gunakan gambar yang lebih kecil.
it: Impossibile comprimere l'immagine. Si prega di utilizzare un'immagine più piccola.
ja: 画像を圧縮できません。より小さい画像を使用してください。
nl: Kon afbeelding niet comprimeren. Gebruik alstublieft een kleinere afbeelding.
no: Kan ikke komprimere bilde. Vennligst bruk et mindre bilde.
pl: Nie można skompresować obrazu. Proszę użyć mniejszego obrazu.
pt: Incapaz de comprimir imagem. Por favor, use uma imagem menor.
ro: Imposibil de comprimat imaginea. Te rugăm să folosești o imagine mai mică.
ru: Не удалось сжать изображение. Пожалуйста, используйте меньшее изображение.
sk: Nemožno komprimovať obrázok. Použite menší obrázok.
sl: Ni mogoče stisniti slike. Uporabi manjšo sliko.
sr: Nije moguće kompresovati sliku. Molimo koristite manju sliku.
sv: Kunde inte komprimera bild. Vänligen använd en mindre bild.
th: ไม่สามารถบีบอัดภาพได้ โปรดใช้ภาพที่มีขนาดเล็กกว่า
tr: Resmi sıkıştırılamıyor. Lütfen daha küçük bir resim kullanın.
uk: Не вдалося стиснути зображення. Будь ласка, використовуйте менше зображення.

source: Unable to compress sticker images. Please use smaller images.
ar: غير قادر على ضغط صور الملصقات. يرجى استخدام صور أصغر.
cs: Nelze komprimovat obrázky samolepek. Použijte menší obrázky.
da: Kunne ikke komprimere klistermærkebilleder. Brug venligst mindre billeder.
de: Kann Sticker-Bilder nicht komprimieren. Bitte verwende kleinere Bilder.
el: Kon stickerafbeeldingen niet comprimeren. Gebruik alstublieft kleinere afbeeldingen.
es: No se puede comprimir imágenes de pegatinas. Por favor, utiliza imágenes más pequeñas.
fi: Ei voitu pakata tarra-kuvia. Käytä pienempiä kuvia.
fr: Impossible de compresser les images d'autocollants. Veuillez utiliser des images plus petites.
he: לא ניתן לדחוס תמונות מדבקות. אנא השתמש בתמונות קטנות יותר.
id: Tidak dapat mengompres gambar stiker. Silakan gunakan gambar yang lebih kecil.
it: Impossibile comprimere le immagini degli adesivi. Si prega di utilizzare immagini più piccole.
ja: ステッカー画像を圧縮できません。より小さい画像を使用してください。
nl: Kon stickerafbeeldingen niet comprimeren. Gebruik alstublieft kleinere afbeeldingen.
no: Kan ikke komprimere klistremerke-bilder. Vennligst bruk mindre bilder.
pl: Nie można skompresować obrazów naklejek. Proszę użyć mniejszych obrazów.
pt: Incapaz de comprimir imagens de adesivos. Por favor, use imagens menores.
ro: Imposibil de comprimat imaginile cu autocolante. Te rugăm să folosești imagini mai mici.
ru: Не удалось сжать изображения стикеров. Пожалуйста, используйте меньшие изображения.
sk: Nemožno komprimovať obrázky nálepiek. Použite menšie obrázky.
sl: Ni mogoče stisniti nalepk. Uporabi manjše slike.
sr: Nije moguće kompresovati slike stikera. Molimo koristite manje slike.
sv: Kunde inte komprimera klistermärkesbilder. Vänligen använd mindre bilder.
th: ไม่สามารถบีบอัดภาพสติกเกอร์ได้ โปรดใช้ภาพที่มีขนาดเล็กกว่า
tr: Çıkartma resimlerini sıkıştırılamıyor. Lütfen daha küçük resimler kullanın.
uk: Не вдалося стиснути зображення наліпок. Будь ласка, використовуйте менші зображення.

source: Unable to copy to clipboard
ar: غير قادر على النسخ إلى الحافظة
cs: Nelze zkopírovat do schránky
da: Kan ikke kopiere til udklipsholder
de: Konnte nicht in die Zwischenablage kopieren
el: Δεν είναι δυνατή η αντιγραφή στο πρόχειρο
es: No se puede copiar al portapapeles
fi: Ei voida kopioida leikepöydälle
fr: Impossible de copier dans le presse-papiers
he: לא ניתן להעתיק ללוח הגזירים
id: Tidak dapat menyalin ke clipboard
it: Impossibile copiare negli appunti
ja: クリップボードにコピーできません
nl: Niet mogelijk om naar het klembord te kopiëren
no: Kan ikke kopiere til utklippstavlen
pl: Nie można skopiować do schowka
pt: Não foi possível copiar para a área de transferência
ro: Imposibil de copiat în clipboard
ru: Не удалось скопировать в буфер обмена
sk: Nemožno skopírovať do schránky
sl: Ni mogoče kopirati v odložišče
sr: Nije moguće kopirati u međuspremnik
sv: Kunde inte kopiera till urklipp
th: ไม่สามารถคัดลอกไปยังคลิปบอร์ด
tr: Pano'ya kopyalanamadı
uk: Не вдалося скопіювати в буфер обміну
vi: Không thể sao chép vào clipboard

source: Unable to leave space due to incomplete configuration. The space data may be corrupted.
ar: غير قادر على مغادرة المساحة بسبب تكوين غير مكتمل. قد تكون بيانات المساحة تالفة.
cs: Nelze opustit prostor kvůli neúplné konfiguraci. Data prostoru mohou být poškozena.
da: Kunne ikke forlade space på grund af ufuldstændig konfiguration. Space-dataene kan være beskadigede.
de: Kann den Space aufgrund unvollständiger Konfiguration nicht verlassen. Die Space-Daten könnten beschädigt sein.
el: Kon het Space niet verlaten vanwege onvolledige configuratie. De gegevens van het Space kunnen beschadigd zijn.
es: No se puede salir del espacio debido a una configuración incompleta. Los datos del espacio pueden estar corruptos.
fi: Et voi poistua Spacesta puutteellisen konfiguroinnin vuoksi. Spacen tiedot saattavat olla vaurioituneet.
fr: Impossible de quitter l'espace en raison d'une configuration incomplète. Les données de l'espace peuvent être corrompues.
he: לא ניתן לעזוב את ה-Space עקב תצורה לא מלאה. נתוני ה-Space עשויים להיות פגומים.
id: Tidak dapat meninggalkan space karena konfigurasi yang tidak lengkap. Data space mungkin rusak.
it: Impossibile lasciare lo spazio a causa di una configurazione incompleta. I dati dello spazio potrebbero essere danneggiati.
ja: 不完全な設定のため、スペースを離れることができません。スペースデータが破損している可能性があります。
nl: Kon de Space niet verlaten vanwege onvolledige configuratie. De ruimtegegevens kunnen beschadigd zijn.
no: Kan ikke forlate space på grunn av ufullstendig konfigurasjon. Space-dataene kan være korrupte.
pl: Nie można opuścić przestrzeni z powodu niekompletnej konfiguracji. Dane przestrzeni mogą być uszkodzone.
pt: Incapaz de sair do espaço devido a configuração incompleta. Os dados do espaço podem estar corrompidos.
ro: Imposibil de părăsit spațiul din cauza unei configurații incomplete. Datele spațiului pot fi corupte.
ru: Не удалось покинуть пространство из-за неполной конфигурации. Данные пространства могут быть повреждены.
sk: Nemožno opustiť space kvôli neúplnej konfigurácii. Údaje o espaci môžu byť poškodené.
sl: Ni mogoče zapustiti espacija zaradi nepopolne konfiguracije. Podatki o espaciju so lahko poškodovani.
sr: Nije moguće napustiti space zbog nepotpune konfiguracije. Podaci o space-u mogu biti oštećeni.
sv: Kunde inte lämna space på grund av ofullständig konfiguration. Space-data kan vara korrupt.
th: ไม่สามารถออกจาก Space ได้เนื่องจากการกำหนดค่าที่ไม่สมบูรณ์ ข้อมูล Space อาจเสียหาย
tr: Tamamlanmamış yapılandırma nedeniyle alandan çıkılamıyor. Alan verileri bozulmuş olabilir.
uk: Не вдалося залишити Space через неповну конфігурацію. Дані Space можуть бути пошкоджені.
