Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: {count} new notifications
ar: {count} إشعارات جديدة
cs: {count} nových oznámení
el: {count} νέες ειδοποιήσεις
fr: {count} nouvelles notifications
id: {count} notifikasi baru
ja: {count}件の新しい通知
nl: {count} nieuwe meldingen
ro: {count} notificări noi
ru: {count} новых уведомлений
sk: {count} nové upozornenia
sl: {count} novih obvestil
sr: {count} novih obaveštenja
th: {count} การแจ้งเตือนใหม่

source: {days} days
ar: {days} أيام
cs: {days} dní
da: {days} dage
el: {days} ημέρες
fr: {days} jours
he: {days} ימים
id: {days} hari
it: {days} giorni
ja: {days}日
nl: {days} dagen
no: {days} dager
pl: {days} dni
pt: {days} dias
ro: {days} zile
ru: {days} дней
sk: {days} dni
sl: {days} dni
sr: {days} dana
sv: {days} dagar
th: {days} วัน

source: {hours} hours
ar: {hours} ساعات
cs: {hours} hodin
da: {hours} timer
el: {hours} ώρες
fr: {hours} heures
he: {hours} שעות
id: {hours} jam
it: {hours} ore
ja: {hours}時間
nl: {hours} uren
no: {hours} timer
pl: {hours} godziny
pt: {hours} horas
ro: {hours} ore
ru: {hours} часов
sk: {hours} hodín
sl: {hours} ure
sr: {hours} sati
sv: {hours} timmar
th: {hours} ชั่วโมง

source: {size} Bytes
ar: {size} بايت
cs: {size} bajtů
fi: {size} tavua
fr: {size} Octets
he: {size} בתים
id: {size} Byte
it: {size} Byte
ja: {size} バイト
pl: {size} Bajtów
ru: {size} байт
sk: {size} B
sl: {size} bajtov
sr: {size} B
sv: {size} Byte
th: {size} ไบต์
tr: {size} Bayt
uk: {size} байт

source: + Add a friend
ar: أضف صديقًا
cs: Přidat přítele
da: Tilføj en ven
de: Freund hinzufügen
el: Προσθήκη φίλου
es: Agregar un amigo
fi: Lisää ystävä
fr: Ajouter un ami
he: הוסף חבר
id: Tambahkan teman
it: Aggiungi un amico
ja: 友達を追加
nl: Voeg een vriend toe
no: Legg til en venn
pl: Dodaj przyjaciela
pt: Adicionar um amigo
ro: Adaugă un prieten
ru: Добавить друга
sk: Pridať priateľa
sl: Dodaj prijatelja
sr: Dodaj prijatelja
sv: Lägg till en vän
th: เพิ่มเพื่อน
tr: Bir arkadaş ekle
uk: Додати друга
vi: Thêm một người bạn

source: 0 = forever
ar: 0 = إلى الأبد
cs: 0 = navždy
da: 0 = for evigt
el: 0 = για πάντα
fr: 0 = pour toujours
he: 0 = לנצח
id: 0 = selamanya
it: 0 = per sempre
ja: 0 = 永遠
nl: 0 = voor altijd
no: 0 = for alltid
pl: 0 = na zawsze
pt: 0 = para sempre
ro: 0 = pentru totdeauna
ru: 0 = навсегда
sk: 0 = navždy
sl: 0 = za vedno
sr: 0 = zauvek
sv: 0 = för alltid
th: 0 = ตลอดไป

source: 0 Bytes
ar: 0 بايت
cs: 0 bajtů
fi: 0 tavua
fr: 0 Octets
he: 0 בתים
id: 0 Byte
it: 0 Byte
ja: 0 バイト
pl: 0 Bajtów
ru: 0 байт
sk: 0 B
sl: 0 bajtov
sr: 0 B
sv: 0 Byte
th: 0 ไบต์
tr: 0 Bayt
uk: 0 байт

source: 0 hours
ar: 0 ساعات
cs: 0 hodin
da: 0 timer
el: 0 ώρες
fr: 0 heures
he: 0 שעות
id: 0 jam
it: 0 ore
ja: 0時間
nl: 0 uren
no: 0 timer
pl: 0 godzin
pt: 0 horas
ro: 0 ore
ru: 0 часов
sk: 0 hodín
sl: 0 ur
sr: 0 sati
sv: 0 timmar
th: 0 ชั่วโมง

source: 1 device marked for removal. Click "Save Changes" to confirm.
ar: جهاز واحد محدد للإزالة. انقر "حفظ التغييرات" للتأكيد.
cs: 1 zařízení označené k odstranění. Klikněte na "Uložit změny" pro potvrzení.
da: 1 enhed markeret til fjernelse. Klik på "Gem ændringer" for at bekræfte.
de: 1 Gerät zur Entfernung markiert. Klicke auf "Änderungen speichern", um zu bestätigen.
el: 1 apparaat gemarkeerd voor verwijdering. Klik op "Wijzigingen opslaan" om te bevestigen.
es: 1 dispositivo marcado para eliminación. Haz clic en "Guardar cambios" para confirmar.
fi: 1 laite merkitty poistettavaksi. Klikkaa "Tallenna muutokset" vahvistaaksesi.
fr: 1 appareil marqué pour suppression. Cliquez sur "Enregistrer les modifications" pour confirmer.
he: מכשיר אחד שסומן למחיקה. לחץ "שמור שינויים" כדי לאשר.
id: 1 perangkat ditandai untuk dihapus. Klik "Simpan Perubahan" untuk mengonfirmasi.
it: 1 dispositivo contrassegnato per la rimozione. Clicca "Salva modifiche" per confermare.
ja: 1 台のデバイスが削除のためにマークされました。「変更を保存」をクリックして確認してください。
nl: 1 apparaat gemarkeerd voor verwijdering. Klik op "Wijzigingen Opslaan" om te bevestigen.
no: 1 enhet merket for fjerning. Klikk "Lagre endringer" for å bekrefte.
pl: 1 urządzenie oznaczone do usunięcia. Kliknij "Zapisz zmiany", aby potwierdzić.
pt: 1 dispositivo marcado para remoção. Clique "Salvar Alterações" para confirmar.
ro: 1 dispozitiv marcat pentru eliminare. Apasă "Salvează modificările" pentru a confirma.
ru: 1 устройство, помеченное для удаления. Нажмите "Сохранить изменения", чтобы подтвердить.
sk: 1 zariadenie označené na odstránenie. Kliknite "Uložiť zmeny" na potvrdenie.
sl: 1 naprava označena za odstranitev. Kliknite "Shrani spremembe", da potrdite.
sr: 1 uređaj označen za uklanjanje. Kliknite "Sačuvaj promene" da potvrdite.
sv: 1 enhet markerad för borttagning. Klicka på "Spara ändringar" för att bekräfta.
th: 1 อุปกรณ์ที่ถูกทำเครื่องหมายสำหรับการลบ คลิก "บันทึกการเปลี่ยนแปลง" เพื่อยืนยัน
tr: 1 cihaz kaldırma için işaretlendi. Değişiklikleri onaylamak için "Değişiklikleri Kaydet"e tıklayın.
uk: 1 пристрій, позначений для видалення. Натисніть "Зберегти зміни", щоб підтвердити.

source: 4-Character Code
cs: 4místný kód
el: Κωδικός 4 χαρακτήρων

source: a role
ar: دور
cs: role
el: ένας ρόλος
fr: un rôle
id: sebuah peran
ja: 役割
nl: een rol
ro: un rol
ru: роль
sk: rolu
sl: vloga
sr: uloga
th: บทบาทหนึ่ง

source: a space
ar: مساحة
cs: prostor
el: ένας χώρος
fr: un espace
id: sebuah ruang
ja: スペース
nl: een ruimte
ro: un spațiu
ru: пространство
sk: priestor
sl: prostor
sr: prostor
th: พื้นที่หนึ่ง

source: Account
ar: الحساب
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
fi: Tili
fr: Compte
he: חשבון
id: Akun
ja: アカウント
no: Konto
pl: Konto
pt: Conta
ro: Contul
ru: Учетная запись
sk: Účet
sl: Račun
sr: Nalog
sv: Konto
th: บัญชี
tr: Hesap
uk: Обліковий запис

source: Account Address
ar: عنوان الحساب
cs: Adresa účtu
da: Kontoadresse
de: Kontoadresse
el: Διεύθυνση Λογαριασμού
es: Dirección de la cuenta
fi: Tiliosoite
fr: Adresse du compte
he: כתובת חשבון
id: Alamat Akun
it: Indirizzo dell'account
ja: アカウントアドレス
nl: Accountadres
no: Kontoadresse
pl: Adres konta
pt: Endereço da Conta
ro: Adresă de cont
ru: Адрес аккаунта
sk: Adresa účtu
sl: Naslov računa
sr: Adresa naloga
sv: Kontoadress
th: ที่อยู่บัญชี
tr: Hesap Adresi
uk: Адреса облікового запису
vi: Địa chỉ Tài khoản

source: Account Settings
ar: إعدادات الحساب
cs: Nastavení účtu
da: Kontoindstillinger
de: Kontoeinstellungen
el: Ρυθμίσεις Λογαριασμού
fi: Tilin asetukset
fr: Paramètres du compte
he: הגדרות חשבון
id: Pengaturan Akun
it: Impostazioni dell'account
ja: アカウント設定
nl: Accountinstellingen
no: Kontoinnstillinger
pl: Ustawienia konta
pt: Configurações da Conta
ro: Setări cont
ru: Настройки аккаунта
sk: Nastavenia účtu
sl: Nastavitve računa
sr: Podešavanja naloga
sv: Kontoinställningar
th: การตั้งค่าบัญชี
tr: Hesap Ayarları
uk: Налаштування облікового запису

source: actions queued
ar: تمت جدولة الإجراءات
cs: Akce ve frontě
da: Handling handling
el: ενέργειες σε αναμονή
fr: actions en attente
he: פעולות בתור
id: Tindakan antri
it: Azioni in coda
ja: アクションがキューに入れられました
nl: Acties in de wachtrij
pl: Akcje w kolejce
pt: Ações enfileiradas
ro: acțiuni în așteptare
ru: Действия в очереди
sk: akcie sú v poradí
sl: Dejanja v čakanju
sr: akcije su u redu
th: การดำเนินการรอคิว

source: Add a friend
ar: أضف صديقًا
cs: Přidat přítele
el: Προσθέστε έναν φίλο
fr: Ajouter un ami
id: Tambahkan teman
it: Aggiungi un amico
ja: 友達を追加
nl: Voeg een vriend toe
ro: Adaugă un prieten
ru: Добавить друга
sk: Pridať priateľa
sl: Dodaj prijatelja
sr: Dodaj prijatelja
th: เพิ่มเพื่อน

source: Add a Space
ar: إضافة مساحة
cs: Přidat Space
da: Tilføj et Space
de: Einen Space hinzufügen
el: Προσθήκη Χώρου
es: Agregar un Espacio
fi: Lisää Tila
fr: Ajouter un Espace
he: הוסף מרחב
id: Tambahkan Ruang
it: Aggiungi un Spazio
ja: スペースを追加
nl: Voeg een Space toe
no: Legg til en Space
pl: Dodaj Space
pt: Adicionar um Space
ro: Adaugă un Spațiu
ru: Добавить Пространство
sk: Pridať Space
sl: Dodaj Space
sr: Dodajte Space
sv: Lägg till en Space
th: เพิ่ม Space
tr: Bir Space ekle
uk: Додати Простір

source: Add Channel
ar: إضافة قناة
cs: Přidat kanál
da: Tilføj Kanal
de: Kanal hinzufügen
el: Προσθήκη Καναλιού
es: Agregar Canal
fi: Lisää kanava
fr: Ajouter un canal
he: הוסף ערוץ
id: Tambahkan Saluran
it: Aggiungi Canale
ja: チャンネルを追加
nl: Kanaal toevoegen
no: Legg til Kanal
pl: Dodaj kanał
pt: Adicionar Canal
ro: Adaugă Canal
ru: Добавить канал
sk: Pridať kanál
sl: Dodaj kanal
sr: Dodaj kanal
sv: Lägg till kanal
th: เพิ่มช่องทาง
tr: Kanal Ekle
uk: Додати канал
vi: Thêm Kênh

source: Add friend
ar: أضف صديق
cs: Přidat přítele
da: Tilføj ven
de: Freund hinzufügen
el: Προσθήκη φίλου
es: Agregar amigo
fi: Lisää ystävä
fr: Ajouter un ami
he: הוסף חבר
id: Tambahkan teman
it: Aggiungi amico
ja: 友達を追加
nl: Vriend toevoegen
no: Legg til venn
pl: Dodaj przyjaciela
pt: Adicionar amigo
ro: Adaugă prieten
ru: Добавить друга
sk: Pridať priateľa
sl: Dodaj prijatelja
sr: Dodaj prijatelja
sv: Lägg till vän
th: เพิ่มเพื่อน
tr: Arkadaş ekle
uk: Додати друга
vi: Thêm bạn

source: Add Group
ar: إضافة مجموعة
cs: Přidat skupinu
da: Tilføj gruppe
de: Gruppe hinzufügen
el: Προσθήκη Ομάδας
es: Agregar grupo
fi: Lisää ryhmä
fr: Ajouter un groupe
he: הוסף קבוצה
id: Tambahkan Grup
it: Aggiungi gruppo
ja: グループを追加
nl: Groep toevoegen
no: Legg til gruppe
pl: Dodaj grupę
pt: Adicionar Grupo
ro: Adaugă grup
ru: Добавить группу
sk: Pridať skupinu
sl: Dodaj skupino
sr: Dodaj grupu
sv: Lägg till grupp
th: เพิ่มกลุ่ม
tr: Grup Ekle
uk: Додати групу
vi: Thêm Nhóm

source: Add Role
ar: إضافة دور
cs: Přidat roli
da: Tilføj rolle
de: Rolle hinzufügen
el: Προσθήκη Ρόλου
es: Añadir rol
fi: Lisää Rooli
fr: Ajouter un rôle
he: הוסף תפקיד
id: Tambahkan Peran
it: Aggiungi ruolo
ja: 役割を追加
nl: Rol toevoegen
no: Legg til rolle
pl: Dodaj rolę
pt: Adicionar Papel
ro: Adaugă rol
ru: Добавить роль
sk: Pridať úlohu
sl: Dodaj vlogo
sr: Dodaj ulogu
sv: Lägg till roll
th: เพิ่มบทบาท
tr: Rol Ekle
uk: Додати роль
vi: Thêm Vai trò

source: Add to Favorites
ar: أضف إلى المفضلة
cs: Přidat do Oblíbených
el: Προσθήκη στα Αγαπημένα
fr: Ajouter aux Favoris
id: Tambahkan ke Favorit
it: Aggiungi ai Preferiti
ja: お気に入りに追加
nl: Voeg toe aan Favorieten
ro: Adaugă la Favorite
ru: Добавить в Избранное
sk: Pridať do obľúbených
sl: Dodaj med priljubljene
sr: Dodaj u omiljene
th: เพิ่มไปยังรายการโปรด

source: Add up to 50 custom emoji. Custom emojis can only be used within a Space. You can upload PNG, JPG or GIF, max 5MB (automatically optimized).
ar: أضف حتى 50 رمز تعبيري مخصص. يمكن استخدام الرموز التعبيرية المخصصة فقط داخل الفضاء. يمكنك رفع PNG، JPG أو GIF، بحد أقصى 5 ميغابايت (محسّن تلقائيًا).
cs: Přidejte až 50 vlastních emoji. Vlastní emoji mohou být použity pouze v rámci Prostor. Můžete nahrát PNG, JPG nebo GIF, max 5MB (automaticky optimalizováno).
da: Tilføj op til 50 brugerdefinerede emojis. Brugerdefinerede emojis kan kun bruges inden for et Space. Du kan uploade PNG, JPG eller GIF, max 5MB (automatisk optimeret).
de: Fügen Sie bis zu 50 benutzerdefinierte Emojis hinzu. Benutzerdefinierte Emojis können nur innerhalb eines Spaces verwendet werden. Sie können PNG, JPG oder GIF hochladen, max. 5 MB (automatisch optimiert).
el: Προσθέστε έως 50 προσαρμοσμένα emoji. Τα προσαρμοσμένα emoji μπορούν να χρησιμοποιηθούν μόνο εντός ενός Space. Μπορείτε να ανεβάσετε PNG, JPG ή GIF, μέγιστο 5MB (αυτόματα βελτιστοποιημένο).
es: Agrega hasta 50 emojis personalizados. Los emojis personalizados solo se pueden usar dentro de un Espacio. Puedes subir PNG, JPG o GIF, máximo 5MB (optimizado automáticamente).
fi: Lisää jopa 50 mukautettua emoji. Mukautettuja emojeita voidaan käyttää vain Spacessa. Voit ladata PNG-, JPG- tai GIF-tiedostoja, enintään 5MB (automaattisesti optimoitu).
fr: Ajoutez jusqu'à 50 émojis personnalisés. Les émojis personnalisés ne peuvent être utilisés que dans un Espace. Vous pouvez télécharger des PNG, JPG ou GIF, max 5 Mo (optimisé automatiquement).
he: הוסף עד 50 אמוג'י מותאמים אישית. אמוג'ים מותאמים אישית יכולים לשמש רק בתוך Space. אתה יכול להעלות PNG, JPG או GIF, מקסימום 5MB (מופעל אוטומטית).
id: Tambahkan hingga 50 emoji kustom. Emoji kustom hanya dapat digunakan dalam Space. Anda dapat mengunggah PNG, JPG, atau GIF, maksimal 5MB (dioptimalkan secara otomatis).
it: Aggiungi fino a 50 emoji personalizzati. Le emoji personalizzate possono essere utilizzate solo all'interno di uno Space. Puoi caricare PNG, JPG o GIF, max 5MB (ottimizzato automaticamente).
ja: 最大50個のカスタム絵文字を追加できます。カスタム絵文字はSpace内でのみ使用できます。PNG、JPG、またはGIFをアップロードできます。最大5MB（自動最適化）。
nl: Voeg tot 50 aangepaste emoji's toe. Aangepaste emoji's kunnen alleen binnen een Space worden gebruikt. Je kunt PNG, JPG of GIF uploaden, max 5MB (automatisch geoptimaliseerd).
no: Legg til opptil 50 egendefinerte emoji. Egendefinerte emoji kan kun brukes innenfor et Space. Du kan laste opp PNG, JPG eller GIF, maks 5MB (automatisk optimalisert).
pl: Dodaj do 50 niestandardowych emoji. Niestandardowe emoji mogą być używane tylko w Space. Możesz przesyłać pliki PNG, JPG lub GIF, maks. 5MB (automatycznie zoptymalizowane).
pt: Adicione até 50 emojis personalizados. Emojis personalizados só podem ser usados dentro de um Space. Você pode enviar PNG, JPG ou GIF, máximo 5MB (otimizado automaticamente).
ro: Adaugă până la 50 de emoji personalizate. Emoji-urile personalizate pot fi folosite doar în cadrul unui Espaciul. Poți încărca PNG, JPG sau GIF, max 5MB (optimizat automat).
ru: Добавьте до 50 пользовательских эмодзи. Пользовательские эмодзи могут использоваться только в Space. Вы можете загрузить PNG, JPG или GIF, максимум 5 МБ (автоматически оптимизировано).
sk: Pridajte až 50 vlastných emoji. Vlastné emoji môžu byť použité iba v Space. Môžete nahrať PNG, JPG alebo GIF, max 5MB (automaticky optimalizované).
sl: Dodajte do 50 prilagojenih emoji. Prilagojeni emoji se lahko uporabljajo samo znotraj Space. Naložite lahko PNG, JPG ali GIF, največ 5MB (samodejno optimizirano).
sr: Dodajte do 50 prilagođenih emojija. Prilagođeni emojiji mogu se koristiti samo unutar Space-a. Možete otpremiti PNG, JPG ili GIF, maksimalno 5MB (automatski optimizovano).
sv: Lägg till upp till 50 anpassade emojis. Anpassade emojis kan endast användas inom ett Space. Du kan ladda upp PNG, JPG eller GIF, max 5MB (automatiskt optimerad).
th: เพิ่มอีโมจิที่กำหนดเองได้สูงสุด 50 ตัว อีโมจิที่กำหนดเองสามารถใช้ได้เฉพาะภายใน Space เท่านั้น คุณสามารถอัปโหลด PNG, JPG หรือ GIF ขนาดสูงสุด 5MB (ปรับให้เหมาะสมโดยอัตโนมัติ).
tr: 50 özel emoji ekleyin. Özel emojiler yalnızca bir Space içinde kullanılabilir. PNG, JPG veya GIF yükleyebilirsiniz, maksimum 5MB (otomatik olarak optimize edilir).
uk: Додайте до 50 користувацьких емодзі. Користувацькі емодзі можна використовувати лише в Space. Ви можете завантажити PNG, JPG або GIF, макс 5МБ (автоматично оптимізовано).

source: Add up to 50 custom stickers. Custom stickers can only be used within a Space. You can upload PNG, JPG or GIF, max 25MB (automatically optimized).
ar: أضف حتى 50 ملصق مخصص. يمكن استخدام الملصقات المخصصة فقط داخل الفضاء. يمكنك رفع PNG، JPG أو GIF، بحد أقصى 25 ميغابايت (محسّن تلقائيًا).
cs: Přidejte až 50 vlastních nálepek. Vlastní nálepky mohou být použity pouze v rámci Prostor. Můžete nahrát PNG, JPG nebo GIF, max 25MB (automaticky optimalizováno).
da: Tilføj op til 50 brugerdefinerede klistermærker. Brugerdefinerede klistermærker kan kun bruges inden for et Space. Du kan uploade PNG, JPG eller GIF, max 25MB (automatisk optimeret).
de: Fügen Sie bis zu 50 benutzerdefinierte Sticker hinzu. Benutzerdefinierte Sticker können nur innerhalb eines Spaces verwendet werden. Sie können PNG, JPG oder GIF hochladen, max. 25 MB (automatisch optimiert).
el: Προσθέστε έως 50 προσαρμοσμένα αυτοκόλλητα. Τα προσαρμοσμένα αυτοκόλλητα μπορούν να χρησιμοποιηθούν μόνο εντός ενός Space. Μπορείτε να ανεβάσετε PNG, JPG ή GIF, μέγιστο 25MB (αυτόματα βελτιστοποιημένο).
es: Agrega hasta 50 stickers personalizados. Los stickers personalizados solo se pueden usar dentro de un Espacio. Puedes subir PNG, JPG o GIF, máximo 25MB (optimizado automáticamente).
fi: Lisää jopa 50 mukautettua tarraa. Mukautettuja tarroja voidaan käyttää vain Spacessa. Voit ladata PNG-, JPG- tai GIF-tiedostoja, enintään 25MB (automaattisesti optimoitu).
fr: Ajoutez jusqu'à 50 autocollants personnalisés. Les autocollants personnalisés ne peuvent être utilisés que dans un Espace. Vous pouvez télécharger des PNG, JPG ou GIF, max 25 Mo (optimisé automatiquement).
he: הוסף עד 50 סטיקרים מותאמים אישית. סטיקרים מותאמים אישית יכולים לשמש רק בתוך Space. אתה יכול להעלות PNG, JPG או GIF, מקסימום 25MB (מופעל אוטומטית).
id: Tambahkan hingga 50 stiker kustom. Stiker kustom hanya dapat digunakan dalam Space. Anda dapat mengunggah PNG, JPG, atau GIF, maksimal 25MB (dioptimalkan secara otomatis).
it: Aggiungi fino a 50 adesivi personalizzati. Gli adesivi personalizzati possono essere utilizzati solo all'interno di uno Space. Puoi caricare PNG, JPG o GIF, max 25MB (ottimizzato automaticamente).
ja: 最大50個のカスタムステッカーを追加できます。カスタムステッカーはSpace内でのみ使用できます。PNG、JPG、またはGIFをアップロードできます。最大25MB（自動最適化）。
nl: Voeg tot 50 aangepaste stickers toe. Aangepaste stickers kunnen alleen binnen een Space worden gebruikt. Je kunt PNG, JPG of GIF uploaden, max 25MB (automatisch geoptimaliseerd).
no: Legg til opptil 50 egendefinerte klistremerker. Egendefinerte klistremerker kan kun brukes innenfor et Space. Du kan laste opp PNG, JPG eller GIF, maks 25MB (automatisk optimalisert).
pl: Dodaj do 50 niestandardowych naklejek. Niestandardowe naklejki mogą być używane tylko w Space. Możesz przesyłać pliki PNG, JPG lub GIF, maks. 25MB (automatycznie zoptymalizowane).
pt: Adicione até 50 adesivos personalizados. Adesivos personalizados só podem ser usados dentro de um Space. Você pode enviar PNG, JPG ou GIF, máximo 25MB (otimizado automaticamente).
ro: Adaugă până la 50 de stickere personalizate. Stickerele personalizate pot fi folosite doar în cadrul unui Espaciul. Poți încărca PNG, JPG sau GIF, max 25MB (optimizat automat).
ru: Добавьте до 50 пользовательских стикеров. Пользовательские стикеры могут использоваться только в Space. Вы можете загрузить PNG, JPG или GIF, максимум 25 МБ (автоматически оптимизировано).
sk: Pridajte až 50 vlastných nálepiek. Vlastné nálepky môžu byť použité iba v Space. Môžete nahrať PNG, JPG alebo GIF, max 25MB (automaticky optimalizované).
sl: Dodajte do 50 prilagojenih nalepk. Prilagojene nalepke se lahko uporabljajo samo znotraj Space. Naložite lahko PNG, JPG ali GIF, največ 25MB (samodejno optimizirano).
sr: Dodajte do 50 prilagođenih nalepnica. Prilagođene nalepnice mogu se koristiti samo unutar Space-a. Možete otpremiti PNG, JPG ili GIF, maksimalno 25MB (automatski optimizovano).
sv: Lägg till upp till 50 anpassade klistermärken. Anpassade klistermärken kan endast användas inom ett Space. Du kan ladda upp PNG, JPG eller GIF, max 25MB (automatiskt optimerad).
th: เพิ่มสติกเกอร์ที่กำหนดเองได้สูงสุด 50 ตัว สติกเกอร์ที่กำหนดเองสามารถใช้ได้เฉพาะภายใน Space เท่านั้น คุณสามารถอัปโหลด PNG, JPG หรือ GIF ขนาดสูงสุด 25MB (ปรับให้เหมาะสมโดยอัตโนมัติ).
tr: 50 özel çıkartma ekleyin. Özel çıkartmalar yalnızca bir Space içinde kullanılabilir. PNG, JPG veya GIF yükleyebilirsiniz, maksimum 25MB (otomatik olarak optimize edilir).
uk: Додайте до 50 користувацьких наліпок. Користувацькі наліпки можна використовувати лише в Space. Ви можете завантажити PNG, JPG або GIF, макс 25МБ (автоматично оптимізовано).

source: Adding...
ar: جارٍ الإضافة...
cs: Přidávání...
da: Tilføjer...
el: Προσθήκη...
fr: Ajout en cours...
he: מוסיף...
id: Menambahkan...
it: Aggiungendo...
ja: 追加中...
nl: Toevoegen...
no: Legger til...
pl: Dodawanie...
pt: Adicionando...
ro: Adăugare...
ru: Добавление...
sk: Pridávanie...
sl: Dodajanje...
sr: Dodavanje...
sv: Lägger till...
th: กำลังเพิ่ม...
tr: Ekleniyor...

source: Addresses must be exactly 46 characters long.
ar: يجب أن تكون العناوين بطول 46 حرفًا بالضبط.
cs: Adresy musí mít přesně 46 znaků.
da: Adresser skal være præcist 46 tegn lange.
de: Adressen müssen genau 46 Zeichen lang sein.
el: Οι διευθύνσεις πρέπει να είναι ακριβώς 46 χαρακτήρες.
es: Las direcciones deben tener exactamente 46 caracteres de longitud.
fi: Osoitteiden on oltava tarkalleen 46 merkkiä pitkiä.
fr: Les adresses doivent faire exactement 46 caractères.
he: כתובות חייבות להיות באורך של 46 תווים בדיוק.
id: Alamat harus tepat 46 karakter panjangnya.
it: Gli indirizzi devono essere esattamente 46 caratteri.
ja: アドレスは正確に46文字でなければなりません。
nl: Adressen moeten precies 46 tekens lang zijn.
no: Adresser må være nøyaktig 46 tegn lange.
pl: Adresy muszą mieć dokładnie 46 znaków.
pt: Os endereços devem ter exatamente 46 caracteres.
ro: Adresele trebuie să aibă exact 46 de caractere.
ru: Адреса должны быть ровно 46 символов в длину.
sk: Adresy musia mať presne 46 znakov.
sl: Naslovi morajo biti natančno 46 znakov dolgi.
sr: Adrese moraju biti tačno 46 karaktera duge.
sv: Adresser måste vara exakt 46 tecken långa.
th: ที่อยู่ต้องมีความยาว 46 ตัวอักษร
tr: Adresler tam olarak 46 karakter uzunluğunda olmalıdır.
uk: Адреси повинні бути точно 46 символів завдовжки.
vi: Địa chỉ phải dài chính xác 46 ký tự.

source: Addresses start with "Qm".
ar: تبدأ العناوين بـ "Qm".
cs: Adresy začínají na "Qm".
da: Adresser starter med "Qm".
de: Adressen beginnen mit "Qm".
el: Οι διευθύνσεις ξεκινούν με "Qm".
es: Las direcciones comienzan con "Qm".
fi: Osoitteet alkavat "Qm".
fr: Les adresses commencent par "Qm".
he: כתובות מתחילות ב-"Qm".
id: Alamat dimulai dengan "Qm".
it: Gli indirizzi iniziano con "Qm".
ja: アドレスは「Qm」で始まります。
nl: Adressen beginnen met "Qm".
no: Adresser starter med "Qm".
pl: Adresy zaczynają się od "Qm".
pt: Os endereços começam com "Qm".
ro: Adresele încep cu "Qm".
ru: Адреса начинаются с "Qm".
sk: Adresy začínajú na "Qm".
sl: Naslovi se začnejo z "Qm".
sr: Adrese počinju sa "Qm".
sv: Adresser börjar med "Qm".
tr: Adresler "Qm" ile başlar.
uk: Адреси починаються з "Qm".
vi: Địa chỉ bắt đầu bằng "Qm".
