Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Clearing notifications with tag: {tag}
ar: مسح الإشعارات بعلامة: {tag}
cs: Mazání oznámení s tagem: {tag}
da: Rydder meddelelser med tag: {tag}
de: Benachrichtigung mit Tag löschen: {tag}
el: Καθαρισμός ειδοποιήσεων με ετικέτα: {tag}
es: Limpiando notificaciones con la etiqueta: {tag}
fi: Ilmoitetaan ilmoitukset, joissa on tunniste: {tag}
fr: Effacement des notifications avec le tag : {tag}
he: ניקוי התראות עם תג: {tag}
id: Menghapus notifikasi dengan tag: {tag}
it: Cancellazione delle notifiche con tag: {tag}
ja: タグ {tag} の通知をクリア中
nl: Meldingen met tag wissen: {tag}
no: Fjerner varsler med tag: {tag}
pl: Usuwanie powiadomień z tagiem: {tag}
pt: Limpar notificações com a tag: {tag}
ro: Ștergerea notificărilor cu eticheta: {tag}
ru: Очистка уведомлений с тегом: {tag}
sk: Vymazanie oznámení s tagom: {tag}
sl: Jasni obvestila z oznako: {tag}
sr: Čišćenje obaveštenja sa oznakom: {tag}
sv: Rensar aviseringar med tagg: {tag}
th: ล้างการแจ้งเตือนที่มีแท็ก: {tag}
tr: Etiketle bildirimleri temizleme: {tag}
uk: Очищення сповіщень з тегом: {tag}
vi: Xóa thông báo với thẻ: {tag}

source: Click again to confirm
ar: انقر مرة أخرى للتأكيد
cs: Klikněte znovu pro potvrzení
da: Klik igen for at bekræfte
de: Klicken Sie erneut, um zu bestätigen
el: Κάντε κλικ ξανά για επιβεβαίωση
es: Haz clic de nuevo para confirmar
fi: Napsauta uudelleen vahvistaaksesi
fr: Cliquez à nouveau pour confirmer
he: לחץ שוב כדי לאשר
id: Klik lagi untuk mengonfirmasi
it: Clicca di nuovo per confermare
ja: 再度クリックして確認してください
nl: Klik opnieuw om te bevestigen
no: Klikk igjen for å bekrefte
pl: Kliknij ponownie, aby potwierdzić
pt: Clique novamente para confirmar
ro: Click din nou pentru a confirma
ru: Нажмите снова, чтобы подтвердить
sk: Kliknite znova na potvrdenie
sl: Kliknite znova za potrditev
sr: Kliknite ponovo da potvrdite
sv: Klicka igen för att bekräfta
th: คลิกอีกครั้งเพื่อยืนยัน
tr: Onaylamak için tekrar tıklayın
uk: Натисніть ще раз, щоб підтвердити
vi: Nhấn lại để xác nhận

source: Click on the role name and tag to edit them.
ar: انقر على اسم الدور والعلامة لتعديلهما.
cs: Klikněte na název role a štítek pro jejich úpravu.
da: Klik på rollenavnet og tagget for at redigere dem.
de: Klicken Sie auf den Rollennamen und den Tag, um sie zu bearbeiten.
el: Κάντε κλικ στο όνομα του ρόλου και στην ετικέτα για να τα επεξεργαστείτε.
es: Haga clic en el nombre del rol y la etiqueta para editarlos.
fi: Muokkaa roolin nimeä ja tunnistetta napsauttamalla niitä.
fr: Cliquez sur le nom du rôle et l'étiquette pour les modifier.
he: לחץ על שם התפקיד והתג כדי לערוך אותם.
id: Klik pada nama peran dan tag untuk mengeditnya.
it: Clicca sul nome del ruolo e sull'etichetta per modificarli.
ja: 役割名とタグをクリックして編集します。
nl: Klik op de rolnaam en tag om ze te bewerken.
no: Klikk på rollenavnet og taggen for å redigere dem.
pl: Kliknij nazwę roli i tag, aby je edytować.
pt: Clique no nome e na tag do papel para editá-los.
ro: Fă clic pe numele rolului și eticheta pentru a le edita.
ru: Нажмите на имя роли и тег, чтобы отредактировать их.
sk: Kliknite na názov úlohy a tag, aby ste ich upravili.
sl: Kliknite na ime vloge in oznako, da ju uredite.
sr: Kliknite na naziv uloge i oznaku da ih izmenite.
sv: Klicka på rollnamnet och taggen för att redigera dem.
th: คลิกที่ชื่อบทบาทและแท็กเพื่อแก้ไข.
tr: Onları düzenlemek için rol adını ve etiketini tıklayın.
uk: Натисніть на назву ролі та тег, щоб їх редагувати.
vi: Nhấp vào tên vai trò và thẻ để chỉnh sửa chúng.

source: Click the button below to create a backup of your key info, because once it's gone, it's gone forever. You may be prompted to authenticate again.
ar: انقر على الزر أدناه لإنشاء نسخة احتياطية من معلوماتك الأساسية، لأنه بمجرد أن تذهب، تذهب إلى الأبد. قد يُطلب منك المصادقة مرة أخرى.
cs: Klikněte na tlačítko níže pro vytvoření zálohy vašich klíčových informací, protože jakmile to zmizí, zmizí to navždy. Můžete být vyzváni k opětovnému ověření.
da: Klik på knappen nedenfor for at oprette en sikkerhedskopi af dine nøgleoplysninger, for når de er væk, er de væk for altid. Du kan blive bedt om at autentificere igen.
de: Klicken Sie auf die Schaltfläche unten, um eine Sicherung Ihrer Schlüsselinformationen zu erstellen, denn wenn sie weg sind, sind sie für immer weg. Möglicherweise werden Sie aufgefordert, sich erneut zu authentifizieren.
el: Κάντε κλικ στο κουμπί παρακάτω για να δημιουργήσετε ένα αντίγραφο ασφαλείας των βασικών σας πληροφοριών, γιατί μόλις φύγει, φεύγει για πάντα. Μπορεί να σας ζητηθεί να πιστοποιηθείτε ξανά.
es: Haz clic en el botón de abajo para crear una copia de seguridad de tu información clave, porque una vez que se ha ido, se ha ido para siempre. Es posible que se te pida autenticarte nuevamente.
fi: Napsauta alla olevaa painiketta luodaksesi varmuuskopion tärkeistä tiedoistasi, sillä kun ne ovat poissa, ne ovat poissa ikuisesti. Saatat joutua vahvistamaan henkilöllisyytesi uudelleen.
fr: Cliquez sur le bouton ci-dessous pour créer une sauvegarde de vos informations clés, car une fois perdues, elles le sont pour toujours. Vous pourriez être invité à vous authentifier à nouveau.
he: לחץ על הכפתור למטה כדי ליצור גיבוי של המידע החשוב שלך, כי ברגע שזה נעלם, זה נעלם לנצח. ייתכן שתתבקש לאמת שוב.
id: Klik tombol di bawah untuk membuat cadangan informasi kunci Anda, karena setelah hilang, itu hilang selamanya. Anda mungkin diminta untuk mengautentikasi lagi.
it: Clicca il pulsante qui sotto per creare un backup della tua chiave privata, perché dopo non potrai più recuperarla. Dopo aver salvato il backup potresti doverti autenticare di nuovo.
ja: 下のボタンをクリックして、重要な情報のバックアップを作成してください。一度失われると、永遠に失われます。再認証を求められる場合があります。
nl: Klik op de knop hieronder om een back-up van je belangrijke informatie te maken, want als het weg is, is het voor altijd weg. Je kunt gevraagd worden om opnieuw te authenticeren.
no: Klikk på knappen nedenfor for å lage en sikkerhetskopi av nøkkelinfoen din, for når den er borte, er den borte for alltid. Du kan bli bedt om å autentisere igjen.
pl: Kliknij przycisk poniżej, aby utworzyć kopię zapasową swoich kluczowych informacji, ponieważ gdy już znikną, znikną na zawsze. Możesz zostać poproszony o ponowne uwierzytelnienie.
pt: Clique no botão abaixo para criar um backup das suas informações principais, porque uma vez que se foram, se foram para sempre. Você pode ser solicitado a autenticar novamente.
ro: Fă clic pe butonul de mai jos pentru a crea o copie de rezervă a informațiilor tale esențiale, pentru că odată ce s-au dus, s-au dus pentru totdeauna. Este posibil să ți se ceară să te autentifici din nou.
ru: Нажмите кнопку ниже, чтобы создать резервную копию вашей ключевой информации, потому что, как только она исчезнет, ее не вернуть навсегда. Возможно, вам будет предложено снова пройти аутентификацию.
sk: Kliknite na tlačidlo nižšie a vytvorte zálohu svojich kľúčových informácií, pretože akonáhle sú preč, sú preč navždy. Môže sa od vás vyžadovať, aby ste sa znovu autentifikovali.
sl: Kliknite gumb spodaj, da ustvarite varnostno kopijo svojih ključnih informacij, ker, ko enkrat izgine, izgine za vedno. Morda boste morali ponovno potrditi identiteto.
sr: Kliknite dugme ispod da biste napravili rezervnu kopiju vaših ključnih informacija, jer kada nestane, nestaje zauvek. Možda će vam biti zatraženo da se ponovo autentifikujete.
sv: Klicka på knappen nedan för att skapa en säkerhetskopia av din viktiga information, för när den väl är borta, är den borta för alltid. Du kan bli ombedd att autentisera igen.
th: คลิกปุ่มด้านล่างเพื่อสร้างสำเนาสำรองของข้อมูลสำคัญของคุณ เพราะเมื่อมันหายไป มันจะหายไปตลอดกาล คุณอาจถูกขอให้ยืนยันตัวตนอีกครั้ง.
tr: Bilgilerinizi yedeklemek için aşağıdaki düğmeye tıklayın, çünkü bir kez gittiğinde, sonsuza dek gitmiştir. Yeniden kimlik doğrulaması yapmanız istenebilir.
uk: Натисніть кнопку нижче, щоб створити резервну копію вашої ключової інформації, адже як тільки вона зникне, її не повернути назавжди. Можливо, вам буде запропоновано знову пройти аутентифікацію.
vi: Nhấp vào nút bên dưới để tạo một bản sao lưu thông tin chính của bạn, vì một khi nó đã biến mất, nó sẽ biến mất mãi mãi. Bạn có thể được yêu cầu xác thực lại.

source: Click the button below to create a backup of your key info, because once it's gone, it's gone forever. You may be prompted to authenticate again.
ar: انقر على الزر أدناه لإنشاء نسخة احتياطية من معلوماتك الأساسية، لأنه بمجرد أن تذهب، تذهب إلى الأبد. قد يُطلب منك المصادقة مرة أخرى.
cs: Klikněte na tlačítko níže pro vytvoření zálohy vašich klíčových informací, protože jakmile zmizí, zmizí navždy. Můžete být vyzváni k opětovnému ověření.
da: Klik på knappen nedenfor for at oprette en backup af dine nøgleoplysninger, for når de er væk, er de væk for altid. Du kan blive bedt om at autentificere igen.
de: Klicke auf die Schaltfläche unten, um ein Backup deiner wichtigen Informationen zu erstellen, denn einmal weg, ist es für immer weg. Möglicherweise wirst du aufgefordert, dich erneut zu authentifizieren.
el: Κάντε κλικ στο κουμπί παρακάτω για να δημιουργήσετε ένα αντίγραφο ασφαλείας των βασικών σας πληροφοριών, γιατί μόλις χαθούν, χάνονται για πάντα. Μπορεί να σας ζητηθεί να πιστοποιηθείτε ξανά.
es: Haz clic en el botón de abajo para crear una copia de seguridad de tu información clave, porque una vez que se ha ido, se ha ido para siempre. Es posible que se te pida autenticarte nuevamente.
fi: Napsauta alla olevaa painiketta luodaksesi varmuuskopion tärkeistä tiedoistasi, sillä kun ne ovat poissa, ne ovat poissa ikuisesti. Saatat joutua todentamaan itsesi uudelleen.
fr: Cliquez sur le bouton ci-dessous pour créer une sauvegarde de vos informations clés, car une fois qu'elles sont perdues, elles sont perdues pour toujours. Vous pourriez être invité à vous authentifier à nouveau.
he: לחץ על הכפתור למטה כדי ליצור גיבוי של המידע החשוב שלך, כי ברגע שזה נעלם, זה נעלם לנצח. ייתכן שתתבקש לאמת שוב.
id: Klik tombol di bawah untuk membuat cadangan informasi kunci Anda, karena setelah hilang, itu hilang selamanya. Anda mungkin diminta untuk mengautentikasi lagi.
it: Clicca il pulsante qui sotto per creare un backup delle tue informazioni chiave, perché una volta che sono andate, sono andate per sempre. Potresti essere invitato a autenticarti di nuovo.
ja: キー情報のバックアップを作成するには、下のボタンをクリックしてください。一度失われると、永遠に失われます。再度認証を求められる場合があります。
nl: Klik op de knop hieronder om een back-up van je belangrijke informatie te maken, want als het weg is, is het voor altijd weg. Je wordt mogelijk gevraagd om opnieuw te authenticeren.
no: Klikk på knappen nedenfor for å lage en sikkerhetskopi av nøkkelinformasjonen din, for når den er borte, er den borte for alltid. Du kan bli bedt om å autentisere igjen.
pl: Kliknij przycisk poniżej, aby utworzyć kopię zapasową swoich kluczowych informacji, ponieważ gdy już znikną, znikną na zawsze. Możesz zostać poproszony o ponowne uwierzytelnienie.
pt: Clique no botão abaixo para criar um backup das suas informações principais, porque uma vez que se foi, se foi para sempre. Você pode ser solicitado a autenticar novamente.
ro: Fă clic pe butonul de mai jos pentru a crea un backup al informațiilor tale cheie, pentru că odată ce s-au dus, s-au dus pentru totdeauna. Este posibil să ți se ceară să te autentifici din nou.
ru: Нажмите кнопку ниже, чтобы создать резервную копию вашей ключевой информации, потому что, как только она исчезнет, она исчезнет навсегда. Возможно, вам будет предложено снова пройти аутентификацию.
sk: Klikni na tlačidlo nižšie, aby si vytvoril zálohu svojich kľúčových informácií, pretože akonáhle sú preč, sú preč navždy. Môžeš byť vyzvaný na opätovnú autentifikáciu.
sl: Klikni gumb spodaj, da ustvariš varnostno kopijo svojih ključnih informacij, ker ko enkrat izginejo, izginejo za vedno. Morda boš moral ponovno potrditi.
sr: Kliknite dugme ispod da biste napravili rezervnu kopiju vaših ključnih informacija, jer kada nestanu, nestaju zauvek. Možda će biti potrebno da se ponovo autentifikujete.
sv: Klicka på knappen nedan för att skapa en säkerhetskopia av din viktiga information, för när den är borta, är den borta för alltid. Du kan bli ombedd att autentisera igen.
th: คลิกปุ่มด้านล่างเพื่อสร้างสำรองข้อมูลของข้อมูลสำคัญของคุณ เพราะเมื่อมันหายไป มันหายไปตลอดกาล คุณอาจถูกขอให้ยืนยันอีกครั้ง
tr: Anahtar bilgilerinizin yedeğini oluşturmak için aşağıdaki düğmeye tıklayın, çünkü bir kez gittiğinde, sonsuza dek gitmiş olacak. Yeniden kimlik doğrulaması yapmanız istenebilir.
uk: Натисніть кнопку нижче, щоб створити резервну копію вашої ключової інформації, адже як тільки вона зникне, вона зникне назавжди. Можливо, вам буде запропоновано знову пройти аутентифікацію.
vi: Nhấp vào nút bên dưới để tạo một bản sao lưu thông tin chính của bạn, vì một khi nó đã biến mất, nó sẽ biến mất mãi mãi. Bạn có thể được yêu cầu xác thực lại.

source: Click to copy
ar: انقر لنسخ
cs: Klikněte pro zkopírování
da: Klik for at kopiere
de: Klicken zum Kopieren
el: Κάντε κλικ για αντιγραφή
es: Haz clic para copiar
fi: Napsauta kopioidaksesi
fr: Cliquez pour copier
he: לחץ כדי להעתיק
id: Klik untuk menyalin
it: Clicca per copiare
ja: コピーするにはクリック
nl: Klik om te kopiëren
no: Klikk for å kopiere
pl: Kliknij, aby skopiować
pt: Clique para copiar
ro: Fă clic pentru a copia
ru: Нажмите, чтобы скопировать
sk: Kliknite na skopírovanie
sl: Kliknite za kopiranje
sr: Kliknite da kopirate
sv: Klicka för att kopiera
th: คลิกเพื่อคัดลอก
tr: Kopyalamak için tıklayın
uk: Натисніть, щоб скопіювати
vi: Nhấp để sao chép

source: Coming soon
ar: قريبًا
cs: Brzy bude
el: Έρχεται σύντομα
fr: À venir bientôt
ja: 近日公開
nl: Komt binnenkort
ru: Скоро будет
sk: Čoskoro
sl: Kmalu na voljo
sr: Uskoro
th: เร็วๆ นี้

source: Config Key
ar: مفتاح التكوين
cs: Konfigurační klíč
da: Konfigurationsnøgle
de: Konfigurationsschlüssel
el: Configuratiesleutel
es: Clave de configuración
fi: Konfiguraatioväliavain
fr: Clé de configuration
he: מפתח קונפיגורציה
id: Kunci Konfigurasi
it: Chiave di configurazione
ja: 設定キー
nl: Configuratiesleutel
no: Konfigurasjonsnøkkel
pl: Klucz konfiguracyjny
pt: Chave de Configuração
ro: Cheia de configurare
ru: Ключ конфигурации
sk: Konfiguračný kľúč
sl: Ključ za konfiguracijo
sr: Ključ konfiguracije
sv: Konfigurationsnyckel
th: คีย์การกำหนดค่า
tr: Yapılandırma Anahtarı
uk: Ключ конфігурації

source: Confirm Delete
ar: تأكيد الحذف
cs: Potvrdit smazání
da: Bekræft sletning
el: Επιβεβαίωση Διαγραφής
fr: Confirmer la suppression
id: Konfirmasi Hapus
it: Conferma Cancellazione
ja: 削除を確認
nl: Bevestig verwijderen
pt: Confirmar Exclusão
ro: Confirmare Ștergere
ru: Подтвердить удаление
sk: Potvrdiť odstránenie
sl: Potrdite izbris
sr: Potvrdi brisanje
th: ยืนยันการลบ

source: Confirm Leave
ar: تأكيد المغادرة
cs: Potvrdit odchod
da: Bekræft forladelse
el: Επιβεβαίωση Αποχώρησης
fr: Confirmer le départ
id: Konfirmasi Tinggalkan
it: Conferma Uscita
ja: 退出を確認
nl: Bevestig verlaten
pt: Confirmar Saída
ro: Confirmare Părăsire
ru: Подтвердить выход
sk: Potvrdiť odchod
sl: Potrdite odhod
sr: Potvrdi napuštanje
th: ยืนยันการออก

source: Confirm Reset
cs: Potvrdit reset
el: Επιβεβαίωση επαναφοράς
fr: Confirmer la réinitialisation
ru: Подтвердить сброс

source: Connecting
ar: جارٍ الاتصال
cs: Připojuji se
da: Forbindelse
de: Verbinden Sie
el: Σύνδεση
es: Conexión
fi: Yhdistetään
fr: Connexion
he: מתחבר
id: Sedang Menghubungkan
it: Connessione in corso
ja: 接続中
nl: Verbinden
no: Tilkobler
pl: Łączenie
pt: Conectando
ro: Conectare
ru: Подключение
sk: Pripájanie
sl: Povezovanje
sr: U povezivanju
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
uk: Підключення
vi: Đang kết nối

source: Conversation settings
ar: إعدادات المحادثة
cs: Nastavení konverzace
da: Samtaleindstillinger
de: Gesprächseinstellungen
el: Ρυθμίσεις συνομιλίας
es: Configuración de la conversación
fi: Keskustelun asetukset
fr: Paramètres de conversation
he: הגדרות שיחה
id: Pengaturan percakapan
it: Impostazioni conversazione
ja: 会話設定
nl: Gespreksinstellingen
no: Samtaleinnstillinger
pl: Ustawienia rozmowy
pt: Configurações da conversa
ro: Setările conversației
ru: Настройки беседы
sk: Nastavenia konverzácie
sl: Nastavitve pogovora
sr: Podešavanja razgovora
sv: Konversationsinställningar
th: การตั้งค่าการสนทนา
tr: Konuşma ayarları
uk: Налаштування розмови

source: Conversation Settings
ar: إعدادات المحادثة
cs: Nastavení konverzace
da: Samtaleindstillinger
de: Gesprächseinstellungen
el: Ρυθμίσεις Συνομιλίας
es: Configuración de la Conversación
fi: Keskustelun Asetukset
fr: Paramètres de conversation
he: הגדרות שיחה
id: Pengaturan Percakapan
it: Impostazioni Conversazione
ja: 会話設定
nl: Gespreksinstellingen
no: Samtaleinnstillinger
pl: Ustawienia rozmowy
pt: Configurações da Conversa
ro: Setările conversației
ru: Настройки беседы
sk: Nastavenia konverzácie
sl: Nastavitve pogovora
sr: Podešavanja razgovora
sv: Konversationsinställningar
th: การตั้งค่าการสนทนา
tr: Konuşma Ayarları
uk: Налаштування розмови

source: Copied!
ar: تم النسخ!
cs: Zkopírováno!
da: Kopieret!
de: Kopiert!
el: Αντιγράφηκε!
es: ¡Copiado!
fi: Kopioitu!
fr: Copié !
he: נשמר!
id: Disalin!
it: Copiato!
ja: コピーしました！
nl: Gekopieerd!
no: Kopiert!
pl: Skopiowano!
pt: Copiado!
ro: Copiat!
ru: Скопировано!
sk: Skopírované!
sl: Kopirano!
sr: Kopirano!
sv: Kopierad!
th: คัดลอกแล้ว!
tr: Kopyalandı!
uk: Скопійовано!
vi: Đã sao chép!

source: Copy address
ar: انسخ العنوان
cs: Kopírovat adresu
da: Kopier adresse
de: Adresse kopieren
el: Αντιγραφή διεύθυνσης
es: Copiar dirección
fi: Kopioi osoite
fr: Copier l'adresse
he: העתק כתובת
id: Salin alamat
it: Copia indirizzo
ja: アドレスをコピー
nl: Kopieer adres
no: Kopier adresse
pl: Skopiuj adres
pt: Copiar endereço
ro: Copiază adresa
ru: Скопировать адрес
sk: Kopírovať adresu
sl: Kopiraj naslov
sr: Kopiraj adresu
sv: Kopiera adress
th: คัดลอกที่อยู่
tr: Adresi kopyala
uk: Скопіювати адресу
vi: Sao chép địa chỉ

source: Copy Failed
ar: فشل النسخ
cs: Kopírování se nezdařilo
da: Kopiering mislykkedes
de: Kopieren fehlgeschlagen
el: Αποτυχία Αντιγραφής
es: Copia fallida
fi: Kopiointi epäonnistui
fr: Échec de la copie
he: העתקה נכשלה
id: Salin Gagal
it: Copia Fallita
ja: コピーに失敗しました
nl: Kopiëren mislukt
no: Kopiering mislyktes
pl: Kopiowanie nie powiodło się
pt: Falha ao copiar
ro: Copiere Eșuată
ru: Копирование не удалось
sk: Kopírovanie zlyhalo
sl: Kopiranje ni uspelo
sr: Kopiranje nije uspelo
sv: Kopiera misslyckades
th: การคัดลอกล้มเหลว
tr: Kopyalama Başarısız
uk: Копіювання не вдалося
vi: Sao chép không thành công

source: Copy invite link to clipboard
ar: نسخ رابط الدعوة إلى الحافظة
cs: Kopírovat pozvánkový odkaz do schránky
da: Kopier invitationslink til udklipsholder
de: Einladungslink in die Zwischenablage kopieren
el: Αντιγραφή συνδέσμου πρόσκλησης στο πρόχειρο
es: Copiar enlace de invitación al portapapeles
fi: Kopioi kutsulinkki leikepöydälle
fr: Copier le lien d'invitation dans le presse-papiers
he: להעתיק קישור הזמנה ללוח
id: Salin tautan undangan ke papan klip
it: Copia link di invito negli appunti
ja: 招待リンクをクリップボードにコピー
nl: Kopieer uitnodigingslink naar klembord
no: Kopier invitasjonslenke til utklippstavle
pl: Skopiuj link zaproszenia do schowka
pt: Copiar link de convite para a área de transferência
ro: Copie link invitație în clipboard
ru: Скопировать ссылку приглашения в буфер обмена
sk: Skopírovať pozývací odkaz do schránky
sl: Kopiraj povezavo za povabilo v odložišče
sr: Kopiraj link za poziv u međuspremnik
sv: Kopiera inbjudningslänk till urklipp
th: คัดลอกลิงก์เชิญไปยังคลิปบอร์ด
tr: Davet bağlantısını panoya kopyala
uk: Скопіювати посилання на запрошення в буфер обміну
vi: Sao chép liên kết mời vào clipboard

source: Copy link
ar: نسخ الرابط
cs: Kopírovat odkaz
da: Kopier link
el: Αντιγραφή συνδέσμου
fr: Copier le lien
he: העתק קישור
id: Salin tautan
it: Copia link
ja: リンクをコピー
nl: Kopieer link
no: Kopier lenke
pl: Skopiuj link
pt: Copiar link
ro: Copiază linkul
ru: Скопировать ссылку
sk: Kopírovať odkaz
sl: Kopiraj povezavo
sr: Kopiraj link
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı kopyala

source: Copy message
ar: نسخ الرسالة
cs: Zkopírovat zprávu
da: Kopier besked
el: Αντιγραφή μηνύματος
fr: Copier le message
he: העתק הודעה
id: Salin pesan
it: Copia messaggio
ja: メッセージをコピー
nl: Kopieer bericht
no: Kopier melding
pl: Kopiuj wiadomość
pt: Copiar mensagem
ro: Copiază mesajul
ru: Скопировать сообщение
sk: Kopírovať správu
sl: Kopiraj sporočilo
sr: Kopiraj poruku
sv: Kopiera meddelande
th: คัดลอกข้อความ
tr: Mesajı kopyala

source: Copy message link
ar: نسخ رابط الرسالة
cs: Kopírovat odkaz na zprávu
da: Kopier link til besked
de: Link zur Nachricht kopieren
el: Αντιγραφή συνδέσμου μηνύματος
es: Copiar enlace de mensaje
fi: Kopioi viesti
fr: Copier le lien du message
he: להעתיק קישור הודעה
id: Salin tautan pesan
it: Copia link del messaggio
ja: メッセージリンクをコピー
nl: Kopieer berichtlink
no: Kopier meldingslenke
pl: Skopiuj link wiadomości
pt: Copiar link da mensagem
ro: Copie link mesaj
ru: Скопируйте ссылку на сообщение
sk: Skopírovať odkaz na správu
sl: Kopiraj povezavo do sporočila
sr: Kopiraj link poruke
sv: Kopiera meddelandelänk
th: คัดลอกลิงก์ข้อความ
tr: Mesaj bağlantısını kopyala
uk: Скопіювати посилання на повідомлення
vi: Sao chép liên kết tin nhắn

source: Could not add Space
ar: لم يتمكن من إضافة فضاء
cs: Nepodařilo se přidat Prostor
da: Kunne ikke tilføje rum
de: Konnte Space nicht hinzufügen
el: Δεν ήταν δυνατή η προσθήκη του Χώρος
es: No se pudo agregar el Espcacio
fi: Ei voitu lisätä Tila
fr: Impossible d'ajouter le Space
he: לא ניתן להוסיף מרחב
id: Tidak dapat menambahkan Space
it: Impossibile aggiungere lo Spazio
ja: スペースを追加できませんでした
nl: Kon Space niet toevoegen
no: Kunne ikke legge til Rom
pl: Nie można dodać Przestrzeń
pt: Não foi possível adicionar Espaço
ro: Nu s-a putut adăuga Spațiu
ru: Не удалось добавить пространство
sk: Nepodarilo sa pridať Priestor
sl: Ni bilo mogoče dodati Prostor
sr: Nije moguće dodati Простор
sv: Det gick inte att lägga till Space
th: ไม่สามารถเพิ่ม พื้นที่ ได้
tr: Alan eklenemedi
uk: Не вдалося додати Простір
vi: Không thể thêm Space

source: Could not fetch the Space details. Please try again.
ar: تعذر جلب تفاصيل مساحة. يرجى المحاولة مرة أخرى.
cs: Nepodařilo se načíst detaily Space. Zkuste to prosím znovu.
da: Kunne ikke hente Space detaljer. Prøv venligst igen.
de: Die Details des Spaces konnten nicht abgerufen werden. Bitte versuche es erneut.
el: Αποτυχία λήψης λεπτομερειών Χώρου. Παρακαλώ δοκιμάστε ξανά.
es: No se pudieron obtener los detalles del Espacio. Por favor, inténtalo de nuevo.
fi: Ei voitu noutaa Tila-tietoja. Yritä uudelleen.
fr: Impossible de récupérer les détails de l'Espace. Veuillez réessayer.
he: לא ניתן לשלוף את פרטי ה-מרחב. אנא נסה שוב.
id: Tidak dapat mengambil detail Ruang. Silakan coba lagi.
it: Impossibile recuperare i dettagli dello Spazio. Riprova.
ja: スペースの詳細を取得できませんでした。もう一度お試しください。
nl: Kon de details van de Space niet ophalen. Probeer het opnieuw.
no: Kunne ikke hente Space-detaljene. Vennligst prøv igjen.
pl: Nie udało się pobrać szczegółów Space. Proszę spróbować ponownie.
pt: Não foi possível buscar os detalhes do Space. Por favor, tente novamente.
ro: Nu s-au putut obține detaliile Espaciului. Te rugăm să încerci din nou.
ru: Не удалось получить данные Пространства. Пожалуйста, попробуйте снова.
sk: Nepodarilo sa načítať podrobnosti o Space. Skúste to prosím znova.
sl: Podrobnosti o Space ni bilo mogoče pridobiti. Poskusite znova.
sr: Nije moguće preuzeti detalje o Space. Pokušajte ponovo.
sv: Kunde inte hämta Space-detaljer. Vänligen försök igen.
th: ไม่สามารถดึงรายละเอียดของ Space ได้ กรุณาลองอีกครั้ง
tr: Space detaylarını almak mümkün olmadı. Lütfen tekrar deneyin.
uk: Не вдалося отримати деталі Простір. Будь ласка, спробуйте ще раз.
