Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Require messages sent in this Space to be signed by the sender. Technically speaking, this makes the messages in this Space non-repudiable.
ar: يتطلب توقيع الرسائل المرسلة في هذه Space من قبل المرسل. من الناحية الفنية، يجعل هذا الرسائل في هذه Space غير قابلة للتنصل.
cs: Vyžadovat, aby zprávy zaslané v této Prostor byly podepsány odesílatelem. Technicky řečeno, to činí zprávy v této Prostor nepopiratelnými.
da: Krav om, at beskeder sendt i dette Space skal underskrives af afsenderen. Teknisk set gør dette beskederne i dette Space ikke tilbagekaldelige.
de: Erfordere, dass Nachrichten, die in diesem Space gesendet werden, vom Absender signiert werden. Technisch gesehen macht dies die Nachrichten in diesem Space nicht abstreitbar.
el: Απαιτείται τα μηνύματα που αποστέλλονται σε αυτό το Space να υπογράφονται από τον αποστολέα. Τεχνικά μιλώντας, αυτό καθιστά τα μηνύματα σε αυτό το Space μη ανακλητά.
es: Requerir que los mensajes enviados en este Espacio sean firmados por el remitente. Hablando técnicamente, esto hace que los mensajes en este Espacio no sean repudiables.
fi: Vaadi, että tässä Space:ssa lähetetyt viestit allekirjoitetaan lähettäjän toimesta. Teknisesti ottaen tämä tekee viesteistä tässä Space:ssa peruuttamattomia.
fr: Exiger que les messages envoyés dans cet Space soient signés par l'expéditeur. Techniquement parlant, cela rend les messages dans cet Space non répudiables.
he: דרוש שההודעות שנשלחות ב- Space זה יהיו חתומות על ידי השולח. מבחינה טכנית, זה עושה את ההודעות ב- Space זה בלתי ניתנות להכחשה.
id: Memerlukan pesan yang dikirim di Espasi ini untuk ditandatangani oleh pengirim. Secara teknis, ini membuat pesan di Espasi ini tidak dapat disangkal.
it: Richiedi che i messaggi inviati in questo Space siano firmati dal mittente. Tecnicamente parlando, questo rende i messaggi in questo Space non ripudiabili.
ja: このSpace内で送信されたメッセージが送信者によって署名されることを要求します。技術的には、これによりこのSpace内のメッセージは否認できなくなります。
nl: Berichten die in deze Space worden verzonden, moeten door de afzender worden ondertekend. Technisch gezien maakt dit de berichten in deze Space niet-ontkenbaar.
no: Krev at meldinger sendt i denne Space må signeres av avsenderen. Teknisk sett gjør dette meldingene i denne Space ikke-repudiable.
pl: Wymagaj, aby wiadomości wysyłane w tej Przestrzeni były podpisywane przez nadawcę. Mówiąc technicznie, czyni to wiadomości w tej Przestrzeni niemożliwymi do zaprzeczenia.
pt: Requer que mensagens enviadas neste Espaco sejam assinadas pelo remetente. Tecnicamente falando, isso torna as mensagens neste Espaco não repudiáveis.
ro: Necesită ca mesajele trimise în acest Space să fie semnate de expeditor. Tehnic vorbind, acest lucru face ca mesajele din acest Space să fie non-repudiabile.
ru: Требовать, чтобы сообщения, отправленные в этом Space, были подписаны отправителем. Технически это делает сообщения в этом Space необратимыми.
sk: Vyžadovať, aby správy odoslané v tomto Priestore boli podpísané odosielateľom. Technicky povedané, to robí správy v tomto Priestore neodvolateľnými.
sl: Zahtevaj, da so sporočila, poslana v tem Prostoru-u, podpisana s strani pošiljatelja. Tehnično gledano, to naredi sporočila v tem Prostoru-u nepreklicna.
sr: Zahtevaj da poruke poslate u ovom Space budu potpisane od strane pošiljaoca. Tehnički govoreći, ovo čini poruke u ovom Space neodbojivim.
sv: Kräv att meddelanden som skickas i detta Space ska signeras av avsändaren. Tekniskt sett gör detta meddelandena i detta Space icke-repudiabla.
th: ต้องการให้ข้อความที่ส่งใน พื้นที่ นี้ได้รับการลงนามโดยผู้ส่ง กล่าวโดยเทคนิคแล้ว สิ่งนี้ทำให้ข้อความใน พื้นที่ นี้ไม่สามารถปฏิเสธได้
tr: Bu Space'te gönderilen mesajların gönderen tarafından imzalanmasını gerektirir. Teknik olarak, bu mesajları bu Space'te geri alınamaz hale getirir.
uk: Вимагати, щоб повідомлення, надіслані в цьому Space, були підписані відправником. Технічно це робить повідомлення в цьому Space непідробними.
vi: Yêu cầu các tin nhắn được gửi trong Espacio này phải được ký bởi người gửi. Nói một cách kỹ thuật, điều này làm cho các tin nhắn trong Espacio này không thể từ chối.

source: Reset
ar: إعادة تعيين
cs: Obnovit
da: Nulstil
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
he: איפוס
id: Atur Ulang
it: Ripristina
ja: リセット
no: Tilbakestill
pl: Resetuj
pt: Redefinir
ro: Resetează
ru: Сбросить
sk: Obnoviť
sl: Ponastavi
sr: Resetuj
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути

source: Reset App Data
cs: Resetovat data aplikace
el: Επαναφορά δεδομένων εφαρμογής
fr: Réinitialiser les données de l'application
ru: Сбросить данные приложения

source: Restore
ar: استعادة
cs: Obnovit
el: Αποκατάσταση
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 復元
nl: Herstellen
ro: Restaurare
ru: Восстановить
sk: Obnoviť
sl: Obnovi
sr: Vrati
th: กู้คืน

source: Restore Spaces that exist on this device but are missing from your navigation menu.
ar: استعادة المساحات التي توجد على هذا الجهاز ولكنها مفقودة من قائمة التنقل الخاصة بك.
cs: Obnovit prostory, které existují na tomto zařízení, ale chybí v navigačním menu.
da: Gendan rum, der findes på denne enhed, men mangler i din navigationsmenu.
el: Αποκαταστήστε τους χώρους που υπάρχουν σε αυτή τη συσκευή αλλά λείπουν από το μενού πλοήγησής σας.
fr: Restaurer les espaces qui existent sur cet appareil mais qui manquent dans votre menu de navigation.
he: שחזר חללים הקיימים במכשיר זה אך חסרים בתפריט הניווט שלך.
id: Pulihkan Ruang yang ada di perangkat ini tetapi hilang dari menu navigasi Anda.
it: Ripristina gli spazi che esistono su questo dispositivo ma mancano dal tuo menu di navigazione.
ja: このデバイスに存在するがナビゲーションメニューから欠落しているスペースを復元します。
nl: Herstel ruimtes die op dit apparaat bestaan maar ontbreken in je navigatiemenu.
no: Gjenopprett rom som finnes på denne enheten, men som mangler fra navigasjonsmenyen din.
pl: Przywróć przestrzenie, które istnieją na tym urządzeniu, ale brakuje ich w menu nawigacyjnym.
pt: Restaurar Espaços que existem neste dispositivo, mas estão ausentes no seu menu de navegação.
ro: Restaurare spații care există pe acest dispozitiv, dar lipsesc din meniul de navigare.
ru: Восстановить пространства, которые существуют на этом устройстве, но отсутствуют в вашем навигационном меню.
sk: Obnoviť priestory, ktoré existujú na tomto zariadení, ale chýbajú v navigačnom menu.
sl: Obnovite prostore, ki obstajajo na tem napravi, vendar manjkajo v vašem navigacijskem meniju.
sr: Obnovite prostore koji postoje na ovom uređaju, ali nedostaju iz vašeg menija za navigaciju.
sv: Återställ utrymmen som finns på denna enhet men saknas från din navigationsmeny.
th: กู้คืนพื้นที่ที่มีอยู่ในอุปกรณ์นี้แต่ขาดหายไปจากเมนูนำทางของคุณ
tr: Bu cihazda mevcut olan ancak gezinme menünüzden kaybolan alanları geri yükleyin.

source: Restored {0} messages and {1} conversations.
cs: Obnovil jste {0} zpráv a {1} konverzací.
el: Αποκαταστάθηκαν {0} μηνύματα και {1} συνομιλίες.

source: Restored {0} space(s)
ar: تم استعادة {0} مساحة(ات)
cs: Obnoven {0} prostor(y)
da: Gendannet {0} rum
el: Αποκαταστάθηκε {0} χώρος(οι)
fr: Restauré {0} espace(s)
he: שוחזרו {0} חלל(ים)
id: Berhasil memulihkan {0} ruang
it: Ripristinato {0} spazio(i)
ja: {0} スペースを復元しました
nl: Hersteld {0} ruimte(s)
no: Gjenopprettet {0} rom
pl: Przywrócono {0} przestrzeń(i)
pt: Restaurado {0} espaço(s)
ro: Restaurat {0} spațiu(e)
ru: Восстановлено {0} пространство(ий)
sk: Obnovený {0} priestor(ov)
sl: Obnovljen {0} prostor(a)
sr: Obnovljeno {0} prostor(a)
sv: Återställd {0} utrymme(n)
th: กู้คืน {0} พื้นที่
tr: {0} alan(lar) geri yüklendi

source: Restoring...
ar: جارٍ الاستعادة...
cs: Obnovuji...
da: Gendanner...
el: Αποκατάσταση...
fr: Restauration...
he: שחזור...
id: Memulihkan...
it: Ripristinando...
ja: 復元中...
nl: Herstellen...
no: Gjenoppretter...
pl: Przywracanie...
pt: Restaurando...
ro: Restaurare...
ru: Восстановление...
sk: Obnovujem...
sl: Obnavljanje...
sr: Obnavljanje...
sv: Återställer...
th: กำลังคืนค่า...
tr: Geri Yükleniyor...

source: Retry
ar: إعادة المحاولة
cs: Zkusit znovu
da: Prøv igen
el: Δοκιμάστε ξανά
fr: Réessayer
he: נסה שוב
id: Coba lagi
it: Riprova
ja: 再試行
nl: Opnieuw proberen
no: Prøv igjen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Reîncercare
ru: Повторить
sk: Skúsiť znova
sl: Poskusi znova
sr: Pokušaj ponovo
sv: Försök igen
th: ลองอีกครั้ง

source: Roles
ar: الأدوار
cs: Role
da: Roller
de: Rollen
el: Ρόλοι
fi: Roolit
fr: Rôles
he: תפקידים
id: Peran
it: Ruoli
ja: 役割
nl: Rollen
no: Roller
pl: Role
pt: Funções
ro: Roluri
ru: Роли
sk: Úlohy
sl: Vloge
sr: Uloge
sv: Roller
th: บทบาท
tr: Roller
uk: Ролі
vi: Các vai trò

source: Save
ar: احفظ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Sauvegarder
he: שמור
id: Simpan
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sr: Sačuvaj
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти

source: SAVE
cs: ULOŽIT
el: ΑΠΟΘΗΚΕΥΣΗ
fr: ENREGISTRER
ru: СОХРАНИТЬ
sk: ULOŽIŤ

source: Save Changes
ar: حفظ التغييرات
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση Αλλαγών
es: Guardar cambios
fi: Tallenna muutokset
fr: Sauvegarder les modifications
he: שמור שינויים
id: Simpan Perubahan
it: Salva modifiche
ja: 変更を保存
nl: Wijzigingen Opslaan
no: Lagre endringer
pl: Zapisz zmiany
pt: Salvar Alterações
ro: Salvează modificările
ru: Сохранить изменения
sk: Uložiť zmeny
sl: Shrani spremembe
sr: Sačuvaj promene
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Kaydet
uk: Зберегти зміни
vi: Lưu thay đổi

source: Save Contact Photo
ar: حفظ صورة جهة الاتصال
cs: Uložit fotografii kontaktu
da: Gem kontaktfoto
de: Kontaktfoto speichern
el: Αποθήκευση Φωτογραφίας Επαφής
es: Guardar foto de contacto
fi: Tallenna yhteystiedon kuva
fr: Sauvegarder la photo du contact
he: שמור תמונת קשר
id: Simpan Foto Kontak
it: Salva foto contatto
ja: 連絡先写真を保存
nl: Contactfoto Opslaan
no: Lagre kontaktbilde
pl: Zapisz zdjęcie kontaktu
pt: Salvar Foto de Contato
ro: Salvează fotografia de contact
ru: Сохранить фотографию контакта
sk: Uložiť fotografiu kontaktu
sl: Shrani fotografijo stika
sr: Sačuvaj fotografiju kontakta
sv: Spara kontaktfoto
th: บันทึกภาพติดต่อ
tr: İletişim Fotoğrafını Kaydet
uk: Зберегти фото контакту
vi: Lưu ảnh liên hệ

source: Save Edit History
ar: احفظ تاريخ التعديل
cs: Uložit historii úprav
da: Gem redigeringshistorik
de: Bearbeite Verlauf speichern
el: Αποθήκευση Ιστορικού Επεξεργασίας
fi: Tallenna muokkaushistoria
fr: Enregistrer l'historique des modifications
he: שמור היסטוריית עריכה
id: Simpan Riwayat Edit
it: Salva cronologia modifiche
ja: 編集履歴を保存
nl: Sla bewerkingsgeschiedenis op
no: Lagre redigeringshistorikk
pl: Zapisz historię edycji
pt: Salvar Histórico de Edição
ro: Salvează istoricul editărilor
ru: Сохранить историю изменений
sk: Uložiť históriu úprav
sl: Shrani zgodovino urejanja
sr: Sačuvaj istoriju izmena
sv: Spara redigeringshistorik
th: บันทึกประวัติการแก้ไข
tr: Düzenleme Geçmişini Kaydet
uk: Зберегти історію редагувань

source: Save Failed
ar: فشل الحفظ
cs: Uložení se nezdařilo
da: Gemte ikke
de: Speichern fehlgeschlagen
el: Αποτυχία αποθήκευσης
es: Error al Guardar
fi: Tallennus epäonnistui
fr: Échec de la sauvegarde
he: שימור נכשל
id: Gagal Menyimpan
it: Salvataggio Fallito
ja: 保存に失敗しました
nl: Opslaan Mislukt
no: Lagring mislyktes
pl: Zapis nie powiódł się
pt: Falha ao Salvar
ro: Salvarea a eșuat
ru: Сохранение не удалось
sk: Uloženie zlyhalo
sl: Shranjevanje ni uspelo
sr: Čuvanje nije uspelo
sv: Spara misslyckades
th: บันทึกไม่สำเร็จ
tr: Kaydetme Başarısız
uk: Не вдалося зберегти

source: Save Private Key
ar: احفظ المفتاح الخاص
cs: Uložit soukromý klíč
da: Gem privat nøgle
de: Privaten Schlüssel speichern
el: Αποθηκεύστε τον ιδιωτικό κωδικό
es: Guardar clave privada
fi: Tallenna yksityinen avain
fr: Sauvegarder la clé privée
he: שמור מפתח פרטי
id: Simpan Kunci Pribadi
it: Salva chiave privata
ja: プライベートキーを保存
nl: Privésleutel opslaan
no: Lagre privat nøkkel
pl: Zapisz prywatny klucz
pt: Salvar Chave Privada
ro: Salvează cheia privată
ru: Сохранить приватный ключ
sk: Uložiť súkromný kľúč
sl: Shrani zasebni ključ
sr: Sačuvaj privatni ključ
sv: Spara privat nyckel
th: บันทึกคีย์ส่วนตัว
tr: Özel Anahtarı Kaydet
uk: Зберегти приватний ключ
vi: Lưu khóa riêng

source: Save User Key
ar: حفظ مفتاح المستخدم
cs: Uložit uživatelský klíč
da: Gem brugernøgle
de: Benutzerschlüssel speichern
el: Αποθήκευση Κλειδιού Χρήστη
es: Guardar clave de usuario
fi: Tallenna käyttäjäavain
fr: Sauvegarder la clé utilisateur
he: שמור מפתח משתמש
id: Simpan Kunci Pengguna
it: Salva chiave utente
ja: ユーザーキーを保存
nl: Gebruikerssleutel Opslaan
no: Lagre bruker-nøkkel
pl: Zapisz klucz użytkownika
pt: Salvar Chave de Usuário
ro: Salvează cheia utilizatorului
ru: Сохранить ключ пользователя
sk: Uložiť používateľský kľúč
sl: Shrani uporabniški ključ
sr: Sačuvaj korisnički ključ
sv: Spara användarnyckel
th: บันทึกกุญแจผู้ใช้
tr: Kullanıcı Anahtarını Kaydet
uk: Зберегти ключ користувача
vi: Lưu khóa người dùng

source: saved config is out of date
ar: التكوين المحفوظ قديم
cs: uložená konfigurace je zastaralá
da: gemt konfiguration er forældet
de: Gespeicherte Konfiguration ist veraltet
el: η αποθηκευμένη ρύθμιση είναι παλιά
es: la configuración guardada está desactualizada
fi: tallennettu konfiguraatio on vanhentunut
fr: la configuration enregistrée est obsolète
he: הגדרת הקונפיגורציה שהושמרה אינה עדכנית
id: konfigurasi yang disimpan sudah kadaluarsa
it: la configurazione salvata è obsoleta
ja: 保存された設定は古くなっています
nl: opgeslagen configuratie is verouderd
no: lagret konfigurasjon er utdatert
pl: zapisana konfiguracja jest nieaktualna
pt: a configuração salva está desatualizada
ro: configurația salvată este depășită
ru: сохраненная конфигурация устарела
sk: uložená konfigurácia je zastaraná
sl: shranjena konfiguracija je zastarela
sr: sačuvana konfiguracija je zastarela
sv: sparad konfiguration är föråldrad
th: การตั้งค่าที่บันทึกไว้ล้าสมัย
tr: kaydedilen yapılandırma güncel değil
uk: збережена конфігурація застаріла
vi: cấu hình đã lưu đã lỗi thời

source: Saving...
ar: جارٍ الحفظ...
cs: Ukládání...
da: Gemmer...
de: Speichern...
el: Αποθήκευση...
es: Guardando...
fi: Tallennetaan...
fr: Enregistrement...
he: שומר...
id: Menyimpan...
it: Salvataggio...
ja: 保存中...
nl: Opslaan...
no: Lagrer...
pl: Zapisywanie...
pt: Salvando...
ro: Se salvează...
ru: Сохранение...
sk: Ukladám...
sl: Shranjujem...
sr: Čuvanje...
sv: Sparar...
th: กำลังบันทึก...
tr: Kaydediliyor...
uk: Збереження...

source: Search failed: {0}
ar: فشل البحث: {0}
cs: Hledání selhalo: {0}
da: Søgning mislykkedes: {0}
de: Suche fehlgeschlagen: {0}
el: Αποτυχία αναζήτησης: {0}
es: Error de búsqueda: {0}
fi: Haku epäonnistui: {0}
fr: Échec de la recherche : {0}
he: נכשל בחיפוש: {0}
id: Pencarian gagal: {0}
it: Ricerca non riuscita: {0}
ja: 検索に失敗しました: {0}
nl: Zoeken mislukt: {0}
no: Søket mislyktes: {0}
pl: Nieudane wyszukiwanie: {0}
pt: Pesquisa falhou: {0}
ro: Încercarea de căutare a eșuat: {0}
ru: Поиск не удался: {0}
sk: Vyhľadávanie zlyhalo: {0}
sl: Iskanje ni uspelo: {0}
sr: Pretraga nije uspela: {0}
sv: Sökningen misslyckades: {0}
th: การค้นหาไม่สำเร็จ: {0}
tr: Arama başarısız: {0}
uk: Пошук не вдався: {0}
vi: Tìm kiếm thất bại: {0}

source: Search here
ar: ابحث هنا
cs: Hledejte zde
da: Søg her
de: Hier suchen
el: Αναζητήστε εδώ
es: Buscar aquí
fi: Etsi täältä
fr: Recherchez ici
he: חפש כאן
id: Cari di sini
it: Cerca qui
ja: ここで検索
nl: Zoek hier
no: Søk her
pl: Szukaj tutaj
pt: Pesquise aqui
ro: Caută aici
ru: Искать здесь
sk: Hľadajte tu
sl: Išči tukaj
sr: Pretraži ovde
sv: Sök här
th: ค้นหาที่นี่
tr: Burada ara
uk: Шукайте тут
vi: Tìm kiếm ở đây

source: Search in this Space
ar: البحث في هذا فضاء
cs: Hledat v tomto Prostor
da: Søg i dette Space
de: In diesem Space suchen
el: Αναζήτηση σε αυτό το Χώρος
es: Buscar en este Espacio
fi: Hae tässä Tilassa
fr: Rechercher dans cet Espace
he: חפש בחלל הזה
id: Cari di Space ini
it: Ricerca in questo Spazio
ja: このスペースで検索
nl: Zoeken in deze Space
no: Søk i denne Rom
pl: Wyszukaj w tej Przestrzeni
pt: Pesquisar neste Espaço
ro: Caută în acest Spațiu
ru: Поиск в этом Пространство
sk: Vyhľadávanie v tomto Priestore
sl: Išči v tem Prostoru-u
sr: Pretraga u ovom Простору-u
sv: Sök i detta Space
th: ค้นหาใน พื้นที่ นี้
tr: bu Alan'da ara
uk: Пошук у цьому Простір
vi: Tìm kiếm trong Space này

source: Search in this Space...
ar: ابحث في هذا الفضاء...
cs: Hledat v tomto Space...
da: Søg i dette Space...
de: Suche in diesem Raum...
el: Αναζήτηση σε αυτό το Χώρο...
fi: Etsi tästä Space...
fr: Rechercher dans cet Espacio...
he: חפש במרחב הזה...
id: Cari di Ruang ini...
it: Cerca in questo Spazio...
ja: このスペースで検索...
nl: Zoeken in deze Space...
no: Søk i dette Space...
pl: Szukaj w tej Space...
pt: Pesquisar neste Espaço...
ro: Caută în acest Spațiu...
ru: Поиск в этом Пространстве...
sk: Hľadať v tomto Space...
sl: Išči v tem prostoru...
sr: Pretraži u ovom prostoru...
sv: Sök i detta Space...
th: ค้นหาใน Space นี้...
tr: Bu Uzayda Ara...
uk: Шукати в цьому Просторі...

source: Search Messages
ar: ابحث عن الرسائل
cs: Hledat zprávy
da: Søg Beskeder
de: Nachrichten durchsuchen
el: Αναζήτηση Μηνυμάτων
fi: Etsi viestejä
fr: Rechercher des messages
he: חפש הודעות
id: Cari Pesan
it: Cerca Messaggi
ja: メッセージを検索
nl: Berichten Zoeken
no: Søk Meldinger
pl: Szukaj wiadomości
pt: Pesquisar Mensagens
ro: Caută Mesaje
ru: Поиск сообщений
sk: Hľadať správy
sl: Išči sporočila
sr: Pretraži poruke
sv: Sök Meddelanden
th: ค้นหาข้อความ
tr: Mesajları Ara
uk: Шукати Повідомлення

source: Search messages...
ar: البحث عن الرسائل...
cs: Hledat zprávy...
da: Søg beskeder...
de: Nachrichten suchen...
el: Αναζήτηση μηνυμάτων...
es: Buscando mensajes...
fi: Hae viestejä...
fr: Rechercher des messages...
he: חפש הודעות...
id: Cari pesan...
it: Cerca messaggi...
ja: メッセージを検索中...
nl: Berichten zoeken...
no: Søk meldinger...
pl: Wyszukaj wiadomości...
pt: Pesquisar mensagens...
ro: Caută mesaje...
ru: Поиск сообщений...
sk: Vyhľadávanie správ...
sl: Išči sporočila...
sr: Pretraga poruka...
sv: Sök meddelanden...
th: ค้นหาข้อความ...
tr: mesajları arıyor...
uk: Пошук повідомлень...
vi: Tìm kiếm tin nhắn...

source: Search Results
ar: نتائج البحث
cs: Výsledky hledání
da: Søgeresultater
el: Αποτελέσματα Αναζήτησης
fr: Résultats de recherche
he: תוצאות חיפוש
id: Hasil Pencarian
it: Risultati di ricerca
ja: 検索結果
nl: Zoekresultaten
no: Søkeresultater
pl: Wyniki wyszukiwania
pt: Resultados da Pesquisa
ro: Rezultatele căutării
ru: Результаты поиска
sk: Výsledky vyhľadávania
sl: Rezultati iskanja
sr: Rezultati pretrage
sv: Sökresultat
th: ผลการค้นหา
tr: Arama Sonuçları

source: Search username or address
ar: ابحث عن اسم المستخدم أو العنوان
cs: Hledat uživatelské jméno nebo adresu
da: Søg efter brugernavn eller adresse
el: Αναζήτηση ονόματος χρήστη ή διεύθυνσης
fr: Rechercher un nom d'utilisateur ou une adresse
he: חפש שם משתמש או כתובת
id: Cari nama pengguna atau alamat
it: Cerca nome utente o indirizzo
ja: ユーザー名またはアドレスを検索
nl: Zoek gebruikersnaam of adres
no: Søk etter brukernavn eller adresse
pl: Szukaj nazwy użytkownika lub adresu
pt: Pesquisar nome de usuário ou endereço
ro: Caută numele de utilizator sau adresa
ru: Поиск имени пользователя или адреса
sk: Hľadať používateľské meno alebo adresu
sl: Išči uporabniško ime ali naslov
sr: Pretraži korisničko ime ili adresu
sv: Sök användarnamn eller adress
th: ค้นหาชื่อผู้ใช้หรือที่อยู่
tr: Kullanıcı adı veya adres ara

source: Search Username or Address
ar: ابحث عن اسم المستخدم أو العنوان
cs: Hledat uživatelské jméno nebo adresu
da: Søg efter brugernavn eller adresse
de: Benutzername oder Adresse suchen
el: Αναζήτηση Όνομα χρήστη ή Διεύθυνση
fi: Hae käyttäjänimeä tai osoitetta
fr: Rechercher un nom d'utilisateur ou une adresse
he: חפש שם משתמש או כתובת
id: Cari Nama Pengguna atau Alamat
it: Cerca Nome utente o Indirizzo
ja: ユーザー名またはアドレスを検索
nl: Zoek gebruikersnaam of adres
no: Søk etter brukernavn eller adresse
pl: Szukaj nazwy użytkownika lub adresu
pt: Pesquisar Nome de Usuário ou Endereço
ro: Caută numele de utilizator sau adresa
ru: Поиск имени пользователя или адреса
sk: Hľadať používateľské meno alebo adresu
sl: Išči uporabniško ime ali naslov
sr: Pretraži korisničko ime ili adresu
sv: Sök användarnamn eller adress
th: ค้นหาชื่อผู้ใช้หรือที่อยู่
tr: Kullanıcı Adı veya Adres Ara
uk: Шукати ім'я користувача або адресу

source: Search...
ar: بحث...
cs: Hledat...
el: Αναζήτηση...
fr: Rechercher...
id: Cari...
it: Cerca...
ja: 検索...
nl: Zoeken...
ro: Caută...
ru: Поиск...
sk: Hľadať...
sl: Išči...
sr: Pretraži...
th: ค้นหา...

source: Searching...
ar: جارٍ البحث...
cs: Hledání...
da: Søger...
de: Suche läuft...
el: Αναζητώντας...
es: Buscando...
fi: Etsitään...
fr: Recherche en cours...
he: מחפש...
id: Mencari...
it: Cercando...
ja: 検索中...
nl: Zoeken...
no: Søker...
pl: Wyszukiwanie...
pt: Pesquisando...
ro: Căutare...
ru: Поиск...
sk: Hľadám...
sl: Iščem...
sr: Pretraživanje...
sv: Söker...
th: กำลังค้นหา...
tr: Aranıyor...
uk: Шукаю...
vi: Đang tìm kiếm...

source: Security
ar: الأمان
cs: Bezpečnost
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
fr: Sécurité
he: אבטחה
id: Keamanan
it: Sicurezza
ja: セキュリティ
nl: Beveiliging
no: Sikkerhet
pl: Bezpieczeństwo
pt: Segurança
ro: Securitate
ru: Безопасность
sk: Bezpečnosť
sl: Varnost
sr: Bezbednost
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: Bảo mật

source: Select
ar: اختر
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
fi: Valitse
fr: Sélectionner
he: בחר
id: Pilih
it: Seleziona
ja: 選択
nl: Selecteer
no: Velg
pl: Wybierz
pt: Selecionar
ro: Selectați
ru: Выбрать
sk: Vybrať
sl: Izberi
sr: Izaberi
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати

source: Select an option
ar: اختر خيارًا
cs: Vyberte možnost
da: Vælg en mulighed
de: Wähle eine Option
el: Επιλέξτε μια επιλογή
es: Seleccionar una opción
fi: Valitse vaihtoehto
fr: Sélectionner une option
he: בחר אפשרות
id: Pilih opsi
it: Seleziona un'opzione
ja: オプションを選択
nl: Selecteer een optie
no: Velg et alternativ
pl: Wybierz opcję
pt: Selecionar uma opção
ro: Selectează o opțiune
ru: Выберите вариант
sk: Vyberte možnosť
sl: Izberite možnost
sr: Izaberi opciju
sv: Välj ett alternativ
th: เลือกตัวเลือก
tr: Bir seçenek seçin
uk: Вибрати опцію
vi: Chọn một tùy chọn

source: Select conversation
ar: اختر المحادثة
cs: Vybrat konverzaci
da: Vælg samtale
de: Unterhaltung auswählen
el: Επιλέξτε συνομιλία
es: Seleccionar conversación
fi: Valitse keskustelu
fr: Sélectionner la conversation
he: בחר שיחה
id: Pilih percakapan
it: Seleziona conversazione
ja: 会話を選択
nl: Selecteer gesprek
no: Velg samtale
pl: Wybierz rozmowę
pt: Selecionar conversa
ro: Selectează conversația
ru: Выбрать разговор
sk: Vyberte konverzáciu
sl: Izberi pogovor
sr: Izaberi razgovor
sv: Välj konversation
th: เลือกการสนทนา
tr: Sohbeti seç
uk: Вибрати розмову
vi: Chọn cuộc trò chuyện

source: Select default channel
ar: اختر القناة الافتراضية
cs: Vyberte výchozí kanál
da: Vælg standardkanal
de: Standardkanal auswählen
el: Επιλέξτε προεπιλεγμένο κανάλι
es: Seleccionar canal predeterminado
fi: Valitse oletuskanava
fr: Sélectionner le canal par défaut
he: בחר ערוץ ברירת מחדל
id: Pilih saluran default
it: Seleziona canale predefinito
ja: デフォルトチャンネルを選択
nl: Selecteer standaardkanaal
no: Velg standardkanal
pl: Wybierz domyślny kanał
pt: Selecionar canal padrão
ro: Selectează canalul implicit
ru: Выберите канал по умолчанию
sk: Vybrať predvolený kanál
sl: Izberite privzeti kanal
sr: Izaberi podrazumevani kanal
sv: Välj standardkanal
th: เลือกช่องทางเริ่มต้น
tr: Varsayılan kanalı seçin
uk: Вибрати канал за замовчуванням
vi: Chọn kênh mặc định
