Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Space Settings
ar: إعدادات الفضاء
cs: Nastavení Space
da: Space Indstillinger
de: Raum-Einstellungen
el: Ρυθμίσεις Χώρου
es: Configuración del Espacio
fi: Tila-asetukset
fr: Paramètres de l'Espace
he: הגדרות מרחב
id: Pengaturan Ruang
it: Impostazioni Spazio
ja: スペース設定
nl: Space Instellingen
no: Space-innstillinger
pl: Ustawienia Space
pt: Configurações do Espaço
ro: Setări Spațiu
ru: Настройки Пространства
sk: Nastavenia Espacia
sl: Nastavitve prostora
sr: Podešavanja Space
sv: Space-inställningar
th: การตั้งค่า Space
tr: Space Ayarları
uk: Налаштування Простір

source: Start typing to search messages...
ar: ابدأ الكتابة للبحث عن الرسائل...
cs: Začněte psát pro hledání zpráv...
da: Begynd at skrive for at søge beskeder...
de: Beginnen Sie mit der Eingabe, um Nachrichten zu suchen...
el: Ξεκινήστε να πληκτρολογείτε για να αναζητήσετε μηνύματα...
es: Comienza a escribir para buscar mensajes...
fi: Aloita kirjoittaminen etsiäksesi viestejä...
fr: Commencez à taper pour rechercher des messages...
he: התחל להקליד כדי לחפש הודעות...
id: Mulai mengetik untuk mencari pesan...
it: Inizia a digitare per cercare messaggi...
ja: メッセージを検索するには入力を開始してください...
nl: Begin met typen om berichten te zoeken...
no: Begynn å skrive for å søke meldinger...
pl: Zacznij pisać, aby wyszukać wiadomości...
pt: Comece a digitar para pesquisar mensagens...
ro: Începe să scrii pentru a căuta mesaje...
ru: Начните вводить, чтобы искать сообщения...
sk: Začnite písať, aby ste vyhľadali správy...
sl: Začni tipkati, da iščeš sporočila...
sr: Počni da kucaš da pretražiš poruke...
sv: Börja skriva för att söka meddelanden...
th: เริ่มพิมพ์เพื่อค้นหาข้อความ...
tr: mesajları aramak için yazmaya başlayın...
uk: Почніть вводити, щоб шукати повідомлення...
vi: Bắt đầu gõ để tìm kiếm tin nhắn...

source: Status goes here
ar: الحالة تذهب هنا
cs: Status jde sem
da: Status går her
de: Status kommt hierher
el: Η κατάσταση πηγαίνει εδώ
es: El estado va aquí
fi: Tila menee tänne
fr: Le statut va ici
he: סטטוס הולך כאן
id: Status pergi di sini
it: Lo stato va qui
ja: ステータスはここに表示されます
nl: Status gaat hier
no: Status går her
pl: Status idzie tutaj
pt: O status vai aqui
ro: Starea merge aici
ru: Статус будет здесь
sk: Štatút ide sem
sl: Status gre sem
sr: Status ide ovde
sv: Status går här
th: สถานะไปที่นี่
tr: Durum buraya gelecek
uk: Статус йде сюди
vi: Trạng thái ở đây

source: Stickers
ar: ملصقات
cs: Nálepky
da: Klistermærker
de: Aufkleber
el: Αυτοκόλλητα
es: Pegatinas
fi: Tarrat
fr: Autocollants
he: מדבקות
id: Stiker
it: Adesivi
ja: ステッカー
no: Klistremerker
pl: Naklejki
pt: Adesivos
ro: Autocolante
ru: Наклейки
sk: Nálepky
sl: Nalepke
sr: Stiker
sv: Klippor
th: สติกเกอร์
tr: Çıkartmalar
uk: Стікери
vi: Nhãn dán

source: Strikethrough
ar: شطب
cs: Přeškrtnutí
el: Διαγραφή με διαγραμμένο
fr: Barré
ja: 取り消し線
nl: Doorhalen
ru: Зачеркнутый текст
sk: Prečiarknuté
sl: Prečrtano
sr: Precrtano
th: ขีดฆ่า

source: Successfully sent invite to {0}
ar: تم إرسال الدعوة بنجاح إلى {0}
cs: Úspěšně odeslána pozvánka na {0}
da: Sendte invitation til {0} med succes
de: Erfolgreich eine Einladung an {0} gesendet
el: Επιτυχώς αποστάλθηκε πρόσκληση στον {0}
es: Invitación enviada con éxito a {0}
fi: Onnistunut kutsun lähettäminen osoitteeseen {0}
fr: Envoi réussi de l'invitation à {0}
he: הזמנה נשלחה בהצלחה ל-{0}
id: Berhasil mengirim undangan kepada {0}
it: Invito inviato con successo a {0}
ja: {0}への招待を正常に送信しました
nl: Uitnodiging succesvol verzonden naar {0}
no: Invitasjon sendt til {0} med suksess
pl: Pomyslnie wysłano zaproszenie do {0}
pt: Convite enviado com sucesso para {0}
ro: Invitația a fost trimisă cu succes către {0}
ru: Успешно отправлено приглашение на {0}
sk: Úspešne odoslaná pozvánka pre {0}
sl: Uspešno poslano povabilo {0}
sr: Uspešno poslata pozivnica {0}
sv: Framgångsrikt skickad inbjudan till {0}
th: ส่งคำเชิญไปยัง {0} สำเร็จ
tr: {0} için davet başarıyla gönderildi
uk: Успішно надіслано запрошення до {0}
vi: Đã gửi lời mời thành công đến {0}

source: Sync Kick Status
ar: مزامنة حالة الطرد
cs: Synchronizovat stav vykopnutí
da: Synkroniser udelukkelsesstatus
de: Kick-Status synchronisieren
el: Synchroniseer Kick-status
es: Sincronizar estado de expulsión
fi: Synkronoi potkutila
fr: Synchroniser l'état d'expulsion
he: סנכרן מצב הדחה
id: Sinkronkan Status Kick
it: Sincronizza stato espulsione
ja: キックステータスを同期
nl: Synchroniseer Kick Status
no: Synkroniser kick-status
pl: Synchronizuj status wyrzucenia
pt: Sincronizar Status de Expulsão
ro: Sincronizează statutul de eliminare
ru: Синхронизировать статус исключения
sk: Synchronizovať stav vykopnutia
sl: Sinhroniziraj stanje izgnanja
sr: Sinhronizuj status izbacivanja
sv: Synkronisera kickstatus
th: ซิงค์สถานะการเตะ
tr: Atma Durumunu Senkronize Et
uk: Синхронізувати статус виключення

source: Syncing...
ar: جارٍ المزامنة...
cs: Synchronizuji...
el: Συγχρονισμός...
fr: Synchronisation...
id: Menyinkronkan...
ja: 同期中...
nl: Synchroniseren...
ro: Sincronizare...
ru: Синхронизация...
sk: Synchronizácia...
sl: Sinhronizacija...
sr: Sinhronizacija...
th: กำลังซิงค์...

source: System
ar: نظام
cs: Systém
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
id: Sistem
it: Sistema
ja: システム
nl: Systeem
pt: Sistema
ro: Sistem
ru: Система
sk: Systém
sl: Sistem
sr: Sistem
th: ระบบ
tr: Sistem
uk: Система
vi: Hệ thống

source: Tag Image
cs: Obrázek značky
el: Εικόνα Σημείου

source: Tap to copy
ar: اضغط لنسخ
cs: Klepněte pro zkopírování
da: Tryk for at kopiere
de: Tippen Sie, um zu kopieren
el: Πατήστε για αντιγραφή
es: Toca para copiar
fi: Koputa kopioidaksesi
fr: Appuyez pour copier
he: הקש כדי להעתיק
id: Ketuk untuk menyalin
it: Tocca per copiare
ja: コピーするにはタップしてください
nl: Tik om te kopiëren
no: Trykk for å kopiere
pl: Stuknij, aby skopiować
pt: Toque para copiar
ro: Atinge pentru a copia
ru: Нажмите, чтобы скопировать
sk: Klepni na skopírovanie
sl: Dotakni se za kopiranje
sr: Dodirnite da kopirate
sv: Tryck för att kopiera
th: แตะเพื่อคัดลอก
tr: Kopyalamak için dokunun
uk: Натисніть, щоб скопіювати
vi: Nhấn để sao chép

source: Tap to select
ar: اضغط للاختيار
cs: Klepněte pro výběr
da: Tryk for at vælge
de: Tippen Sie, um auszuwählen
el: Πατήστε για επιλογή
es: Toca para seleccionar
fi: Koputa valitaksesi
fr: Appuyez pour sélectionner
he: הקש כדי לבחור
id: Ketuk untuk memilih
it: Tocca per selezionare
ja: 選択するにはタップしてください
nl: Tik om te selecteren
no: Trykk for å velge
pl: Stuknij, aby wybrać
pt: Toque para selecionar
ro: Atinge pentru a selecta
ru: Нажмите, чтобы выбрать
sk: Klepni na výber
sl: Dotakni se za izbiro
sr: Dodirnite da izaberete
sv: Tryck för att välja
th: แตะเพื่อเลือก
tr: Seçmek için dokunun
uk: Натисніть, щоб вибрати
vi: Nhấn để chọn

source: Tell us about yourself...
ar: أخبرنا عن نفسك...
cs: Povězte nám o sobě...
el: Πες μας για τον εαυτό σου...
fr: Parlez-nous de vous...
ja: 自分について教えてください...
nl: Vertel ons over jezelf...
ru: Расскажите о себе...
sk: Povedzte nám o sebe...
sl: Povej nam nekaj o sebi...
sr: Reci nam nešto o sebi...
th: บอกเราเกี่ยวกับตัวคุณ...

source: The invite link format is invalid.
ar: تنسيق رابط الدعوة غير صالح.
cs: Formát pozvánkového odkazu je neplatný.
da: Invite link formatet er ugyldigt.
de: Das Format des Einladungslinks ist ungültig.
el: Het formaat van de uitnodigingslink is ongeldig.
es: El formato del enlace de invitación no es válido.
fi: Kutsulinkkimuoto on virheellinen.
fr: Le format du lien d'invitation est invalide.
he: פורמט קישור ההזמנה אינו תקין.
id: Format tautan undangan tidak valid.
it: Il formato del link di invito non è valido.
ja: 招待リンクの形式が無効です。
nl: Het formaat van de uitnodigingslink is ongeldig.
no: Invitasjonslenkeformatet er ugyldig.
pl: Format linku zaproszenia jest nieprawidłowy.
pt: O formato do link de convite é inválido.
ro: Formatul linkului de invitație este invalid.
ru: Формат ссылки приглашения недействителен.
sk: Formát pozývacieho odkazu je neplatný.
sl: Oblika povezave za povabilo je neveljavna.
sr: Format linka za poziv je nevažeći.
sv: Inbjudningslänkens format är ogiltigt.
th: รูปแบบลิงก์เชิญไม่ถูกต้อง
tr: Davet bağlantısı formatı geçersiz.
uk: Формат посилання запрошення недійсний.

source: The invite link has expired or is invalid.
ar: رابط الدعوة قد انتهت صلاحيته أو غير صالح.
cs: Odkaz na pozvánku vypršel nebo je neplatný.
da: Invitationslinket er udløbet eller ugyldigt.
de: Der Einladungslink ist abgelaufen oder ungültig.
el: Ο σύνδεσμος πρόσκλησης έχει λήξει ή είναι άκυρος.
es: El enlace de invitación ha caducado o no es válido.
fi: Kutsulinkki on vanhentunut tai on virheellinen.
fr: Le lien d'invitation a expiré ou n'est pas valide.
he: קישור ההזמנה פג או אינו תקף.
id: Tautan undangan telah kedaluwarsa atau tidak valid.
it: Il link di invito è scaduto o non è valido.
ja: 招待リンクは期限切れまたは無効です。
nl: De uitnodigingslink is verlopen of ongeldig.
no: Invitasjonslenken har utløpt eller er ugyldig.
pl: Link zaproszenia wygasł lub jest nieprawidłowy.
pt: O link de convite expirou ou é inválido.
ro: Linkul de invitație a expirat sau este invalid.
ru: Срок действия ссылки на приглашение истек или она недействительна.
sk: Pozvánkový odkaz vypršal alebo je neplatný.
sl: Povezava za povabilo je potekla ali je neveljavna.
sr: Link za pozivnicu je istekao ili je nevažeći.
sv: Inbjudningslänken har gått ut eller är ogiltig.
th: ลิงก์คำเชิญหมดอายุหรือไม่ถูกต้อง
tr: Davet bağlantısı süresi dolmuş veya geçersiz.
uk: Посилання на запрошення закінчилося або є недійсним.
vi: Liên kết mời đã hết hạn hoặc không hợp lệ.

source: The page you're looking for doesn't exist or has been moved. Let's get you back on track.
ar: الصفحة التي تبحث عنها غير موجودة أو تم نقلها. دعنا نعيدك إلى المسار الصحيح.
cs: Stránka, kterou hledáte, neexistuje nebo byla přesunuta. Pojďme vás dostat zpět na správnou cestu.
da: Siden, du leder efter, findes ikke eller er blevet flyttet. Lad os få dig tilbage på sporet.
de: Die Seite, die du suchst, existiert nicht oder wurde verschoben. Lass uns dich wieder auf den richtigen Weg bringen.
el: Η σελίδα που ψάχνετε δεν υπάρχει ή έχει μετακινηθεί. Ας σας επαναφέρουμε στον σωστό δρόμο.
fi: Etsimääsi sivua ei ole olemassa tai se on siirretty. Palataan takaisin raiteille.
fr: La page que vous recherchez n'existe pas ou a été déplacée. Revenons sur la bonne voie.
he: הדף שאתה מחפש אינו קיים או הועבר. בוא נחזיר אותך למסלול.
id: Halaman yang Anda cari tidak ada atau telah dipindahkan. Mari kita kembalikan Anda ke jalur yang benar.
it: La pagina che stai cercando non esiste o è stata spostata. Torniamo indietro.
ja: お探しのページは存在しないか、移動されました。元に戻りましょう。
nl: De pagina die je zoekt bestaat niet of is verplaatst. Laten we je weer op de juiste weg helpen.
no: Siden du leter etter eksisterer ikke eller har blitt flyttet. La oss få deg tilbake på sporet.
pl: Strona, której szukasz, nie istnieje lub została przeniesiona. Wróćmy na właściwą drogę.
pt: A página que você está procurando não existe ou foi movida. Vamos te ajudar a voltar ao caminho.
ro: Pagina pe care o cauți nu există sau a fost mutată. Să te ajutăm să te întorci pe drumul cel bun.
ru: Страница, которую вы ищете, не существует или была перемещена. Давайте вернем вас на правильный путь.
sk: Stránka, ktorú hľadáte, neexistuje alebo bola presunutá. Poďme vás dostať späť na správnu cestu.
sl: Stran, ki jo iščete, ne obstaja ali je bila premaknjena. Poglejmo, da vas vrnemo na pravo pot.
sr: Stranica koju tražite ne postoji ili je premestena. Vratimo vas na pravi put.
sv: Sidan du letar efter finns inte eller har flyttats. Låt oss få dig tillbaka på rätt spår.
th: หน้าที่คุณกำลังมองหาไม่มีอยู่หรือถูกย้าย มาทำให้คุณกลับมาสู่เส้นทางที่ถูกต้อง
tr: Aradığınız sayfa mevcut değil veya taşındı. Sizi tekrar yola çıkaralım.
uk: Сторінка, яку ви шукаєте, не існує або була переміщена. Давайте повернемо вас на правильний шлях.

source: This action cannot be undone and will permanently remove all the Space settings. To delete the Space, you must first delete all Channels.
ar: لا يمكن التراجع عن هذا الإجراء وسيرفع جميع إعدادات مساحة بشكل دائم. لحذف مساحة، يجب أولاً حذف جميع القنوات.
cs: Tato akce nelze vrátit zpět a trvale odstraní všechna nastavení Space. Chcete-li odstranit Space, musíte nejprve odstranit všechny kanály.
da: Denne handling kan ikke fortrydes og vil permanent fjerne alle Space indstillinger. For at slette Space skal du først slette alle kanaler.
de: Diese Aktion kann nicht rückgängig gemacht werden und entfernt dauerhaft alle Einstellungen des Spaces. Um den Space zu löschen, musst du zuerst alle Kanäle löschen.
el: Deze actie kan niet ongedaan worden gemaakt en zal alle instellingen van de Μόνιμη διαγραφή Χώρου. Για να διαγράψετε τον Χώρο, πρέπει πρώτα alle Kanalen verwijderen.
es: Esta acción no se puede deshacer y eliminará permanentemente todas las configuraciones del Espacio. Para eliminar el Espacio, primero debes eliminar todos los Canales.
fi: Tätä toimintoa ei voi peruuttaa, ja se poistaa pysyvästi kaikki Tila-asetukset. Poistaaksesi Tila, sinun on ensin poistettava kaikki kanavat.
fr: Cette action ne peut pas être annulée et supprimera définitivement tous les paramètres de l'Espace. Pour supprimer l'Espace, vous devez d'abord supprimer tous les canaux.
he: פעולה זו אינה ניתנת לביטול ותסיר לצמיתות את כל הגדרות ה-מרחב. כדי למחוק את ה-מרחב, עליך קודם למחוק את כל הערוצים.
id: Tindakan ini tidak dapat dibatalkan dan akan menghapus semua pengaturan Ruang secara permanen. Untuk menghapus Ruang, Anda harus terlebih dahulu menghapus semua Saluran.
it: Questa azione non può essere annullata e rimuoverà permanentemente tutte le impostazioni dello Spazio. Per eliminare lo Spazio, devi prima eliminare tutti i canali.
ja: この操作は元に戻せず、すべてのスペース設定を永久に削除します。スペースを削除するには、最初にすべてのチャンネルを削除する必要があります。
nl: Deze actie kan niet ongedaan worden gemaakt en zal alle instellingen van de Space permanent verwijderen. Om de Space te verwijderen, moet je eerst alle Kanalen verwijderen.
no: Denne handlingen kan ikke angres og vil permanent fjerne alle Space-innstillinger. For å slette Space må du først slette alle kanaler.
pl: Ta akcja nie może być cofnięta i na stałe usunie wszystkie ustawienia Space. Aby usunąć Space, musisz najpierw usunąć wszystkie kanały.
pt: Esta ação não pode ser desfeita e removerá permanentemente todas as configurações do Space. Para deletar o Space, você deve primeiro deletar todos os Canais.
ro: Această acțiune nu poate fi anulată și va elimina permanent toate setările Espaciului. Pentru a șterge Espaciul, trebuie mai întâi să ștergi toate Canalele.
ru: Это действие нельзя отменить и оно навсегда удалит все настройки Пространства. Чтобы удалить Пространство, сначала необходимо удалить все каналы.
sk: Táto akcia nie je možné zrušiť a natrvalo odstráni všetky nastavenia Space. Aby ste odstránili Space, musíte najprv odstrániť všetky kanály.
sl: Ta akcija ni povratna in bo trajno odstranila vse nastavitve Space. Da izbrišete Space, morate najprej izbrisati vse kanale.
sr: Ova akcija se ne može poništiti i trajno će ukloniti sve postavke Space. Da biste obrisali Space, prvo morate obrisati sve kanale.
sv: Denna åtgärd kan inte ångras och kommer permanent att ta bort alla inställningar för Space. För att ta bort Space måste du först ta bort alla kanaler.
th: การกระทำนี้ไม่สามารถย้อนกลับได้และจะลบการตั้งค่าทั้งหมดของ Space อย่างถาวร เพื่อที่จะลบ Space คุณต้องลบช่องทั้งหมดก่อน
tr: Bu işlem geri alınamaz ve tüm Space ayarlarını kalıcı olarak kaldıracaktır. Space'yu silmek için önce tüm Kanalları silmelisiniz.
uk: Ця дія не може бути скасована і назавжди видалить усі налаштування Простір. Щоб видалити Простір, спочатку потрібно видалити всі канали.

source: This bio will be visible to others when they view your profile.
ar: ستكون هذه السيرة الذاتية مرئية للآخرين عند عرض ملفك الشخصي.
cs: Tento bio bude viditelný ostatním, když si prohlédnou váš profil.
el: Αυτή η βιογραφία θα είναι ορατή σε άλλους όταν δουν το προφίλ σου.
fr: Ce bio sera visible par d'autres lorsqu'ils consulteront votre profil.
ja: このバイオは、他の人があなたのプロフィールを表示したときに見えるようになります。
nl: Deze bio is zichtbaar voor anderen wanneer ze je profiel bekijken.
ru: Эта биография будет видна другим, когда они просматривают ваш профиль.
sk: Tento bio bude viditeľný pre ostatných, keď si pozrú váš profil.
sl: Ta bio bo viden drugim, ko si ogledajo tvoj profil.
sr: Ova biografija će biti vidljiva drugima kada pogledaju vaš profil.
th: ชีวประวัตินี้จะปรากฏให้ผู้อื่นเห็นเมื่อพวกเขาดูโปรไฟล์ของคุณ.

source: This conversation
ar: هذه المحادثة
cs: Tento rozhovor
da: Denne samtale
el: Αυτή η συνομιλία
fr: Cette conversation
he: שיחה זו
id: Percakapan ini
it: Questa conversazione
ja: この会話
nl: Dit gesprek
no: Denne samtalen
pl: Ta rozmowa
pt: Esta conversa
ro: Această conversație
ru: Этот разговор
sk: Táto konverzácia
sl: Ta pogovor
sr: Ova konverzacija
sv: Denna konversation
th: การสนทนานี้
tr: Bu konuşma

source: This description will be visible on invites and shown to people when they look up or join your Space using an invite link.
ar: سيكون هذا الوصف مرئيًا على الدعوات ويظهر للناس عندما يبحثون عن Space الخاص بك أو ينضمون إليه باستخدام رابط دعوة.
cs: Tento popis bude viditelný na pozvánkách a zobrazen lidem, když hledají nebo se připojují k vašemu Space pomocí pozvánkového odkazu.
da: Denne beskrivelse vil være synlig på invites og vises for folk, når de søger efter eller tilslutter sig din Space ved hjælp af et invite-link.
de: Diese Beschreibung wird auf Einladungen sichtbar sein und den Leuten angezeigt, wenn sie deinen Space über einen Einladungslink suchen oder beitreten.
el: Αυτή η περιγραφή θα είναι ορατή σε προσκλήσεις και θα εμφανίζεται σε άτομα όταν αναζητούν ή συμμετέχουν στο Space σας χρησιμοποιώντας έναν σύνδεσμο πρόσκλησης.
fi: Tämä kuvaus näkyy kutsuissa ja näytetään ihmisille, kun he etsivät tai liittyvät Space:esi kutsulinkin kautta.
fr: Cette description sera visible sur les invitations et montrée aux personnes lorsqu'elles recherchent ou rejoignent votre Espace en utilisant un lien d'invitation.
he: תיאור זה יהיה גלוי בהזמנות ויוצג לאנשים כאשר הם מחפשים או מצטרפים ל-Space שלך באמצעות קישור הזמנה.
id: Deskripsi ini akan terlihat pada undangan dan ditampilkan kepada orang-orang saat mereka mencari atau bergabung dengan Space Anda menggunakan tautan undangan.
it: Questa descrizione sarà visibile sugli inviti e mostrata alle persone quando cercano o si uniscono al tuo Space utilizzando un link di invito.
ja: この説明は招待状に表示され、招待リンクを使用してSpaceを検索または参加する際に人々に表示されます。
nl: Deze beschrijving is zichtbaar op uitnodigingen en wordt getoond aan mensen wanneer ze je Space opzoeken of zich aanmelden met een uitnodigingslink.
no: Denne beskrivelsen vil være synlig på invitasjoner og vises til folk når de ser opp eller blir med i din Space ved hjelp av en invitasjonslenke.
pl: Ten opis będzie widoczny w zaproszeniach i pokazany osobom, gdy będą szukać lub dołączać do Twojej Space za pomocą linku zaproszenia.
pt: Esta descrição será visível em convites e mostrada para as pessoas quando elas procurarem ou se juntarem ao seu Space usando um link de convite.
ro: Această descriere va fi vizibilă pe invitații și va fi arătată persoanelor când caută sau se alătură Space-ului tău folosind un link de invitație.
ru: Это описание будет видно в приглашениях и показано людям, когда они ищут или присоединяются к вашему Space, используя ссылку для приглашения.
sk: Tento popis bude viditeľný na pozvánkach a zobrazený ľuďom, keď hľadajú alebo sa pripoja k vášmu Space pomocou pozývacieho odkazu.
sl: Ta opis bo viden na povabilih in prikazan ljudem, ko iščejo ali se pridružijo vašemu Spaceu z uporabo povabilne povezave.
sr: Ovaj opis će biti vidljiv na pozivnicama i prikazan ljudima kada traže ili se pridružuju vašem Space-u koristeći link za pozivnicu.
sv: Denna beskrivning kommer att synas på inbjudningar och visas för personer när de söker efter eller går med i ditt Space med en inbjudningslänk.
th: คำอธิบายนี้จะแสดงในคำเชิญและจะแสดงให้ผู้คนเห็นเมื่อพวกเขาค้นหาหรือเข้าร่วม Space ของคุณโดยใช้ลิงก์เชิญ
tr: Bu açıklama davetlerde görünür olacak ve bir davet bağlantısı kullanarak Space'inizi arayan veya katılan kişilere gösterilecektir.
uk: Цей опис буде видимий у запрошеннях і показаний людям, коли вони шукають або приєднуються до вашого Простору за допомогою посилання для запрошення.

source: This device
ar: هذا الجهاز
cs: Toto zařízení
da: Denne enhed
de: Dieses Gerät
el: Αυτή η συσκευή
es: Este dispositivo
fi: Tämä laite
fr: Cet appareil
he: המכשיר הזה
id: Perangkat ini
it: Questo dispositivo
ja: このデバイス
nl: Dit apparaat
no: Denne enheten
pl: To urządzenie
pt: Este dispositivo
ro: Acest dispozitiv
ru: Это устройство
sk: Toto zariadenie
sl: Ta naprava
sr: Ovaj uređaj
sv: Denna enhet
th: อุปกรณ์นี้
tr: Bu cihaz
uk: Цей пристрій
vi: Thiết bị này

source: This information is only provided to the Spaces you join.
ar: هذه المعلومات مقدمة فقط للمساحات التي تنضم إليها.
cs: Tato informace je poskytována pouze pro Prostory, které se připojíte.
da: Disse oplysninger gives kun til de Spaces, du deltager i.
de: Diese Informationen werden nur den Spaces bereitgestellt, denen Sie beitreten.
el: Αυτές οι πληροφορίες παρέχονται μόνο στους Χώρους που συμμετέχετε.
es: Esta información solo se proporciona a los Espacios que te unes.
fi: Tätä tietoa annetaan vain niille tiloille, joihin liityt.
fr: Ces informations ne sont fournies qu'aux Spaces que vous rejoignez.
he: מידע זה מסופק רק לחללים שאתה מצטרף אליהם.
id: Informasi ini hanya diberikan kepada Ruang yang Anda ikuti.
it: Queste informazioni sono fornite solo agli Spazi a cui ti unisci.
ja: この情報は、参加するスペースにのみ提供されます。
nl: Deze informatie wordt alleen verstrekt aan de Spaces die je join.
no: Dette informasjonen gis kun til Rommene du blir med i.
pl: Te informacje są udostępniane tylko dla Przestrzeni, do których dołączasz.
pt: Esta informação é fornecida apenas para os Espaços que você ingressa.
ro: Această informație este oferită doar pentru Spațiile la care te alături.
ru: Эта информация предоставляется только для Пространств, в которые вы присоединяетесь.
sk: Tieto informácie sú poskytované iba pre Priestory, ktoré sa pripojíte.
sl: Te informacije so na voljo samo za prostore, ki se jim pridružiš.
sr: Ove informacije se pružaju samo za Просторе koje pridružite.
sv: Denna information tillhandahålls endast till de Spaces du går med i.
th: ข้อมูลนี้จะถูกจัดเตรียมเฉพาะสำหรับ พื้นที่s ที่คุณเข้าร่วม
tr: Bu bilgi yalnızca katıldığınız Alanlar için sağlanmaktadır.
uk: Ця інформація надається лише для Просторів, до яких ви приєднуєтеся.
vi: Thông tin này chỉ được cung cấp cho các không gian mà bạn tham gia.

source: This is embarrassing...
ar: هذا محرج...
cs: To je trapné...
da: Dette er pinligt...
el: Αυτό είναι αμήχανο...
fr: C'est embarrassant...
he: זה מביך...
id: Ini memalukan...
it: È imbarazzante...
ja: これは恥ずかしいです...
nl: Dit is gênant...
no: Dette er pinlig...
pl: To jest krępujące...
pt: Isso é constrangedor...
ro: Aceasta este jenant...
ru: Это неловко...
sk: To je trápne...
sl: To je nerodno...
sr: Ovo je neprijatno...
sv: Detta är pinsamt...
th: นี่มันน่าอาย...
tr: Bu oldukça utanç verici...
