Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: No invite evaluations available. Please generate a public invite link or ensure the space encryption state is properly initialized.
ar: لا توجد تقييمات دعوة متاحة. يرجى إنشاء رابط دعوة عام أو التأكد من أن حالة تشفير space تم تهيئتها بشكل صحيح.
cs: Žádné vyhodnocení pozvánek není k dispozici. Prosím, vygenerujte veřejný pozvánkový odkaz nebo zajistěte, aby byl stav šifrování space správně inicializován.
da: Ingen invite-evalueringer tilgængelige. Generer venligst et offentligt invite-link eller sørg for, at krypteringstilstanden for space'en er korrekt initialiseret.
de: Keine Einladebewertungen verfügbar. Bitte generiere einen öffentlichen Einladungslink oder stelle sicher, dass der Verschlüsselungsstatus des Spaces ordnungsgemäß initialisiert ist.
el: Δεν υπάρχουν διαθέσιμες αξιολογήσεις πρόσκλησης. Παρακαλώ δημιουργήστε έναν δημόσιο σύνδεσμο πρόσκλησης ή βεβαιωθείτε ότι η κατάσταση κρυπτογράφησης του space έχει αρχικοποιηθεί σωστά.
fi: Ei kutsuarvioita saatavilla. Generoi julkinen kutsulinkki tai varmista, että tilan salaustila on oikein alustettu.
fr: Aucune évaluation d'invitation disponible. Veuillez générer un lien d'invitation public ou vous assurer que l'état de cryptage de l'espace est correctement initialisé.
he: אין הערכות הזמנה זמינות. אנא צור קישור הזמנה ציבורי או ודא שמצב ההצפנה של ה-Space מאותחל כראוי.
id: Tidak ada evaluasi undangan yang tersedia. Silakan buat tautan undangan publik atau pastikan status enkripsi space diinisialisasi dengan benar.
it: Nessuna valutazione di invito disponibile. Genera un link di invito pubblico o assicurati che lo stato di crittografia dello space sia correttamente inizializzato.
ja: 招待評価は利用できません。公開招待リンクを生成するか、スペースの暗号化状態が適切に初期化されていることを確認してください。
nl: Geen uitnodigingsbeoordelingen beschikbaar. Genereer een openbare uitnodigingslink of zorg ervoor dat de encryptietoestand van de space correct is geïnitialiseerd.
no: Ingen invitasjonsevalueringer tilgjengelig. Vennligst generer en offentlig invitasjonslenke eller sørg for at krypteringstilstanden for space er riktig initialisert.
pl: Brak dostępnych ocen zaproszeń. Proszę wygenerować publiczny link zaproszenia lub upewnić się, że stan szyfrowania przestrzeni jest prawidłowo zainicjowany.
pt: Nenhuma avaliação de convite disponível. Por favor, gere um link de convite público ou certifique-se de que o estado de criptografia do space esteja devidamente inicializado.
ro: Nu sunt evaluări de invitație disponibile. Te rugăm să generezi un link de invitație public sau să te asiguri că starea criptării space-ului este inițializată corect.
ru: Нет доступных оценок приглашений. Пожалуйста, создайте публичную ссылку для приглашения или убедитесь, что состояние шифрования пространства правильно инициализировано.
sk: Žiadne hodnotenia pozvánok nie sú k dispozícii. Prosím, vygenerujte verejný pozývací odkaz alebo sa uistite, že je stav šifrovania správne inicializovaný.
sl: Ni ocen povabil. Ustvarite javno povabilo ali poskrbite, da je stanje šifriranja space pravilno inicializirano.
sr: Nema dostupnih evaluacija pozivnica. Molimo vas da generišete javnu pozivnicu ili osigurate da je stanje enkripcije prostora pravilno inicijalizovano.
sv: Inga inbjudningsutvärderingar tillgängliga. Vänligen generera en offentlig inbjudningslänk eller säkerställ att krypteringstillståndet för space är korrekt initierat.
th: ไม่มีการประเมินเชิญที่มีอยู่ กรุณาสร้างลิงก์เชิญสาธารณะหรือให้แน่ใจว่าสถานะการเข้ารหัสของ Space ถูกเริ่มต้นอย่างถูกต้อง
tr: Davet değerlendirmesi yok. Lütfen bir genel davet bağlantısı oluşturun veya alan şifreleme durumunun düzgün bir şekilde başlatıldığından emin olun.
uk: Немає доступних оцінок запрошень. Будь ласка, згенеруйте публічне посилання для запрошення або переконайтеся, що стан шифрування простору правильно ініціалізовано.

source: No messages found
ar: لا توجد رسائل
cs: Žádné zprávy nenalezeny
da: Ingen beskeder fundet
de: Keine Nachrichten gefunden
el: Δεν βρέθηκαν μηνύματα
es: No se encontraron mensajes
fi: Ei viestejä löytynyt
fr: Aucun message trouvé
he: לא נמצאו הודעות
id: Tidak ada pesan yang ditemukan
it: Nessun messaggio trovato
ja: メッセージが見つかりませんでした
nl: Geen berichten gevonden
no: Ingen meldinger funnet
pl: Nie znaleziono wiadomości
pt: Nenhuma mensagem encontrada
ro: Niciun mesaj găsit
ru: Сообщений не найдено
sk: Žiadne správy nenájdené
sl: Ni sporočil ni bilo najdenih
sr: Nema poruka
sv: Inga meddelanden hittades
th: ไม่พบข้อความ
tr: Mesaj bulunamadı
uk: Повідомлень не знайдено
vi: Không tìm thấy tin nhắn

source: No missing spaces found
ar: لم يتم العثور على مساحات مفقودة
cs: Žádné chybějící prostory nebyly nalezeny
da: Ingen manglende rum fundet
el: Δεν βρέθηκαν λείποντες χώροι
fr: Aucun espace manquant trouvé
he: לא נמצאו חללים חסרים
id: Tidak ada ruang yang hilang ditemukan
it: Nessuno spazio mancante trovato
ja: 見つからないスペースはありません
nl: Geen ontbrekende ruimtes gevonden
no: Ingen manglende rom funnet
pl: Nie znaleziono brakujących przestrzeni
pt: Nenhum espaço ausente encontrado
ro: Nu au fost găsite spații lipsă
ru: Не найдено пропавших пространств
sk: Nenašli sa žiadne chýbajúce priestory
sl: Ni bilo najdenih manjkajočih prostorov
sr: Nema nedostajućih prostora
sv: Inga saknade utrymmen hittades
th: ไม่พบพื้นที่ที่ขาดหายไป
tr: Kaybolan alan bulunamadı

source: No muted conversations
ar: لا توجد محادثات مكتومة
cs: Žádné ztlumené konverzace
el: Καμία σιωπηλή συνομιλία
fr: Aucune conversation mise en sourdine
id: Tidak ada percakapan yang dibisukan
ja: ミュートされた会話はありません
nl: Geen gedempte gesprekken
ro: Nicio conversație pe silențios
ru: Нет отключенных разговоров
sk: Žiadne stlmené konverzácie
sl: Brez utišanih pogovorov
sr: Nema isključenih razgovora
th: ไม่มีการสนทนาที่ปิดเสียง

source: No pinned messages yet
ar: لا توجد رسائل مثبتة بعد
cs: Zatím žádné připnuté zprávy
da: Ingen fastgjorte beskeder endnu
de: Noch keine angehefteten Nachrichten
el: Δεν υπάρχουν καρφιτσωμένα μηνύματα ακόμα
es: Aún no hay mensajes anclados
fi: Ei vielä kiinnitettyjä viestejä
fr: Aucun message épinglé pour le moment
he: אין הודעות מוצמדות עדיין
id: Belum ada pesan yang dipin
it: Nessun messaggio fissato ancora
ja: まだピン留めされたメッセージはありません
nl: Nog geen vastgezette boodschappen
no: Ingen festede meldinger ennå
pl: Brak przypiętych wiadomości
pt: Nenhuma mensagem fixada ainda
ro: Nu sunt încă mesaje fixate
ru: Пока нет закреплённых сообщений
sk: Zatiaľ žiadne pripnuté správy
sl: Še ni pripetih sporočil
sr: Još nema zakačenih poruka
sv: Inga fastsatta meddelanden än
th: ยังไม่มีข้อความที่ถูกปักหมุด
tr: Henüz sabitlenmiş mesaj yok
uk: Ще немає закріплених повідомлень

source: No unknown contacts
ar: لا توجد جهات اتصال غير معروفة
cs: Žádné neznámé kontakty
el: Καμία άγνωστη επαφή
fr: Aucun contact inconnu
id: Tidak ada kontak yang tidak dikenal
ja: 不明な連絡先はありません
nl: Geen onbekende contacten
ro: Niciun contact necunoscut
ru: Нет неизвестных контактов
sk: Žiadne neznáme kontakty
sl: Brez neznanih stikov
sr: Nema nepoznatih kontakata
th: ไม่มีผู้ติดต่อที่ไม่รู้จัก

source: No unread notifications
ar: لا توجد إشعارات غير مقروءة
cs: Žádná nepřečtená oznámení
da: Ingen ulæste notifikationer
de: Keine ungelesenen Benachrichtigungen
el: Δεν υπάρχουν μη αναγνωσμένες ειδοποιήσεις
fi: Ei lukemattomia ilmoituksia
fr: Aucune notification non lue
he: אין הודעות לא נקראות
id: Tidak ada notifikasi yang belum dibaca
it: Nessuna notifica non letta
ja: 未読の通知はありません
nl: Geen ongelezen meldingen
no: Ingen uleste varslinger
pl: Brak nieprzeczytanych powiadomień
pt: Nenhuma notificação não lida
ro: Nu sunt notificări necitite
ru: Нет непрочитанных уведомлений
sk: Žiadne neprečítané oznámenia
sl: Brez neprebranih obvestil
sr: Nema nepročitanih obaveštenja
sv: Inga olästa meddelanden
th: ไม่มีการแจ้งเตือนที่ยังไม่ได้อ่าน
tr: Yeni okunmamış bildirim yok
uk: Немає непрочитаних сповіщень

source: No users found!
ar: لم يتم العثور على مستخدمين!
cs: Žádní uživatelé nenalezeni!
da: Ingen brugere fundet!
de: Keine Benutzer gefunden!
el: Δε βρέθηκαν χρήστες!
es: ¡No se encontraron usuarios!
fi: Käyttäjiä ei löytynyt!
fr: Aucun utilisateur trouvé !
he: לא נמצאו משתמשים!
id: Tidak ada pengguna yang ditemukan!
it: Nessun utente trovato!
ja: ユーザーが見つかりません！
nl: Geen gebruikers gevonden!
no: Ingen brukere funnet!
pl: Nie znaleziono użytkowników!
pt: Nenhum usuário encontrado!
ro: Niciun utilizator găsit!
ru: Пользователи не найдены!
sk: Žiadni používatelia nenájdení!
sl: Ni uporabnikov!
sr: Nema korisnika!
sv: Inga användare hittades!
th: ไม่พบผู้ใช้!
tr: Kullanıcı bulunamadı!
uk: Користувачів не знайдено!

source: None
ar: لا شيء
cs: Žádný
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
fi: Ei mitään
fr: Aucun
he: אף אחד
id: Tidak ada
it: Nessuno
ja: なし
nl: Geen
no: Ingen
pl: Brak
pt: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadny
sl: Noben
sr: Nema
sv: Ingen
th: ไม่มี
tr: Hiçbiri
uk: Немає

source: Notification permission not granted
ar: لم يتم منح إذن الإشعارات
cs: Povolení oznámení nebylo uděleno
da: Meddelelsesrettigheder ikke givet
de: Benachrichtigungsberechtigung nicht erteilt
el: Η άδεια ειδοποίησης δεν έχει παραχωρηθεί
es: Permiso de notificación no concedido
fi: Ilmoituslupaa ei myönnetty
fr: Permission de notification non accordée
he: הרשאת התראה לא ניתנה
id: Izin notifikasi tidak diberikan
it: Autorizzazione per le notifiche non concessa
ja: 通知の権限が付与されていません
nl: Meldingsrechten niet verleend
no: Varselstillatelse ikke gitt
pl: Uprawnienia do powiadomień nie zostały przyznane
pt: Permissão para notificações não concedida
ro: Permisiunea pentru notificări nu a fost acordată
ru: Разрешение на уведомления не предоставлено
sk: Povolenie na oznámenia nebolo udelené
sl: Dovoljenje za obvestila ni bilo odobreno
sr: Dozvola za obaveštenja nije odobrena
sv: Aviseringstillstånd beviljades inte
th: ไม่ได้รับอนุญาตการแจ้งเตือน
tr: Bildirim izni verilmedi
uk: Дозвіл на сповіщення не надано
vi: Quyền thông báo chưa được cấp

source: Notifications
ar: الإشعارات
cs: Oznámení
da: Meddelelser
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
he: התראות
id: Notifikasi
it: Notifiche
ja: 通知
nl: Meldingen
no: Varsler
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
sk: Oznámenia
sl: Obvestila
sr: Obaveštenja
sv: Aviseringar
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo

source: Notifications are blocked. Please enable them in your browser settings.
ar: تم حظر الإشعارات. يرجى تمكينها في إعدادات المتصفح الخاصة بك.
cs: Oznámení jsou blokována. Prosím, povol je v nastavení prohlížeče.
da: Meddelelser er blokeret. Aktivér dem venligst i dine browserindstillinger.
de: Benachrichtigungen sind blockiert. Bitte aktiviere sie in den Browsereinstellungen.
el: Οι ειδοποιήσεις είναι αποκλεισμένες. Παρακαλώ ενεργοποίησέ τες στις ρυθμίσεις του περιηγητή σου.
es: Las notificaciones están bloqueadas. Por favor, habilítalas en la configuración de tu navegador.
fi: Ilmoitukset on estetty. Ota ne käyttöön selaimesi asetuksista.
fr: Les notifications sont bloquées. Veuillez les activer dans les paramètres de votre navigateur.
he: התראות חסומות. אנא אפשר אותן בהגדרות הדפדפן שלך.
id: Notifikasi diblokir. Silakan aktifkan di pengaturan browsermu.
it: Le notifiche sono bloccate. Abilitalo nelle impostazioni del tuo browser.
ja: 通知がブロックされています。このサイトのブラウザ設定で有効にしてください。
nl: Meldingen zijn geblokkeerd. Schakel ze in de browserinstellingen in.
no: Varsler er blokkert. Vennligst aktiver dem i nettleserinnstillingene dine.
pl: Powiadomienia są zablokowane. Proszę je włączyć w ustawieniach przeglądarki.
pt: Notificações estão bloqueadas. Por favor, ative-as nas configurações do seu navegador.
ro: Notificările sunt blocate. Te rugăm să le activezi în setările browserului tău.
ru: Уведомления заблокированы. Пожалуйста, включите их в настройках вашего браузера.
sk: Oznámenia sú zablokované. Prosím, povoľte ich vo svojich nastaveniach prehliadača.
sl: Obvestila so blokirana. Prosimo, omogočite jih v nastavitvah brskalnika.
sr: Obaveštenja su blokirana. Molimo omogućite ih u postavkama vašeg pretraživača.
sv: Aviseringar blockeras. Vänligen aktivera dem i dina webbläsarinställningar.
th: การแจ้งเตือนถูกบล็อก โปรดเปิดใช้งานในการตั้งค่าเบราว์เซอร์ของคุณ
tr: Bildirimler engellendi. Lütfen tarayıcı ayarlarınızda etkinleştirin.
uk: Сповіщення заблоковані. Будь ласка, увімкніть їх у налаштуваннях браузера.
vi: Thông báo đã bị chặn. Vui lòng bật chúng trong cài đặt trình duyệt của bạn.

source: Notifications are not supported in this browser
ar: الإشعارات غير مدعومة في هذا المتصفح
cs: Oznámení nejsou v tomto prohlížeči podporována
da: Meddelelser understøttes ikke i denne browser
de: Benachrichtigungen werden in diesem Browser nicht unterstützt.
el: Οι ειδοποιήσεις δεν υποστηρίζονται σε αυτόν τον περιηγητή
es: Las notificaciones no son compatibles con este navegador
fi: Ilmoituksia ei tueta tässä selaimessa
fr: Les notifications ne sont pas prises en charge dans ce navigateur
he: התראות אינן נתמכות בדפדפן הזה
id: Notifikasi tidak didukung di browser ini
it: Le notifiche non sono supportate in questo browser
ja: このブラウザでは通知はサポートされていません
nl: Meldingen worden niet ondersteund in deze browser
no: Varsler støttes ikke i denne nettleseren
pl: Powiadomienia nie są obsługiwane w tej przeglądarce
pt: Notificações não são suportadas neste navegador
ro: Notificările nu sunt acceptate în acest browser
ru: Уведомления не поддерживаются в этом браузере
sk: Oznámenia nie sú v tomto prehliadači podporované
sl: Obvestila v tem brskalniku niso podprta
sr: Obaveštenja nisu podržana u ovom pretraživaču
sv: Aviseringar stöds inte i den här webbläsaren
th: การแจ้งเตือนไม่รองรับในเบราว์เซอร์นี้
tr: Bu tarayıcıda bildirimler desteklenmiyor
uk: Сповіщення не підтримуються в цьому браузері
vi: Thông báo không được hỗ trợ trong trình duyệt này

source: Notify all members
ar: إخطار جميع الأعضاء
cs: Oznámit všem členům
da: Underret alle medlemmer
el: Ειδοποίησε όλα τα μέλη
fr: Notifier tous les membres
he: הודע לכל החברים
id: Beri tahu semua anggota
it: Notifica tutti i membri
ja: 全メンバーに通知する
nl: Alle leden informeren
no: Varsle alle medlemmer
pl: Powiadom wszystkich członków
pt: Notificar todos os membros
ro: Notifică toți membrii
ru: Уведомить всех участников
sk: Oznámiť všetkým členom
sl: Obvesti vse člane
sr: Obavesti sve članove
sv: Meddela alla medlemmar
th: แจ้งสมาชิกทั้งหมด
tr: Tüm üyeleri bilgilendir

source: One of us, one of us!
ar: واحد منا، واحد منا!
cs: Jeden z nás, jeden z nás!
da: En af os, en af os!
de: Einer von uns, einer von uns!
el: Ένας από εμάς, ένας από εμάς!
es: ¡Uno de nosotros, uno de nosotros!
fi: Yksi meistä, yksi meistä!
fr: L'un d'entre nous, l'un d'entre nous !
he: אחד מאיתנו, אחד מאיתנו!
id: Salah satu dari kita, salah satu dari kita!
it: Uno di noi, uno di noi!
ja: 私たちの一員、私たちの一員！
nl: Een van ons, een van ons!
no: En av oss, en av oss!
pl: Jeden z nas, jeden z nas!
pt: Um de nós, um de nós!
ro: Unul dintre noi, unul dintre noi!
ru: Один из нас, один из нас!
sk: Jeden z nás, jeden z nás!
sl: Jedan od nas, jedan od nas!
sr: Jedan od nas, jedan od nas!
sv: En av oss, en av oss!
th: หนึ่งในเรา หนึ่งในเรา!
tr: Bizden biri, bizden biri!
uk: Один з нас, один з нас!
vi: Một trong chúng ta, một trong chúng ta!

source: Open video on YouTube
ar: فتح الفيديو على يوتيوب
cs: Otevřít video na YouTube
da: Åbn video på YouTube
de: Video auf YouTube öffnen
el: Open video op YouTube
es: Abrir video en YouTube
fi: Avaa video YouTubessa
fr: Ouvrir la vidéo sur YouTube
he: פתח סרטון בYouTube
id: Buka video di YouTube
it: Apri video su YouTube
ja: YouTubeで動画を開く
nl: Open video op YouTube
no: Åpne video på YouTube
pl: Otwórz wideo na YouTube
pt: Abrir vídeo no YouTube
ro: Deschide video pe YouTube
ru: Открыть видео на YouTube
sk: Otvor video na YouTube
sl: Odpri video na YouTubu
sr: Otvorite video na YouTube-u
sv: Öppna video på YouTube
th: เปิดวิดีโอบน YouTube
tr: YouTube'da videoyu aç
uk: Відкрити відео на YouTube

source: Operation timed out. Please try again.
ar: انتهت مهلة العملية. يرجى المحاولة مرة أخرى.
cs: Operace vypršela. Zkuste to prosím znovu.
da: Operationen timed out. Prøv venligst igen.
el: Η λειτουργία υπερέβη το χρονικό όριο. Παρακαλώ δοκιμάστε ξανά.
fr: L'opération a expiré. Veuillez réessayer.
he: הפעולה פגה. אנא נסה שוב.
id: Operasi telah habis waktu. Silakan coba lagi.
it: Operazione scaduta. Riprova.
ja: 操作がタイムアウトしました。もう一度お試しください。
nl: De bewerking is verlopen. Probeer het opnieuw.
no: Operasjonen tok for lang tid. Vennligst prøv igjen.
pl: Operacja przekroczyła czas. Proszę spróbować ponownie.
pt: Operação expirou. Por favor, tente novamente.
ro: Operațiunea a expirat. Te rugăm să încerci din nou.
ru: Время операции истекло. Пожалуйста, попробуйте еще раз.
sk: Operácia vypršala. Skúste to znova.
sl: Operacija je potekla. Prosimo, poskusite znova.
sr: Operacija je istekla. Pokušajte ponovo.
sv: Operationen tidsbegränsades. Vänligen försök igen.
th: การดำเนินการหมดเวลา กรุณาลองอีกครั้ง
tr: İşlem zaman aşımına uğradı. Lütfen tekrar deneyin.

source: OR
ar: أو
cs: NEBO
da: ELLER
de: ODER
el: Η
es: O
fi: TAI
fr: OU
he: או
id: ATAU
it: OPPURE
ja: または
nl: OF
no: ELLER
pl: LUB
pt: OU
ro: SAU
ru: ИЛИ
sk: ALE
sl: ALI
sr: ILI
sv: ELLER
th: หรือ
tr: VEYA
uk: АБО

source: Original
ar: الأصلي
cs: Původní
el: Αρχικό
fi: Alkuperäinen
he: מקורי
id: Asli
it: Originale
ja: 元の
nl: Origineel
pl: Oryginalny
ru: Оригинал
sk: Pôvodný
sl: Izvirno
th: ต้นฉบับ
tr: Orijinal
uk: Оригінал

source: Page Not Found
ar: الصفحة غير موجودة
cs: Stránka nebyla nalezena
da: Siden blev ikke fundet
de: Seite nicht gefunden
el: Η Σελίδα Δεν Βρέθηκε
fi: Sivua ei löytynyt
fr: Page non trouvée
he: הדף לא נמצא
id: Halaman Tidak Ditemukan
it: Pagina non trovata
ja: ページが見つかりません
nl: Pagina Niet Gevonden
no: Siden ble ikke funnet
pl: Strona nie znaleziona
pt: Página Não Encontrada
ro: Pagina nu a fost găsită
ru: Страница не найдена
sk: Stránka nebola nájdená
sl: Stran ni bila najdena
sr: Stranica nije pronađena
sv: Sidan hittades inte
th: ไม่พบหน้า
tr: Sayfa Bulunamadı
uk: Сторінка не знайдена

source: Paste an invite link
ar: الصق رابط الدعوة
cs: Vložte pozvánkový odkaz
da: Indsæt et invite link
de: Füge einen Einladungslink ein
el: Plak een uitnodigingslink
es: Pega un enlace de invitación
fi: Liitä kutsulinkki
fr: Collez un lien d'invitation
he: הדבק קישור הזמנה
id: Tempel tautan undangan
it: Incolla un link di invito
ja: 招待リンクを貼り付け
nl: Plak een uitnodigingslink
no: Lim inn en invitasjonslenke
pl: Wklej link zaproszenia
pt: Cole um link de convite
ro: Lipește un link de invitație
ru: Вставьте ссылку приглашения
sk: Prilepte pozývací odkaz
sl: Prilepite povezavo za povabilo
sr: Nalepite link za poziv
sv: Klistra in en inbjudningslänk
th: วางลิงก์เชิญ
tr: Bir davet bağlantısını yapıştırın
uk: Вставте посилання запрошення

source: Pending
ar: معلق
cs: Čekající
da: Afventer
de: Ausstehend
el: In afwachting
es: Pendiente
fi: Odottaa
fr: En attente
he: ממתין
id: Menunggu
it: In attesa
ja: 保留中
nl: In afwachting
no: Venter
pl: Oczekujące
pt: Pendente
ro: În așteptare
ru: В ожидании
sk: Čakajúce
sl: Čaka
sr: Na čekanju
sv: Väntande
th: รอดำเนินการ
tr: Beklemede
uk: Очікує

source: Pending removal - click Save to confirm
ar: إزالة معلقة - انقر على حفظ للتأكيد
cs: Čekající na odstranění - klikněte na Uložit pro potvrzení
da: Afventer fjernelse - klik på Gem for at bekræfte
de: Ausstehende Entfernung - klicke auf Speichern, um zu bestätigen
el: In afwachting van verwijdering - klik op Opslaan om te bevestigen
es: Eliminación pendiente - haz clic en Guardar para confirmar
fi: Odottaa poistoa - klikkaa Tallenna vahvistaaksesi
fr: Suppression en attente - cliquez sur Enregistrer pour confirmer
he: ממתין למחיקה - לחץ שמור כדי לאשר
id: Penghapusan yang tertunda - klik Simpan untuk mengonfirmasi
it: Rimozione in attesa - clicca su Salva per confermare
ja: 保留中の削除 - 確認するには保存をクリック
nl: In afwachting van verwijdering - klik op Opslaan om te bevestigen
no: Venter på fjerning - klikk Lagre for å bekrefte
pl: Oczekujące usunięcie - kliknij Zapisz, aby potwierdzić
pt: Remoção pendente - clique em Salvar para confirmar
ro: Eliminare în așteptare - apasă Salvează pentru a confirma
ru: Ожидает удаления - нажмите Сохранить, чтобы подтвердить
sk: Čakajúce odstránenie - kliknite na Uložiť na potvrdenie
sl: Čaka na odstranitev - kliknite Shrani, da potrdite
sr: Na čekanju za uklanjanje - kliknite Sačuvaj da potvrdite
sv: Väntande borttagning - klicka på Spara för att bekräfta
th: รอดำเนินการลบ - คลิกบันทึกเพื่อยืนยัน
tr: Bekleyen kaldırma - onaylamak için Kaydet'e tıklayın
uk: Очікує на видалення - натисніть Зберегти, щоб підтвердити

source: Permissions:
ar: الأذونات:
cs: Oprávnění:
da: Tilladelser:
de: Berechtigungen:
el: Δικαιώματα:
es: Permisos:
fi: Oikeudet:
fr: Autorisations :
he: הרשאות:
id: Izin:
it: Autorizzazioni:
ja: 権限:
nl: Rechten:
no: Tillatelser:
pl: Uprawnienia:
pt: Permissões:
ro: Permisiuni:
ru: Разрешения:
sk: Oprávnenia:
sl: Dovoljenja:
sr: Dozvole:
sv: Behörigheter:
th: สิทธิ์:
tr: İzinler:
uk: Дозволи:

source: Personalize your account
ar: خصص حسابك
cs: Personalizuj si svůj účet
da: Gør din konto personlig
de: Personalisieren Sie Ihr Konto
el: Προσωποποίησε τον λογαριασμό σου
es: Personalice su cuenta
fi: Mukauta tiliäsi
fr: Personnalisez votre compte
he: התאם אישית את החשבון שלך
id: Personalisasi akunmu
it: Personalizza il tuo account
ja: アカウントをパーソナライズ
nl: Personaliseer je account
no: Personliggjør kontoen din
pl: Spersonalizuj swoje konto
pt: Personalize sua conta
ro: Personalizează-ți contul
ru: Персонализируйте свой аккаунт
sk: Personalizuj si svoj účet
sl: Personalizuj svoj nalog
sr: Personalizuj svoj nalog
sv: Personalisera ditt konto
th: ปรับแต่งบัญชีของคุณ
tr: Hesabınızı kişiselleştirin
uk: Персоналізуйте свій обліковий запис
vi: Cá nhân hóa tài khoản của bạn

source: Photo
ar: صورة
cs: Fotografie
da: Foto
el: Φωτογραφία
he: תמונה
id: Foto
it: Foto
ja: 写真
nl: Foto
no: Bilde
pl: Zdjęcie
pt: Foto
ro: Fotografie
ru: Фото
sk: Fotografia
sl: Fotografija
sr: Fotografija
sv: Foto
th: ภาพ
tr: Foto

source: Photo Library
ar: مكتبة الصور
cs: Knihovna fotografií
da: Fotoalbum
de: Foto-Bibliothek
el: Βιβλιοθήκη φωτογραφιών
es: Biblioteca de fotos
fi: Valokuvakirjasto
fr: Bibliothèque de photos
he: ספריית תמונות
id: Perpustakaan Foto
it: Libreria foto
ja: フォトライブラリ
nl: Foto bibliotheek
no: Bildebibliotek
pl: Biblioteka zdjęć
pt: Biblioteca de Fotos
ro: Biblioteca foto
ru: Фотоальбом
sk: Knižnica fotografií
sl: Knjižnica fotografij
sr: Biblioteka fotografija
sv: Fotobibliotek
th: ห้องสมุดภาพ
tr: Fotoğraf Kütüphanesi
uk: Фото бібліотека
vi: Thư viện ảnh
