Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Upload an avatar for this Space - PNG or JPG - Optimal ratio 1:1
ar: قم بتحميل صورة رمزية لهذا الفضاء - PNG أو JPG - النسبة المثلى 1:1
cs: Nahrajte avatar pro tento Space - PNG nebo JPG - Optimální poměr 1:1
da: Upload et avatar til dette Space - PNG eller JPG - Optimal forhold 1:1
de: Lade ein Avatar für diesen Raum hoch - PNG oder JPG - Optimales Verhältnis 1:1
el: Ανεβάστε μια εικόνα προφίλ για αυτό το Space - PNG ή JPG - Βέλτιστος λόγος 1:1
fi: Lataa avatar tälle Space - PNG tai JPG - Optimaalinen suhde 1:1
fr: Téléchargez un avatar pour cet Espace - PNG ou JPG - Ratio optimal 1:1
he: העלה תמונה עבור המרחב הזה - PNG או JPG - יחס אופטימלי 1:1
id: Unggah avatar untuk Ruang ini - PNG atau JPG - Rasio optimal 1:1
it: Carica un avatar per questo Spazio - PNG o JPG - Rapporto ottimale 1:1
ja: このスペースのアバターをアップロード - PNGまたはJPG - 最適な比率1:1
nl: Upload een avatar voor deze Space - PNG of JPG - Optimale verhouding 1:1
no: Last opp en avatar for dette Space - PNG eller JPG - Optimal forhold 1:1
pl: Prześlij awatar dla tej Przestrzeni - PNG lub JPG - Optymalny stosunek 1:1
pt: Envie um avatar para este Espaço - PNG ou JPG - Proporção ideal 1:1
ro: Încarcă un avatar pentru acest Spațiu - PNG sau JPG - Raport optim 1:1
ru: Загрузите аватар для этого Пространства - PNG или JPG - Оптимальное соотношение 1:1
sk: Nahrajte avatar pre tento Space - PNG alebo JPG - Optimálny pomer 1:1
sl: Naložite avatar za to Space - PNG ali JPG - Optimalno razmerje 1:1
sr: Otpremite avatar za ovaj Space - PNG ili JPG - Optimalan odnos 1:1
sv: Ladda upp en avatar för detta Space - PNG eller JPG - Optimalt förhållande 1:1
th: อัปโหลดภาพโปรไฟล์สำหรับพื้นที่นี้ - PNG หรือ JPG - อัตราส่วนที่เหมาะสม 1:1
tr: Bu Alan için bir avatar yükleyin - PNG veya JPG - Optimal oran 1:1
uk: Завантажте аватар для цього Простору - PNG або JPG - Оптимальне співвідношення 1:1

source: Upload an avatar for your profile - PNG or JPG - Optimal ratio 1:1
ar: قم بتحميل صورة رمزية لملفك الشخصي - PNG أو JPG - النسبة المثلى 1:1
cs: Nahrát avatar pro váš profil - PNG nebo JPG - Optimální poměr 1:1
el: Ανεβάστε μια εικόνα προφίλ - PNG ή JPG - Βέλτιστη αναλογία 1:1
fr: Téléchargez un avatar pour votre profil - PNG ou JPG - Ratio optimal 1:1
id: Unggah avatar untuk profilmu - PNG atau JPG - Rasio optimal 1:1
ja: あなたのプロフィールのアバターをアップロード - PNGまたはJPG - 最適な比率1:1
nl: Upload een avatar voor je profiel - PNG of JPG - Optimale verhouding 1:1
ro: Încarcă un avatar pentru profilul tău - PNG sau JPG - Raport optim 1:1
ru: Загрузите аватар для вашего профиля - PNG или JPG - Оптимальное соотношение 1:1
sk: Nahrajte avatar pre váš profil - PNG alebo JPG - Optimálny pomer 1:1
sl: Naloži avatar za svoj profil - PNG ali JPG - Optimalno razmerje 1:1
sr: Otpremi avatar za svoj profil - PNG ili JPG - Optimalan odnos 1:1
th: อัปโหลดภาพโปรไฟล์สำหรับบัญชีของคุณ - PNG หรือ JPG - อัตราส่วนที่เหมาะสม 1:1

source: Upload an icon for your Space - PNG or JPG - Optimal ratio 1:1
ar: قم بتحميل أيقونة لمساحتك - PNG أو JPG - النسبة المثلى 1:1
cs: Nahrát ikonu pro váš prostor - PNG nebo JPG - Optimální poměr 1:1
el: Ανεβάστε ένα εικονίδιο για τον χώρο σας - PNG ή JPG - Βέλτιστη αναλογία 1:1
fr: Téléchargez une icône pour votre Espace - PNG ou JPG - Ratio optimal 1:1
id: Unggah ikon untuk Ruangmu - PNG atau JPG - Rasio optimal 1:1
ja: あなたのスペースのアイコンをアップロード - PNGまたはJPG - 最適な比率1:1
nl: Upload een pictogram voor je Space - PNG of JPG - Optimale verhouding 1:1
ro: Încarcă o pictogramă pentru Spațiul tău - PNG sau JPG - Raport optim 1:1
ru: Загрузите значок для вашего пространства - PNG или JPG - Оптимальное соотношение 1:1
sk: Nahrajte ikonu pre váš priestor - PNG alebo JPG - Optimálny pomer 1:1
sl: Naloži ikono za svoj prostor - PNG ali JPG - Optimalno razmerje 1:1
sr: Otpremi ikonu za tvoj prostor - PNG ili JPG - Optimalan odnos 1:1
th: อัปโหลดไอคอนสำหรับพื้นที่ของคุณ - PNG หรือ JPG - อัตราส่วนที่เหมาะสม 1:1

source: Upload Emoji
ar: رفع رمز تعبيري
cs: Nahrát Emoji
de: Emoji hochladen
el: Ανέβασε Emoji
es: Subir Emoji
fi: Lataa Emoji
fr: Télécharger un Emoji
he: להעלות אמוג'י
id: Unggah Emoji
it: Carica Emoji
ja: 絵文字をアップロード
no: Last opp Emoji
pl: Prześlij Emoji
pt: Carregar Emoji
ro: Încarcă Emoji
ru: Загрузить Emoji
sk: Nahraj Emoji
sl: Naloži Emoji
sr: Otpremi Emoji
sv: Ladda upp Emoji
th: อัปโหลด Emoji
tr: Emoji Yükle
uk: Завантажити Emoji
vi: Tải lên Emoji

source: Upload Image
cs: Nahrát obrázek
el: Ανέβασμα εικόνας

source: Upload Sticker
ar: رفع ملصق
cs: Nahrát nálepku
da: Upload klistermærke
de: Aufkleber hochladen
el: Ανέβασε Αυτοκόλλητο
es: Subir Pegatina
fi: Lataa tarra
fr: Télécharger l'autocollant
he: להעלות מדבקה
id: Unggah Stiker
it: Carica Sticker
ja: ステッカーをアップロード
no: Last opp klistremerke
pl: Prześlij Naklejkę
pt: Carregar Adesivo
ro: Încarcă Sticker
ru: Загрузить наклейку
sk: Nahraj Nálepku
sl: Naloži nalepko
sr: Otpremi nalepnicu
sv: Ladda upp klistermärke
th: อัปโหลดสติกเกอร์
tr: Çıkartma Yükle
uk: Завантажити стікер
vi: Tải lên Sticker

source: Use "Save to Files" to save your private key
ar: استخدم "حفظ في الملفات" لحفظ مفتاحك الخاص
cs: Použijte "Uložit do souborů" pro uložení vašeho soukromého klíče
da: Brug "Gem til filer" for at gemme din private nøgle
de: Verwenden Sie "In Dateien speichern", um Ihren privaten Schlüssel zu speichern
el: Χρησιμοποιήστε "Αποθήκευση σε Αρχεία" για να αποθηκεύσετε το ιδιωτικό σας κλειδί
es: Usa "Guardar en Archivos" para guardar tu clave privada
fi: Käytä "Tallenna tiedostoihin" tallentaaksesi yksityisen avaimen
fr: Utilisez "Enregistrer dans les fichiers" pour enregistrer votre clé privée
he: השתמש ב"שמור לקבצים" כדי לשמור את המפתח הפרטי שלך
id: Gunakan "Simpan ke File" untuk menyimpan kunci pribadi Anda
it: Usa "Salva in File" per salvare la tua chiave privata
ja: プライベートキーを保存するには「ファイルに保存」を使用してください
nl: Gebruik "Opslaan naar Bestanden" om uw privésleutel op te slaan
no: Bruk "Lagre til Filer" for å lagre din private nøkkel
pl: Użyj "Zapisz do plików", aby zapisać swój klucz prywatny
pt: Use "Salvar em Arquivos" para salvar sua chave privada
ro: Folosește "Salvează în Fișiere" pentru a-ți salva cheia privată
ru: Используйте "Сохранить в файлы", чтобы сохранить ваш приватный ключ
sk: Použite "Uložiť do súborov" na uloženie svojho súkromného kľúča
sl: Uporabite "Shrani v datoteke" za shranjevanje vašega zasebnega ključa
sr: Koristite "Sačuvaj u datoteke" da sačuvate vaš privatni ključ
sv: Använd "Spara till Filer" för att spara din privata nyckel
th: ใช้ "บันทึกไปยังไฟล์" เพื่อบันทึกกุญแจส่วนตัวของคุณ
tr: Özel anahtarınızı kaydetmek için "Dosyalara Kaydet" seçeneğini kullanın
uk: Використовуйте "Зберегти в файлах", щоб зберегти свій приватний ключ
vi: Sử dụng "Lưu vào Tệp" để lưu khóa riêng của bạn

source: User address here
ar: عنوان المستخدم هنا
cs: Adresa uživatele zde
da: Brugeradresse her
de: Benutzeradresse hier
el: Διεύθυνση χρήστη εδώ
es: Dirección del usuario aquí
fi: Käyttäjän osoite täällä
fr: Adresse de l'utilisateur ici
he: כתובת משתמש כאן
id: Alamat pengguna di sini
it: Indirizzo utente qui
ja: ユーザーアドレスはこちら
nl: Gebruikersadres hier
no: Brukeradresse her
pl: Adres użytkownika tutaj
pt: Endereço do usuário aqui
ro: Adresa utilizatorului aici
ru: Адрес пользователя здесь
sk: Adresa používateľa tu
sl: Naslov uporabnika tukaj
sr: Adresa korisnika ovde
sv: Användaradress här
th: ที่อยู่ผู้ใช้ที่นี่
tr: Kullanıcı adresi burada
uk: Адреса користувача тут
vi: Địa chỉ người dùng ở đây

source: User does not exist.
ar: المستخدم غير موجود.
cs: Uživatel neexistuje.
da: Bruger eksisterer ikke.
de: Benutzer existiert nicht.
el: Ο χρήστης δεν υπάρχει.
es: El usuario no existe.
fi: Käyttäjää ei ole olemassa.
fr: L'utilisateur n'existe pas.
he: המשתמש אינו קיים.
id: Pengguna tidak ada.
it: L'utente non esiste.
ja: ユーザーは存在しません。
nl: Gebruiker bestaat niet.
no: Bruker eksisterer ikke.
pl: Użytkownik nie istnieje.
pt: Usuário não existe.
ro: Utilizatorul nu există.
ru: Пользователь не существует.
sk: Používateľ neexistuje.
sl: Uporabnik ne obstaja.
sr: Korisnik ne postoji.
sv: Användaren existerar inte.
th: ผู้ใช้ไม่มีอยู่
tr: Kullanıcı mevcut değil.
uk: Користувача не існує.
vi: Người dùng không tồn tại.

source: User not authenticated
ar: المستخدم غير مصادق عليه
cs: Uživatel není autentizován
da: Bruger ikke godkendt
el: Ο χρήστης δεν έχει πιστοποιηθεί
fr: Utilisateur non authentifié
he: משתמש לא מאומת
id: Pengguna tidak terautentikasi
it: Utente non autenticato
ja: ユーザーが認証されていません
nl: Gebruiker niet geverifieerd
no: Bruker ikke autentisert
pl: Użytkownik nieautoryzowany
pt: Usuário não autenticado
ro: Utilizator neautentificat
ru: Пользователь не аутентифицирован
sk: Používateľ nie je autentifikovaný
sl: Uporabnik ni avtentificiran
sr: Korisnik nije autentifikovan
sv: Användare inte autentiserad
th: ผู้ใช้ไม่ได้รับการตรวจสอบสิทธิ
tr: Kullanıcı kimliği doğrulanmadı

source: useWebSocket must be used within a WebSocketProvider
ar: useWebSocket يجب أن يُستخدم داخل WebSocketProvider
cs: useWebSocket musí být používán v rámci WebSocketProvider
da: useWebSocket skal bruges inden for en WebSocketProvider
de: useWebSocket muss innerhalb eines WebSocketProvider verwendet werden
el: useWebSocket πρέπει να χρησιμοποιείται εντός ενός WebSocketProvider
es: useWebSocket debe usarse dentro de un WebSocketProvider.
fi: useWebSocket on käytettävä WebSocketProviderin sisällä
fr: useWebSocket doit être utilisé au sein d'un WebSocketProvider
he: useWebSocket חייב להיות בשימוש בתוך WebSocketProvider
id: useWebSocket harus digunakan dalam WebSocketProvider
it: useWebSocket deve essere utilizzato all'interno di un WebSocketProvider
ja: useWebSocketはWebSocketProvider内で使用する必要があります
nl: useWebSocket moet binnen een WebSocketProvider worden gebruikt
no: useWebSocket må brukes innenfor en WebSocketProvider
pl: useWebSocket musi być używane w obrębie WebSocketProvider
pt: useWebSocket deve ser usado dentro de um WebSocketProvider
ro: useWebSocket trebuie folosit în cadrul unui WebSocketProvider
ru: useWebSocket должен использоваться внутри WebSocketProvider
sk: useWebSocket musí byť použitý v rámci WebSocketProvider
sl: useWebSocket mora biti uporabljen znotraj WebSocketProvider
sr: useWebSocket mora biti korišćen unutar WebSocketProvider-a
sv: useWebSocket måste användas inom en WebSocketProvider
th: useWebSocket ต้องถูกใช้ภายใน WebSocketProvider
tr: useWebSocket bir WebSocketProvider içinde kullanılmalıdır
uk: useWebSocket має використовуватися в межах WebSocketProvider
vi: useWebSocket phải được sử dụng trong WebSocketProvider

source: Valid code
cs: Platný kód
el: Έγκυρος κωδικός

source: Validating invite...
ar: جارٍ التحقق من الدعوة...
cs: Ověřuji pozvánku...
da: Validerer invitation...
de: Einladung wird validiert...
el: Uitnodiging aan het valideren...
es: Validando invitación...
fi: Vahvistetaan kutsua...
fr: Validation de l'invitation...
he: מאמת הזמנה...
id: Memvalidasi undangan...
it: Convalida invito...
ja: 招待を検証中...
nl: Uitnodiging valideren...
no: Validerer invitasjon...
pl: Weryfikowanie zaproszenia...
pt: Validando convite...
ro: Validare invitație...
ru: Проверка приглашения...
sk: Overovanie pozvánky...
sl: Preverjanje povabila...
sr: Validacija pozivnice...
sv: Validerar inbjudan...
th: กำลังตรวจสอบคำเชิญ...
tr: Davet doğrulanıyor...
uk: Перевірка запрошення...

source: View edit history
ar: عرض تاريخ التعديل
cs: Zobrazit historii úprav
da: Se redigeringshistorik
de: Bearbeite Verlauf anzeigen
el: Δείτε το ιστορικό επεξεργασίας
fi: Näytä muokkaushistoria
fr: Voir l'historique des modifications
he: צפה בהיסטוריית עריכה
id: Lihat riwayat edit
it: Visualizza la cronologia delle modifiche
ja: 編集履歴を表示
nl: Bekijk bewerkingsgeschiedenis
no: Se redigeringshistorikk
pl: Zobacz historię edycji
pt: Ver histórico de edições
ro: Vezi istoricul editărilor
ru: Просмотреть историю изменений
sk: Zobraziť históriu úprav
sl: Ogled zgodovine urejanja
sr: Pogledajte istoriju izmena
sv: Visa redigeringshistorik
th: ดูประวัติการแก้ไข
tr: Düzenleme geçmişini görüntüle
uk: Переглянути історію редагувань

source: Welcome to Quorum!
ar: مرحبًا بك في Quorum!
cs: Vítejte v Quorum!
da: Velkommen til Quorum!
de: Willkommen bei Quorum!
el: Καλώς ήρθες στο Quorum!
es: ¡Bienvenido a Quorum!
fi: Tervetuloa Quorumiin!
fr: Bienvenue à Quorum !
he: ברוך הבא לQuorum!
id: Selamat datang di Quorum!
it: Benvenuto in Quorum!
ja: Quorumへようこそ！
nl: Welkom bij Quorum!
no: Velkommen til Quorum!
pl: Witaj w Quorum!
pt: Bem-vindo ao Quorum!
ro: Bine ai venit la Quorum!
ru: Добро пожаловать в Quorum!
sk: Vitajte v Quorum!
sl: Dobrodošli v Quorum!
sr: Dobrodošli u Quorum!
sv: Välkommen till Quorum!
th: ยินดีต้อนรับสู่ Quorum!
tr: Quorum'a hoş geldiniz!
uk: Ласкаво просимо до Quorum!
vi: Chào mừng đến với Quorum!

source: What's on your mind today?
ar: ما الذي يدور في ذهنك اليوم؟
cs: Co máte dnes na srdci?
da: Hvad tænker du på i dag?
de: Worüber denkst du heute nach?
el: Τι έχεις στο μυαλό σου σήμερα;
es: ¿Qué tienes en mente hoy?
fi: Mitä mieltä olet tänään?
fr: Qu'avez-vous en tête aujourd'hui ?
he: מה על דעתך היום?
id: Apa yang ada di pikiranmu hari ini?
it: Cosa hai in mente oggi?
ja: 今日は何を考えていますか？
nl: Wat gaat er vandaag door je hoofd?
no: Hva tenker du på i dag?
pl: Co dzisiaj masz na myśli?
pt: O que você está pensando hoje?
ro: Ce ai pe minte astăzi?
ru: О чем вы сегодня думаете?
sk: Čo máte dnes na mysli?
sl: Kaj imate danes v mislih?
sr: Šta vam je danas na umu?
sv: Vad tänker du på idag?
th: วันนี้คุณคิดอะไรอยู่?
tr: Bugün aklınızda ne var?
uk: Що у вас на думці сьогодні?
vi: Hôm nay bạn đang nghĩ gì?

source: When enabled, all previous versions of edited messages will be saved. When disabled, only the current edited version is kept.
ar: عند التمكين، سيتم حفظ جميع الإصدارات السابقة من الرسائل المعدلة. عند التعطيل، يتم الاحتفاظ فقط بالإصدار المعدل الحالي.
cs: Když je povoleno, všechny předchozí verze upravených zpráv budou uloženy. Když je zakázáno, bude uchována pouze aktuální upravená verze.
da: Når det er aktiveret, vil alle tidligere versioner af redigerede beskeder blive gemt. Når det er deaktiveret, gemmes kun den nuværende redigerede version.
de: Wenn aktiviert, werden alle vorherigen Versionen bearbeiteter Nachrichten gespeichert. Wenn deaktiviert, wird nur die aktuelle bearbeitete Version beibehalten.
el: Όταν είναι ενεργοποιημένο, όλες οι προηγούμενες εκδόσεις των επεξεργασμένων μηνυμάτων θα αποθηκεύονται. Όταν είναι απενεργοποιημένο, διατηρείται μόνο η τρέχουσα επεξεργασμένη έκδοση.
fi: Kun tämä on käytössä, kaikki muokattujen viestien aikaisemmat versiot tallennetaan. Kun se on pois päältä, vain nykyinen muokattu versio säilytetään.
fr: Lorsqu'il est activé, toutes les versions précédentes des messages modifiés seront enregistrées. Lorsqu'il est désactivé, seule la version actuelle modifiée est conservée.
he: כאשר זה מופעל, כל הגרסאות הקודמות של הודעות ערוכות יישמרו. כאשר זה מושבת, רק הגרסה הנוכחית המוערת נשמרת.
id: Saat diaktifkan, semua versi sebelumnya dari pesan yang diedit akan disimpan. Saat dinonaktifkan, hanya versi yang diedit saat ini yang disimpan.
it: Quando abilitato, tutte le versioni precedenti dei messaggi modificati verranno salvate. Quando disabilitato, solo l'attuale versione modificata viene mantenuta.
ja: 有効にすると、編集されたメッセージのすべての以前のバージョンが保存されます。無効にすると、現在の編集バージョンのみが保持されます。
nl: Wanneer ingeschakeld, worden alle eerdere versies van bewerkte berichten opgeslagen. Wanneer uitgeschakeld, wordt alleen de huidige bewerkte versie bewaard.
no: Når aktivert, vil alle tidligere versjoner av redigerte meldinger bli lagret. Når deaktivert, beholdes kun den nåværende redigerte versjonen.
pl: Gdy jest włączone, wszystkie poprzednie wersje edytowanych wiadomości będą zapisywane. Gdy jest wyłączone, przechowywana jest tylko aktualna edytowana wersja.
pt: Quando ativado, todas as versões anteriores das mensagens editadas serão salvas. Quando desativado, apenas a versão editada atual é mantida.
ro: Când este activat, toate versiunile anterioare ale mesajelor editate vor fi salvate. Când este dezactivat, doar versiunea curentă editată este păstrată.
ru: Когда включено, все предыдущие версии отредактированных сообщений будут сохранены. Когда отключено, сохраняется только текущая отредактированная версия.
sk: Keď je povolené, všetky predchádzajúce verzie upravených správ budú uložené. Keď je zakázané, uchováva sa iba aktuálna upravená verzia.
sl: Ko je omogočeno, bodo shranjene vse prejšnje različice urejenih sporočil. Ko je onemogočeno, se obdrži le trenutna urejena različica.
sr: Kada je omogućeno, sve prethodne verzije izmenjenih poruka će biti sačuvane. Kada je onemogućeno, samo trenutna izmenjena verzija se čuva.
sv: När det är aktiverat kommer alla tidigare versioner av redigerade meddelanden att sparas. När det är inaktiverat sparas endast den aktuella redigerade versionen.
th: เมื่อเปิดใช้งาน, เวอร์ชันก่อนหน้าของข้อความที่แก้ไขทั้งหมดจะถูกบันทึก เมื่อปิดใช้งาน, จะเก็บเฉพาะเวอร์ชันที่แก้ไขปัจจุบันเท่านั้น
tr: Etkinleştirildiğinde, düzenlenmiş mesajların tüm önceki sürümleri kaydedilecektir. Devre dışı bırakıldığında, yalnızca mevcut düzenlenmiş sürüm saklanır.
uk: Коли функція увімкнена, всі попередні версії відредагованих повідомлень зберігатимуться. Коли вимкнено, зберігається лише поточна відредагована версія.

source: When enabled, other users can see when you are active. This feature is not yet available.
ar: عند التمكين، يمكن للمستخدمين الآخرين رؤية متى تكون نشطًا. هذه الميزة غير متاحة بعد.
cs: Když je povoleno, ostatní uživatelé mohou vidět, kdy jste aktivní. Tato funkce zatím není k dispozici.
el: Όταν είναι ενεργοποιημένο, οι άλλοι χρήστες μπορούν να δουν πότε είστε ενεργοί. Αυτή η δυνατότητα δεν είναι ακόμη διαθέσιμη.
fr: Lorsque cette option est activée, d'autres utilisateurs peuvent voir quand vous êtes actif. Cette fonctionnalité n'est pas encore disponible.
ja: 有効にすると、他のユーザーはあなたがアクティブなときに見ることができます。この機能はまだ利用できません。
nl: Wanneer ingeschakeld, kunnen andere gebruikers zien wanneer je actief bent. Deze functie is nog niet beschikbaar.
ru: Когда эта функция включена, другие пользователи могут видеть, когда вы активны. Эта функция пока недоступна.
sk: Keď je povolené, ostatní používatelia môžu vidieť, keď ste aktívni. Táto funkcia zatiaľ nie je k dispozícii.
sl: Ko je omogočeno, lahko drugi uporabniki vidijo, kdaj si aktiven. Ta funkcija še ni na voljo.
sr: Kada je omogućeno, drugi korisnici mogu videti kada ste aktivni. Ova funkcija još nije dostupna.
th: เมื่อเปิดใช้งาน ผู้ใช้อื่นสามารถเห็นเมื่อคุณกำลังออนไลน์ ฟีเจอร์นี้ยังไม่พร้อมใช้งาน
