Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Loading message...
ar: جارٍ تحميل الرسالة...
cs: Načítání zprávy...
da: Indlæser besked...
el: Φόρτωση μηνύματος...
fr: Chargement du message...
he: טוען הודעה...
id: Memuat pesan...
it: Caricamento messaggio...
ja: メッセージを読み込んでいます...
nl: Bericht laden...
no: Laster melding...
pl: Ładowanie wiadomości...
pt: Carregando mensagem...
ro: Se încarcă mesajul...
ru: Загрузка сообщения...
sk: Načítavam správu...
sl: Nalagam sporočilo...
sr: Učitavanje poruke...
sv: Laddar meddelande...
th: กำลังโหลดข้อความ...
tr: Mesaj yükleniyor...

source: Loading notifications...
ar: جارٍ تحميل الإشعارات...
cs: Načítání oznámení...
da: Indlæser notifikationer...
de: Benachrichtigungen werden geladen...
el: Φόρτωση ειδοποιήσεων...
fi: Ladataan ilmoituksia...
fr: Chargement des notifications...
he: טוען הודעות...
id: Memuat notifikasi...
it: Caricamento notifiche...
ja: 通知を読み込んでいます...
nl: Meldingen laden...
no: Laster inn varsler...
pl: Ładowanie powiadomień...
pt: Carregando notificações...
ro: Se încarcă notificările...
ru: Загрузка уведомлений...
sk: Načítavam upozornenia...
sl: Nalagam obvestila...
sr: Učitavanje obaveštenja...
sv: Laddar aviseringar...
th: กำลังโหลดการแจ้งเตือน...
tr: Bildirimler yükleniyor...
uk: Завантаження сповіщень...

source: Loading pinned messages...
ar: جارٍ تحميل الرسائل المثبتة...
cs: Načítání připnutých zpráv...
da: Indlæser fastgjorte beskeder...
de: Angeheftete Nachrichten werden geladen...
el: Φόρτωση καρφιτσωμένων μηνυμάτων...
es: Cargando mensajes anclados...
fi: Ladataan kiinnitettyjä viestejä...
fr: Chargement des messages épinglés...
he: טוען הודעות מוצמדות...
id: Memuat pesan yang dipin...
it: Caricamento messaggi fissati...
ja: ピン留めされたメッセージを読み込み中...
nl: Vastgezette boodschappen laden...
no: Laster festede meldinger...
pl: Ładowanie przypiętych wiadomości...
pt: Carregando mensagens fixadas...
ro: Se încarcă mesajele fixate...
ru: Загрузка закреплённых сообщений...
sk: Načítavam pripnuté správy...
sl: Nalagam pripeta sporočila...
sr: Učitavanje zakačenih poruka...
sv: Laddar fastsatta meddelanden...
th: กำลังโหลดข้อความที่ถูกปักหมุด...
tr: Sabit mesajlar yükleniyor...
uk: Завантаження закріплених повідомлень...

source: Loading your profile...
ar: جارٍ تحميل ملف التعريف الخاص بك...
cs: Načítání vašeho profilu...
da: Indlæser din profil...
el: Φορτώνω το προφίλ σας...
fr: Chargement de votre profil...
he: טוען את הפרופיל שלך...
id: Memuat profil Anda...
it: Caricamento del tuo profilo...
ja: プロフィールを読み込んでいます...
nl: Je profiel wordt geladen...
no: Laster profilen din...
pl: Ładowanie twojego profilu...
pt: Carregando seu perfil...
ro: Încărcarea profilului tău...
ru: Загрузка вашего профиля...
sk: Načítavam váš profil...
sl: Nalaganje vašega profila...
sr: Učitavanje vašeg profila...
sv: Laddar din profil...
th: กำลังโหลดโปรไฟล์ของคุณ...
tr: Profilinizi yüklüyoruz...

source: Loading...
ar: جارٍ التحميل...
cs: Načítání...
el: Φόρτωση...
fr: Chargement...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
nl: Laden...
ro: Se încarcă...
ru: Загрузка...
sk: Načítava sa...
sl: Nalagam...
sr: Učitavanje...
th: กำลังโหลด...

source: Looking up user...
ar: جارٍ البحث عن المستخدم...
cs: Hledám uživatele...
da: Ser efter bruger...
de: Benutzer wird gesucht...
el: Αναζητώντας χρήστη...
es: Buscando usuario...
fi: Etsitään käyttäjää...
fr: Recherche de l'utilisateur...
he: מחפש משתמש...
id: Mencari pengguna...
it: Ricerca utente...
ja: ユーザーを検索中...
nl: Zoekt gebruiker...
no: Ser opp bruker...
pl: Szukam użytkownika...
pt: Procurando usuário...
ro: Caut utilizator...
ru: Поиск пользователя...
sk: Hľadám používateľa...
sl: Iščem uporabnika...
sr: Tražim korisnika...
sv: Letar upp användare...
th: กำลังค้นหาผู้ใช้...
tr: Kullanıcıyı arıyor...
uk: Шукаю користувача...
vi: Đang tìm kiếm người dùng...

source: Lookup
ar: بحث
cs: Hledání
da: Opslag
de: Nachschlagen
el: Zoeken
es: Buscar
fi: Haku
fr: Recherche
he: חיפוש
id: Cari
it: Cerca
ja: ルックアップ
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisar
ro: Caută
ru: Поиск
sk: Hľadanie
sl: Iskanje
sr: Pretraga
sv: Sök
th: ค้นหา
tr: Ara
uk: Перегляд

source: Main navigation
cs: Hlavní navigace
el: Κύριος πλοήγησης
fr: Navigation principale
ru: Основная навигация

source: Maintenance in Progress
ar: الصيانة جارية
cs: Údržba probíhá
da: Vedligeholdelse i gang
de: Instandhaltung in Arbeit
el: Συντήρηση σε εξέλιξη
es: Mantenimiento en curso
fi: Ylläpidossa
fr: Maintenance en cours
he: תחזוקה בתהליך
id: Pemeliharaan Sedang Berlangsung
it: Manutenzione in corso
ja: メンテナンス中
nl: Onderhoud in uitvoering
no: Vedlikehold pågår
pl: Prace konserwacyjne w toku
pt: Manutenção em Andamento
ro: Întreținere în desfășurare
ru: Текущее обслуживание
sk: Údržba prebieha
sl: U toku održavanja
sr: U toku održavanja
sv: Underhåll pågår
th: กำลังบำรุงรักษา
tr: Bakım Devam Ediyor
uk: Триває обслуговування
vi: Bảo trì đang diễn ra

source: Make role invisible
ar: اجعل الدور غير مرئي
cs: Udělat roli neviditelnou
da: Gør rolle usynlig
el: Κάντε τον ρόλο αόρατο
fi: Tee rooli näkymättömäksi
fr: Rendre le rôle invisible
he: הפוך תפקיד לבלתי נראה
id: Jadikan peran tidak terlihat
it: Rendi il ruolo invisibile
ja: 役割を非表示にする
nl: Maak rol onzichtbaar
no: Gjør rollen usynlig
pl: Uczyń rolę niewidoczną
pt: Tornar função invisível
ro: Fă rolul invizibil
ru: Сделать роль невидимой
sk: Urobiť rolu neviditeľnou
sl: Naredite vlogo nevidno
sr: Učinite ulogu nevidljivom
sv: Gör rollen osynlig
th: ทำให้บทบาทมองไม่เห็น
tr: Rolü görünmez yap
uk: Зробити роль невидимою

source: Make role public
ar: اجعل الدور عامًا
cs: Udělat roli veřejnou
da: Gør rolle offentlig
el: Κάντε τον ρόλο δημόσιο
fi: Tee roolista julkinen
fr: Rendre le rôle public
he: הפוך תפקיד לציבורי
id: Jadikan peran publik
it: Rendi il ruolo pubblico
ja: 役割を公開する
nl: Maak rol openbaar
no: Gjør rollen offentlig
pl: Uczyń rolę publiczną
pt: Tornar função pública
ro: Fă rolul public
ru: Сделать роль публичной
sk: Urobiť rolu verejnou
sl: Naredite vlogo javno
sr: Učinite ulogu javnom
sv: Gör rollen offentlig
th: ทำให้บทบาทสาธารณะ
tr: Rolü herkese açık yap
uk: Зробити роль публічною

source: Make your account uniquely yours – set a contact photo. This information is only provided to the Spaces you join.
ar: اجعل حسابك فريدًا لك – قم بتعيين صورة جهة اتصال. هذه المعلومات تُقدم فقط للأماكن التي تنضم إليها.
cs: Udělej si svůj účet jedinečným – nastav si profilový obrázek. Tyto informace jsou poskytovány pouze pro Prostory, které navštěvuješ.
da: Gør din konto unikt din – indstil et kontaktfoto. Denne information gives kun til de Spaces, du deltager i.
de: Machen Sie Ihr Konto einzigartig – legen Sie ein Kontaktfoto fest. Diese Informationen werden nur den Spaces bereitgestellt, denen Sie beitreten.
el: Κάνε τον λογαριασμό σου μοναδικό – ρύθμισε μια φωτογραφία επαφής. Αυτές οι πληροφορίες παρέχονται μόνο στους Spaces που συμμετέχεις.
es: Haz que tu cuenta sea única: establece una foto de contacto. Esta información solo se proporciona a los Espcacios que te unas.
fi: Tee tilistäsi ainutlaatuinen – aseta yhteyshenkilön kuva. Tämä tieto annetaan vain niille Spaceille, joihin liityt.
fr: Rendez votre compte unique – définissez une photo de contact. Cette information est uniquement fournie aux Espaces que vous rejoignez.
he: הפוך את החשבון שלך לייחודי – קבע תמונת קשר. מידע זה מסופק רק לחללים שאתה מצטרף אליהם.
id: Buat akunmu menjadi unik – atur foto kontak. Informasi ini hanya diberikan kepada Spaces yang kamu ikuti.
it: Rendi il tuo account unico – imposta una foto di contatto. Queste informazioni vengono fornite solo agli Spazi a cui ti unisci.
ja: アカウントをユニークにしよう – 連絡先写真を設定してね。この情報は参加するスペースにのみ提供されます。
nl: Maak je account uniek – stel een contactfoto in. Deze informatie wordt alleen verstrekt aan de Ruimtes die je betreedt.
no: Gjør kontoen din unik – sett et kontaktbilde. Denne informasjonen gis kun til Spaces du blir med i.
pl: Spersonalizuj swoje konto – ustaw zdjęcie kontaktowe. Te informacje są udostępniane tylko w przestrzeniach, do których dołączasz.
pt: Faça sua conta ser exclusivamente sua – defina uma foto de contato. Essas informações são fornecidas apenas para os Espaços que você ingressa.
ro: Fă-ți contul unic – setează o fotografie de contact. Aceste informații sunt furnizate doar Spațiilor la care te alături.
ru: Сделайте вашу учетную запись уникальной – установите фото контакта. Эта информация предоставляется только пространствам, в которые вы присоединяетесь.
sk: Urob si svoj účet jedinečným – nastav si kontaktnú fotografiu. Tieto informácie sú poskytované iba Spaces, do ktorých sa pripojíš.
sl: Učini svoj nalog jedinstvenim – postavi kontakt fotografiju. Ove informacije se pružaju samo prostorima koje pridružite.
sr: Učini svoj nalog jedinstvenim – postavi kontakt fotografiju. Ove informacije se pružaju samo prostorima koje se pridružiš.
sv: Gör ditt konto unikt – ställ in en kontaktbild. Denna information ges endast till de Spaces du går med i.
th: ทำให้บัญชีของคุณเป็นเอกลักษณ์ – ตั้งค่าภาพโปรไฟล์ ติดต่อข้อมูลนี้จะถูกให้เฉพาะกับ Spaces ที่คุณเข้าร่วม
tr: Hesabınızı benzersiz kılın – bir profil fotoğrafı ayarlayın. Bu bilgi yalnızca katıldığınız Uzaylara sağlanır.
uk: Зробіть свій обліковий запис унікальним – встановіть контактне фото. Ця інформація надається лише просторам, до яких ви приєднуєтеся.
vi: Hãy làm cho tài khoản của bạn trở nên độc đáo – đặt một bức ảnh liên lạc. Thông tin này chỉ được cung cấp cho các Không gian bạn tham gia.

source: Manage desktop notification preferences for new messages.
ar: إدارة تفضيلات إشعارات سطح المكتب للرسائل الجديدة.
cs: Spravuj preference oznámení na ploše pro nové zprávy.
da: Administrer indstillinger for skrivebordsmeddelelser for nye beskeder.
de: Verwalte die Einstellungen für Desktop-Benachrichtigungen für neue Nachrichten.
el: Διαχείριση προτιμήσεων ειδοποιήσεων επιτραπέζιου υπολογιστή για νέα μηνύματα.
es: Gestiona las preferencias de notificación de escritorio para nuevos mensajes.
fi: Hallitse työpöydän ilmoitusasetuksia uusille viesteille.
fr: Gérer les préférences de notification de bureau pour les nouveaux messages.
he: נהל את העדפות ההתראות של שולחן העבודה עבור הודעות חדשות.
id: Kelola preferensi notifikasi desktop untuk pesan baru.
it: Gestisci le preferenze delle notifiche desktop per i nuovi messaggi.
ja: 新しいメッセージのためのデスクトップ通知の設定を管理します。
nl: Beheer de voorkeuren voor bureaubladmeldingen voor nieuwe berichten.
no: Administrer innstillinger for skrivebordsvarsler for nye meldinger.
pl: Zarządzaj preferencjami powiadomień na komputerze dla nowych wiadomości.
pt: Gerenciar preferências de notificações de desktop para novas mensagens.
ro: Gestionează preferințele pentru notificările pe desktop pentru mesaje noi.
ru: Управляйте предпочтениями уведомлений на рабочем столе для новых сообщений.
sk: Spravujte preferencie oznámení na pracovnej ploche pre nové správy.
sl: Uredi nastavitve namiznih obvestil za nove sporočila.
sr: Upravljajte postavkama obaveštenja na radnoj površini za nove poruke.
sv: Hantera inställningar för skrivbordsaviseringar för nya meddelanden.
th: จัดการการตั้งค่าการแจ้งเตือนบนเดสก์ท็อปสำหรับข้อความใหม่
tr: Yeni mesajlar için masaüstü bildirim tercihlerini yönet.
uk: Керуйте налаштуваннями сповіщень на робочому столі для нових повідомлень.
vi: Quản lý sở thích thông báo trên máy tính cho các tin nhắn mới.

source: Manage devices, and privacy conditions for messaging and synchronization.
ar: إدارة الأجهزة، وظروف الخصوصية للمراسلة والمزامنة.
cs: Spravuj zařízení a podmínky ochrany soukromí pro zasílání zpráv a synchronizaci.
da: Administrer enheder og privatlivsbetingelser for beskeder og synkronisering.
de: Verwalten Sie Geräte und Datenschutzbedingungen für Messaging und Synchronisierung.
el: Διαχείριση συσκευών και συνθηκών ιδιωτικότητας για μηνύματα και συγχρονισμό.
es: Gestiona dispositivos y condiciones de privacidad para mensajería y sincronización.
fi: Hallitse laitteita ja yksityisyysolosuhteita viestintään ja synkronointiin.
fr: Gérez les appareils et les conditions de confidentialité pour la messagerie et la synchronisation.
he: נהל מכשירים, ותנאי פרטיות להודעות ולסנכרון.
id: Kelola perangkat, dan kondisi privasi untuk pesan dan sinkronisasi.
it: Gestisci i dispositivi e le condizioni di privacy per la messaggistica e la sincronizzazione.
ja: デバイスとメッセージングおよび同期のプライバシー条件を管理します。
nl: Beheer apparaten en privacyvoorwaarden voor messaging en synchronisatie.
no: Administrer enheter og personvernvilkår for meldinger og synkronisering.
pl: Zarządzaj urządzeniami oraz warunkami prywatności dla wiadomości i synchronizacji.
pt: Gerencie dispositivos e condições de privacidade para mensagens e sincronização.
ro: Gestionează dispozitivele și condițiile de confidențialitate pentru mesagerie și sincronizare.
ru: Управляйте устройствами и условиями конфиденциальности для обмена сообщениями и синхронизации.
sk: Spravuj zariadenia a podmienky ochrany súkromia pre zasielanie správ a synchronizáciu.
sl: Upravljaj uređajima i uslovima privatnosti za poruke i sinhronizaciju.
sr: Upravljaj uređajima i uslovima privatnosti za poruke i sinhronizaciju.
sv: Hantera enheter och sekretessvillkor för meddelanden och synkronisering.
th: จัดการอุปกรณ์และเงื่อนไขความเป็นส่วนตัวสำหรับการส่งข้อความและการซิงโครไนซ์
tr: Aygıtları ve mesajlaşma ile senkronizasyon için gizlilik koşullarını yönetin.
uk: Керуйте пристроями та умовами конфіденційності для обміну повідомленнями та синхронізації.
vi: Quản lý thiết bị và điều kiện quyền riêng tư cho nhắn tin và đồng bộ hóa.

source: Manage Inivte links and send invites to people you've previously had conversations with.
ar: إدارة روابط الدعوة وإرسال الدعوات للأشخاص الذين تحدثت معهم سابقًا.
cs: Spravovat odkazy na pozvání a posílat pozvánky lidem, se kterými jste již měli konverzace.
da: Administrer invitationslinks og send invitationer til personer, du tidligere har haft samtaler med.
el: Διαχείριση συνδέσμων πρόσκλησης και αποστολή προσκλήσεων σε άτομα με τα οποία είχατε προηγουμένως συνομιλίες.
fr: Gérer les liens d'invitation et envoyer des invitations aux personnes avec qui vous avez déjà eu des conversations.
he: נהל קישורי הזמנה ושלח הזמנות לאנשים שדיברת איתם בעבר.
id: Kelola tautan undangan dan kirim undangan kepada orang yang pernah Anda ajak bicara sebelumnya.
it: Gestisci i link di invito e invia inviti a persone con cui hai già avuto conversazioni.
ja: 招待リンクを管理し、以前に会話をした人に招待を送信します。
nl: Beheer uitnodigingslinks en stuur uitnodigingen naar mensen met wie je eerder gesprekken hebt gehad.
no: Administrer invitasjonslenker og send invitasjoner til personer du tidligere har hatt samtaler med.
pl: Zarządzaj linkami zaproszeń i wysyłaj zaproszenia do osób, z którymi wcześniej prowadziłeś rozmowy.
pt: Gerenciar links de convite e enviar convites para pessoas com quem você já teve conversas.
ro: Gestionează linkurile de invitație și trimite invitații persoanelor cu care ai avut conversații anterioare.
ru: Управляйте ссылками приглашений и отправляйте приглашения людям, с которыми вы ранее общались.
sk: Spravovať pozvánkové odkazy a posielať pozvánky ľuďom, s ktorými ste mali predtým rozhovory.
sl: Upravljaj povezave za povabila in pošlji povabila ljudem, s katerimi si imel prej pogovore.
sr: Upravljajte pozivnim linkovima i šaljite pozivnice ljudima sa kojima ste prethodno razgovarali.
sv: Hantera inbjudningslänkar och skicka inbjudningar till personer du tidigare har haft konversationer med.
th: จัดการลิงก์เชิญและส่งคำเชิญไปยังผู้คนที่คุณเคยสนทนาด้วย
tr: Daha önce konuştuğunuz kişilere davet bağlantılarını yönetin ve davet gönderin.

source: Manage Roles
ar: إدارة الأدوار
cs: Spravovat role
da: Administrer roller
el: Διαχείριση Ρόλων
fr: Gérer les rôles
id: Kelola Peran
it: Gestisci Ruoli
ja: ロールを管理
nl: Beheer rollen
pt: Gerenciar Funções
ro: Gestionează Roluri
ru: Управлять ролями
sk: Spravovať úlohy
sl: Upravljaj vloge
sr: Upravljaj ulogama
th: จัดการบทบาท

source: Manage your settings for <0>{spaceName}</0>.
ar: إدارة إعداداتك لـ <0>{spaceName}</0>.
cs: Spravujte svá nastavení pro <0>{spaceName}</0>.
da: Administrer dine indstillinger for <0>{spaceName}</0>.
el: Διαχειριστείτε τις ρυθμίσεις σας για <0>{spaceName}</0>.
fr: Gérez vos paramètres pour <0>{spaceName}</0>.
id: Kelola pengaturanmu untuk <0>{spaceName}</0>.
it: Gestisci le tue impostazioni per <0>{spaceName}</0>.
ja: <0>{spaceName}</0>の設定を管理
nl: Beheer je instellingen voor <0>{spaceName}</0>.
pt: Gerencie suas configurações para <0>{spaceName}</0>.
ro: Gestionează-ți setările pentru <0>{spaceName}</0>.
ru: Управляйте своими настройками для <0>{spaceName}</0>.
sk: Spravujte svoje nastavenia pre <0>{spaceName}</0>.
sl: Upravljajte svoje nastavitve za <0>{spaceName}</0>.
sr: Upravljaj svojim podešavanjima za <0>{spaceName}</0>.
th: จัดการการตั้งค่าของคุณสำหรับ <0>{spaceName}</0>.

source: Mark all as read
ar: تحديد الكل كمقروء
cs: Označit vše jako přečtené
da: Marker alle som læst
de: Alle als gelesen markieren
el: Σήμανση όλων ως αναγνωσμένων
fi: Merkitse kaikki luetuiksi
fr: Marquer tout comme lu
he: סמן הכל כנקרא
id: Tandai semua sebagai dibaca
it: Segna tutto come letto
ja: すべてを既読にする
nl: Markeer alles als gelezen
no: Merk alt som lest
pl: Oznacz wszystkie jako przeczytane
pt: Marcar tudo como lido
ro: Marchează totul ca citit
ru: Отметить все как прочитанные
sk: Označiť všetko ako prečítané
sl: Označi vse kot prebrano
sr: Označi sve kao pročitano
sv: Markera alla som lästa
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว
tr: Hepsini okunmuş olarak işaretle
uk: Позначити всі як прочитані

source: Mark All as Read
ar: علامة الكل كمقروء
cs: Označit vše jako přečtené
el: Σήμανση Όλων ως Διαβασμένων
fr: Marquer tout comme lu
ja: すべてを既読にマーク
nl: Markeer alles als gelezen
ru: Отметить все как прочитанное
sk: Označiť všetko ako prečítané
sl: Označi vse kot prebrano
sr: Označi sve kao pročitano
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

source: Members List
ar: قائمة الأعضاء
cs: Seznam členů
da: Medlemsliste
de: Mitgliederliste
el: Λίστα μελών
es: Lista de Miembros
fi: Jäsenluettelo
fr: Liste des membres
he: רשימת חברים
id: Daftar Anggota
it: Lista Membri
ja: メンバーリスト
nl: Ledenlijst
no: Medlemsliste
pl: Lista członków
pt: Lista de Membros
ro: Lista membrilor
ru: Список участников
sk: Zoznam členov
sl: Seznam članov
sr: Lista članova
sv: Medlemslista
th: รายชื่อสมาชิก
tr: Üyeler Listesi
uk: Список учасників

source: Members of selected roles can post, delete, and pin messages in this read-only channel. Note: Space owners must also be in a manager role to post here.
ar: يمكن لأعضاء الأدوار المحددة نشر الرسائل وحذفها وتثبيتها في هذه القناة للقراءة فقط. ملاحظة: يجب أن يكون مالكو المساحة أيضًا في دور المدير للنشر هنا.
cs: Členové vybraných rolí mohou v tomto kanálu pouze pro čtení posílat, mazat a připínat zprávy. Poznámka: Vlastníci prostoru musí být také v roli manažera, aby zde mohli posílat zprávy.
da: Medlemmer af de valgte roller kan poste, slette og fastgøre beskeder i denne skrivebeskyttede kanal. Bemærk: Rum ejere skal også være i en lederrolle for at poste her.
el: Τα μέλη των επιλεγμένων ρόλων μπορούν να δημοσιεύουν, να διαγράφουν και να καρφιτσώνουν μηνύματα σε αυτό το κανάλι μόνο για ανάγνωση. Σημείωση: Οι ιδιοκτήτες του χώρου πρέπει επίσης να είναι σε ρόλο διαχειριστή για να δημοσιεύουν εδώ.
fr: Les membres des rôles sélectionnés peuvent publier, supprimer et épingler des messages dans ce canal en lecture seule. Remarque : les propriétaires d'espace doivent également être dans un rôle de gestionnaire pour publier ici.
he: חברי התפקידים הנבחרים יכולים לפרסם, למחוק ולנעוץ הודעות בערוץ זה, שהוא קריא בלבד. הערה: בעלי המרחב חייבים להיות גם בתפקיד מנהל כדי לפרסם כאן.
id: Anggota peran yang dipilih dapat mengirim, menghapus, dan menyematkan pesan di saluran hanya-baca ini. Catatan: Pemilik ruang juga harus berada dalam peran manajer untuk mengirim pesan di sini.
it: I membri dei ruoli selezionati possono pubblicare, eliminare e fissare messaggi in questo canale di sola lettura. Nota: i proprietari dello spazio devono essere anche in un ruolo di manager per pubblicare qui.
ja: 選択した役割のメンバーは、この読み取り専用チャンネルでメッセージを投稿、削除、ピン留めできます。注意: スペースのオーナーは、ここに投稿するためにマネージャー役割にもいる必要があります。
nl: Leden van geselecteerde rollen kunnen berichten plaatsen, verwijderen en vastpinnen in dit alleen-lezen kanaal. Opmerking: Space-eigenaren moeten ook in een managerrol zijn om hier te kunnen posten.
no: Medlemmer av valgte roller kan legge ut, slette og feste meldinger i denne skrivebeskyttede kanalen. Merk: Rom-eiere må også være i en lederrolle for å legge ut her.
pl: Członkowie wybranych ról mogą publikować, usuwać i przypinać wiadomości w tym kanale tylko do odczytu. Uwaga: właściciele przestrzeni muszą również być w roli menedżera, aby publikować tutaj.
pt: Membros dos papéis selecionados podem postar, excluir e fixar mensagens neste canal somente leitura. Nota: Proprietários do espaço também devem estar em um papel de gerente para postar aqui.
ro: Membrii rolurilor selectate pot posta, șterge și fixa mesaje în acest canal de citire. Notă: Proprietarii de spațiu trebuie să fie, de asemenea, într-un rol de manager pentru a posta aici.
ru: Члены выбранных ролей могут отправлять, удалять и закреплять сообщения в этом канале только для чтения. Примечание: владельцы пространства также должны быть в роли менеджера, чтобы отправлять сообщения здесь.
sk: Členovia vybraných rolí môžu posielať, mazať a pripínať správy v tomto kanáli iba na čítanie. Poznámka: Vlastníci priestoru musia byť tiež v manažérskej úlohe, aby tu mohli posielať správy.
sl: Člani izbranih vlog lahko objavljajo, brišejo in pritrjujejo sporočila v tem kanalu, ki je samo za branje. Opomba: Lastniki prostora morajo biti tudi v vlogi upravitelja, da lahko tukaj objavljajo.
sr: Članovi odabranih uloga mogu da objavljuju, brišu i zakače poruke u ovom kanalu koji je samo za čitanje. Napomena: Vlasnici prostora takođe moraju biti u ulozi menadžera da bi ovde objavljivali.
sv: Medlemmar med valda roller kan posta, ta bort och fästa meddelanden i denna skrivskyddade kanal. Observera: Space-ägare måste också vara i en managerroll för att posta här.
th: สมาชิกของบทบาทที่เลือกสามารถโพสต์ ลบ และปักหมุดข้อความในช่องนี้ที่อ่านได้อย่างเดียว หมายเหตุ: เจ้าของพื้นที่ต้องอยู่ในบทบาทผู้จัดการเพื่อโพสต์ที่นี่
tr: Seçilen rollerin üyeleri, bu yalnızca okunabilir kanalda mesaj gönderip, silip ve sabitleyebilir. Not: Alan sahiplerinin burada mesaj gönderebilmesi için ayrıca bir yönetici rolünde olması gerekir.

source: Mention Everyone
ar: ذكر الجميع
cs: Zmínit všechny
da: Nævn Alle
de: Alle erwähnen
el: Αναφορά σε όλους
fi: Mainitse kaikki
fr: Mentionner tout le monde
he: אזכור את כולם
id: Sebutkan Semua
it: Menziona tutti
ja: 全員にメンション
nl: Vermeld Iedereen
no: Nevn Alle
pl: Wzmianka do wszystkich
pt: Mencionar Todos
ro: Menționează pe toată lumea
ru: Упомянуть всех
sk: Oznámiť všetkým
sl: Omeni vse
sr: Pominjanja svih
sv: Nämn alla
th: กล่าวถึงทุกคน
tr: Herkesi Bahset
uk: Згадати всіх

source: Message actions
ar: إجراءات الرسالة
cs: Akce zprávy
da: Besked handlinger
de: Nachrichtenaktionen
el: Ενέργειες μηνυμάτων
es: Acciones de mensaje
fi: Viestitoiminnot
fr: Actions de message
he: פעולות הודעה
id: Tindakan pesan
it: Azioni messaggio
ja: メッセージアクション
nl: Berichtacties
no: Meldingshandlinger
pl: Akcje wiadomości
pt: Ações de mensagem
ro: Acțiuni mesaj
ru: Действия с сообщениями
sk: Akcie správy
sl: Dejanja sporočila
sr: Akcije poruka
sv: Meddelandeåtgärder
th: การดำเนินการข้อความ
tr: Mesaj eylemleri
uk: Дії з повідомленнями
vi: Hành động tin nhắn
