Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: File rejected
ar: تم رفض الملف
cs: Soubor byl odmítnut
da: Fil afvist
de: Datei abgelehnt
el: Το αρχείο απορρίφθηκε
es: Archivo rechazado
fi: Tiedosto hylätty
fr: Fichier rejeté
he: הקובץ נדחה
id: File ditolak
it: File rifiutato
ja: ファイルが拒否されました
nl: Bestand afgewezen
no: Fil avvist
pl: Plik odrzucony
pt: Arquivo rejeitado
ro: Fișier respins
ru: Файл отклонен
sk: Súbor bol zamietnutý
sl: Datoteka zavrnjena
sr: Datoteka odbijena
sv: Fil avvisad
th: ไฟล์ถูกปฏิเสธ
tr: Dosya reddedildi
uk: Файл відхилено
vi: Tệp bị từ chối

source: File rejected. Use PNG, JPG or GIF.
cs: Soubor byl odmítnut. Použijte PNG, JPG nebo GIF.
el: Απορρίφθηκε το αρχείο. Χρησιμοποιήστε PNG, JPG ή GIF.

source: File size too large. Maximum size: {maxSizeMB}
ar: حجم الملف كبير جدًا. الحجم الأقصى: {maxSizeMB}
cs: Velikost souboru je příliš velká. Maximální velikost: {maxSizeMB}
da: Filstørrelse for stor. Maksimal størrelse: {maxSizeMB}
de: Dateigröße zu groß. Maximale Größe: {maxSizeMB}
el: Το μέγεθος του αρχείου είναι πολύ μεγάλο. Μέγιστο μέγεθος: {maxSizeMB}
es: El tamaño del archivo es demasiado grande. Tamaño máximo: {maxSizeMB}
fi: Tiedoston koko on liian suuri. Suurin koko: {maxSizeMB}
fr: La taille du fichier est trop grande. Taille maximale : {maxSizeMB}
he: גודל הקובץ גדול מדי. גודל מקסימלי: {maxSizeMB}
id: Ukuran file terlalu besar. Ukuran maksimum: {maxSizeMB}
it: Dimensione del file troppo grande. Dimensione massima: {maxSizeMB}
ja: ファイルサイズが大きすぎます。最大サイズ: {maxSizeMB}
nl: Bestandsgrootte te groot. Maximale grootte: {maxSizeMB}
no: Filstørrelse for stor. Maksimal størrelse: {maxSizeMB}
pl: Rozmiar pliku jest zbyt duży. Maksymalny rozmiar: {maxSizeMB}
pt: Tamanho do arquivo muito grande. Tamanho máximo: {maxSizeMB}
ro: Dimensiunea fișierului este prea mare. Dimensiunea maximă: {maxSizeMB}
ru: Размер файла слишком велик. Максимальный размер: {maxSizeMB}
sk: Veľkosť súboru je príliš veľká. Maximálna veľkosť: {maxSizeMB}
sl: Velikost datoteke je prevelika. Največja velikost: {maxSizeMB}
sr: Veličina fajla je prevelika. Maksimalna veličina: {maxSizeMB}
sv: Filstorlek för stor. Maximal storlek: {maxSizeMB}
th: ขนาดไฟล์ใหญ่เกินไป ขนาดสูงสุด: {maxSizeMB}
tr: Dosya boyutu çok büyük. Maksimum boyut: {maxSizeMB}
uk: Розмір файлу занадто великий. Максимальний розмір: {maxSizeMB}
vi: Kích thước tệp quá lớn. Kích thước tối đa: {maxSizeMB}

source: File size too large. Maximum size: {maxSizeMB}MB
ar: حجم الملف كبير جدًا. الحجم الأقصى: {maxSizeMB}MB
cs: Velikost souboru je příliš velká. Maximální velikost: {maxSizeMB}MB
da: Filstørrelse for stor. Maksimal størrelse: {maxSizeMB}MB
de: Dateigröße zu groß. Maximale Größe: {maxSizeMB}MB
el: Το μέγεθος του αρχείου είναι πολύ μεγάλο. Μέγιστο μέγεθος: {maxSizeMB}MB
es: El tamaño del archivo es demasiado grande. Tamaño máximo: {maxSizeMB}MB
fi: Tiedoston koko on liian suuri. Suurin koko: {maxSizeMB}MB
fr: La taille du fichier est trop grande. Taille maximale : {maxSizeMB}MB
he: גודל הקובץ גדול מדי. גודל מקסימלי: {maxSizeMB}MB
id: Ukuran file terlalu besar. Ukuran maksimum: {maxSizeMB}MB
it: Dimensione del file troppo grande. Dimensione massima: {maxSizeMB}MB
ja: ファイルサイズが大きすぎます。最大サイズ: {maxSizeMB}MB
nl: Bestandsgrootte te groot. Maximale grootte: {maxSizeMB}MB
no: Filstørrelse for stor. Maksimal størrelse: {maxSizeMB}MB
pl: Rozmiar pliku jest zbyt duży. Maksymalny rozmiar: {maxSizeMB}MB
pt: Tamanho do arquivo muito grande. Tamanho máximo: {maxSizeMB}MB
ro: Dimensiunea fișierului este prea mare. Dimensiunea maximă: {maxSizeMB}MB
ru: Размер файла слишком велик. Максимальный размер: {maxSizeMB}MB
sk: Veľkosť súboru je príliš veľká. Maximálna veľkosť: {maxSizeMB}MB
sl: Velikost datoteke je prevelika. Največja velikost: {maxSizeMB}MB
sr: Veličina fajla je prevelika. Maksimalna veličina: {maxSizeMB}MB
sv: Filstorlek för stor. Maximal storlek: {maxSizeMB}MB
th: ขนาดไฟล์ใหญ่เกินไป ขนาดสูงสุด: {maxSizeMB}MB
tr: Dosya boyutu çok büyük. Maksimum boyut: {maxSizeMB}MB
uk: Розмір файлу занадто великий. Максимальний розмір: {maxSizeMB}MB
vi: Kích thước tệp quá lớn. Kích thước tối đa: {maxSizeMB}MB

source: File size too small. Minimum size: {minSizeMB}
ar: حجم الملف صغير جدًا. الحجم الأدنى: {minSizeMB}
cs: Velikost souboru je příliš malá. Minimální velikost: {minSizeMB}
da: Filstørrelse for lille. Minimal størrelse: {minSizeMB}
de: Dateigröße zu klein. Minimale Größe: {minSizeMB}
el: Το μέγεθος του αρχείου είναι πολύ μικρό. Ελάχιστο μέγεθος: {minSizeMB}
es: El tamaño del archivo es demasiado pequeño. Tamaño mínimo: {minSizeMB}
fi: Tiedoston koko on liian pieni. Pienin koko: {minSizeMB}
fr: La taille du fichier est trop petite. Taille minimale : {minSizeMB}
he: גודל הקובץ קטן מדי. גודל מינימלי: {minSizeMB}
id: Ukuran file terlalu kecil. Ukuran minimum: {minSizeMB}
it: Dimensione del file troppo piccola. Dimensione minima: {minSizeMB}
ja: ファイルサイズが小さすぎます。最小サイズ: {minSizeMB}
nl: Bestandsgrootte te klein. Minimale grootte: {minSizeMB}
no: Filstørrelse for liten. Minimum størrelse: {minSizeMB}
pl: Rozmiar pliku jest zbyt mały. Minimalny rozmiar: {minSizeMB}
pt: Tamanho do arquivo muito pequeno. Tamanho mínimo: {minSizeMB}
ro: Dimensiunea fișierului este prea mică. Dimensiunea minimă: {minSizeMB}
ru: Размер файла слишком мал. Минимальный размер: {minSizeMB}
sk: Veľkosť súboru je príliš malá. Minimálna veľkosť: {minSizeMB}
sl: Velikost datoteke je premajhna. Najmanjša velikost: {minSizeMB}
sr: Veličina fajla je premala. Minimalna veličina: {minSizeMB}
sv: Filstorlek för liten. Minimi storlek: {minSizeMB}
th: ขนาดไฟล์เล็กเกินไป ขนาดขั้นต่ำ: {minSizeMB}
tr: Dosya boyutu çok küçük. Minimum boyut: {minSizeMB}
uk: Розмір файлу занадто малий. Мінімальний розмір: {minSizeMB}
vi: Kích thước tệp quá nhỏ. Kích thước tối thiểu: {minSizeMB}

source: File validation failed. Please try again.
ar: فشل التحقق من الملف. يرجى المحاولة مرة أخرى.
cs: Ověření souboru selhalo. Zkuste to prosím znovu.
da: Filvalidering mislykkedes. Prøv venligst igen.
de: Dateiüberprüfung fehlgeschlagen. Bitte versuche es erneut.
el: Η επικύρωση του αρχείου απέτυχε. Παρακαλώ δοκιμάστε ξανά.
es: La validación del archivo falló. Por favor, inténtalo de nuevo.
fi: Tiedoston vahvistaminen epäonnistui. Yritä uudelleen.
fr: La validation du fichier a échoué. Veuillez réessayer.
he: אימות הקובץ נכשל. אנא נסה שוב.
id: Validasi file gagal. Silakan coba lagi.
it: La convalida del file è fallita. Riprova.
ja: ファイルの検証に失敗しました。もう一度お試しください。
nl: Bestandsvalidatie mislukt. Probeer het opnieuw.
no: Filvalidering feilet. Vennligst prøv igjen.
pl: Walidacja pliku nie powiodła się. Proszę spróbować ponownie.
pt: Validação do arquivo falhou. Por favor, tente novamente.
ro: Validarea fișierului a eșuat. Te rugăm să încerci din nou.
ru: Проверка файла не удалась. Пожалуйста, попробуйте снова.
sk: Overenie súboru zlyhalo. Skúste to prosím znova.
sl: Preverjanje datoteke ni uspelo. Poskusite znova.
sr: Validacija fajla nije uspela. Pokušajte ponovo.
sv: Filvalidering misslyckades. Försök igen.
th: การตรวจสอบไฟล์ล้มเหลว กรุณาลองอีกครั้ง
tr: Dosya doğrulaması başarısız oldu. Lütfen tekrar deneyin.
uk: Перевірка файлу не вдалася. Будь ласка, спробуйте ще раз.
vi: Xác thực tệp không thành công. Vui lòng thử lại.

source: Find documentation, keyboard shortcuts, and recovery tools.
ar: ابحث عن التوثيق، اختصارات لوحة المفاتيح، وأدوات الاسترداد.
cs: Najděte dokumentaci, klávesové zkratky a nástroje pro obnovení.
el: Βρείτε τεκμηρίωση, συντομεύσεις πληκτρολογίου και εργαλεία αποκατάστασης.
fr: Trouvez la documentation, les raccourcis clavier et les outils de récupération.
ja: ドキュメント、キーボードショートカット、復旧ツールを見つけます。
nl: Vind documentatie, sneltoetsen en hersteltools.
ru: Найдите документацию, сочетания клавиш и инструменты восстановления.
sk: Nájdite dokumentáciu, klávesové skratky a nástroje na obnovenie.
sl: Najdi dokumentacijo, bližnjice na tipkovnici in orodja za obnovitev.
sr: Pronađite dokumentaciju, prečice na tastaturi i alate za oporavak.
th: ค้นหาเอกสาร, คีย์บอร์ดลัด, และเครื่องมือกู้คืน

source: Fix
ar: إصلاح
cs: Opravit
da: Ret
de: Reparieren
es: Arreglar
fi: Korjaa
fr: Corriger
he: תיקון
id: Perbaiki
it: Correggi
ja: 修正
no: Fiks
pl: Napraw
pt: Corrigir
ro: Rezolvă
ru: Исправить
sk: Opraviť
sl: Odpravi
sr: Popravi
th: แก้ไข
tr: Düzelt
uk: Виправити

source: Fixes
ar: إصلاحات
cs: Opravy
da: Retter
de: Reparaturen
es: Arreglos
fi: Korjaukset
fr: Corrections
he: תיקונים
id: Perbaikan
it: Correzioni
ja: 修正
no: Fikser
pl: Naprawy
pt: Correções
ro: Rezolvări
ru: Исправления
sk: Opravy
sl: Odprave
sr: Popravke
sv: Fixar
th: การแก้ไข
tr: Düzeltmeler
uk: Виправлення

source: Fixing...
ar: يتم الإصلاح...
cs: Opravuji...
da: Retter...
de: Repariere...
el: Bezig met fixen...
es: Arreglando...
fi: Korjataan...
fr: Correction...
he: מתקן...
id: Memperbaiki...
it: Correggendo...
ja: 修正中...
nl: Bezig met oplossen...
no: Fikser...
pl: Naprawianie...
pt: Corrigindo...
ro: Se rezolvă...
ru: Исправление...
sk: Oprava...
sl: Odpravljanje...
sr: Popravljanje...
sv: Fixar...
th: กำลังแก้ไข...
tr: Düzeltiliyor...
uk: Виправлення...

source: Folder Icon & Color
ar: رمز المجلد واللون
cs: Ikona a barva složky
da: Mappeikon & Farve
el: Εικονίδιο & Χρώμα Φακέλου
fr: Icône et couleur du dossier
he: אייקון וצבע תיקייה
id: Ikon & Warna Folder
it: Icona e Colore della Cartella
ja: フォルダーのアイコンと色
nl: Map Pictogram & Kleur
no: Mappeikon og farge
pl: Ikona i kolor folderu
pt: Ícone e Cor da Pasta
ro: Iconița și Culoarea Folderului
ru: Иконка и цвет папки
sk: Ikona a farba priečinka
sl: Ikona in barva mape
sr: Ikona i boja fascikle
sv: Mappikon och färg
th: ไอคอนและสีของโฟลเดอร์
tr: Klasör İkonu ve Renk

source: Folder Name
ar: اسم المجلد
cs: Název složky
da: Mappe Navn
el: Όνομα Φακέλου
fr: Nom du dossier
he: שם תיקייה
id: Nama Folder
it: Nome della Cartella
ja: フォルダー名
nl: Map Naam
no: Mappenavn
pl: Nazwa folderu
pt: Nome da Pasta
ro: Numele Folderului
ru: Название папки
sk: Názov priečinka
sl: Ime mape
sr: Ime fascikle
sv: Mappnamn
th: ชื่อโฟลเดอร์
tr: Klasör Adı

source: Folder name cannot contain special characters
ar: لا يمكن أن يحتوي اسم المجلد على أحرف خاصة
cs: Název složky nesmí obsahovat speciální znaky
da: Mappe navnet må ikke indeholde specialtegn
el: Το όνομα του φακέλου δεν μπορεί να περιέχει ειδικούς χαρακτήρες
fr: Le nom du dossier ne peut pas contenir de caractères spéciaux
he: שם התיקייה לא יכול להכיל תווים מיוחדים
id: Nama folder tidak boleh mengandung karakter khusus
it: Il nome della cartella non può contenere caratteri speciali
ja: フォルダー名には特殊文字を含めることはできません
nl: Map naam mag geen speciale tekens bevatten
no: Mappenavn kan ikke inneholde spesialtegn
pl: Nazwa folderu nie może zawierać znaków specjalnych
pt: O nome da pasta não pode conter caracteres especiais
ro: Numele folderului nu poate conține caractere speciale
ru: Название папки не может содержать специальные символы
sk: Názov priečinka nemôže obsahovať špeciálne znaky
sl: Ime mape ne sme vsebovati posebnih znakov
sr: Ime fascikle ne može sadržati specijalne karaktere
sv: Mappnamn får inte innehålla specialtecken
th: ชื่อโฟลเดอร์ไม่สามารถมีอักขระพิเศษ
tr: Klasör adı özel karakterler içeremez

source: Folder name is required
ar: اسم المجلد مطلوب
cs: Název složky je povinný
da: Mappe navnet er påkrævet
el: Το όνομα του φακέλου είναι υποχρεωτικό
fr: Le nom du dossier est requis
he: שם תיקייה נדרש
id: Nama folder diperlukan
it: Il nome della cartella è obbligatorio
ja: フォルダー名は必須です
nl: Map naam is verplicht
no: Mappenavn er påkrevd
pl: Nazwa folderu jest wymagana
pt: O nome da pasta é obrigatório
ro: Numele folderului este necesar
ru: Название папки обязательно
sk: Názov priečinka je povinný
sl: Ime mape je obvezno
sr: Ime fascikle je obavezno
sv: Mappnamn krävs
th: ชื่อโฟลเดอร์เป็นสิ่งที่จำเป็น
tr: Klasör adı gereklidir

source: Folder name must be {MAX_NAME_LENGTH} characters or less
ar: يجب أن يتكون اسم المجلد من {MAX_NAME_LENGTH} حرفًا أو أقل
cs: Název složky musí mít maximálně {MAX_NAME_LENGTH} znaků
da: Mappe navnet skal være {MAX_NAME_LENGTH} tegn eller færre
el: Το όνομα του φακέλου πρέπει να είναι {MAX_NAME_LENGTH} χαρακτήρες ή λιγότερο
fr: Le nom du dossier doit contenir {MAX_NAME_LENGTH} caractères ou moins
he: שם תיקייה חייב להיות {MAX_NAME_LENGTH} תווים או פחות
id: Nama folder harus {MAX_NAME_LENGTH} karakter atau kurang
it: Il nome della cartella deve essere lungo al massimo {MAX_NAME_LENGTH} caratteri
ja: フォルダー名は{MAX_NAME_LENGTH}文字以下でなければなりません
nl: Map naam moet {MAX_NAME_LENGTH} tekens of minder zijn
no: Mappenavn må være {MAX_NAME_LENGTH} tegn eller færre
pl: Nazwa folderu musi mieć {MAX_NAME_LENGTH} znaków lub mniej
pt: O nome da pasta deve ter {MAX_NAME_LENGTH} caracteres ou menos
ro: Numele folderului trebuie să aibă {MAX_NAME_LENGTH} caractere sau mai puțin
ru: Название папки должно содержать {MAX_NAME_LENGTH} символов или меньше
sk: Názov priečinka musí mať maximálne {MAX_NAME_LENGTH} znakov
sl: Ime mape mora biti {MAX_NAME_LENGTH} znakov ali manj
sr: Ime fascikle mora imati {MAX_NAME_LENGTH} karaktera ili manje
sv: Mappnamn måste vara {MAX_NAME_LENGTH} tecken eller färre
th: ชื่อโฟลเดอร์ต้องมีความยาวไม่เกิน {MAX_NAME_LENGTH} ตัวอักษร
tr: Klasör adı {MAX_NAME_LENGTH} karakter veya daha az olmalıdır

source: For privacy, your ownership is hidden from other clients. This means: Delete permission holders can delete your messages permanently, Mute permission holders can mute you (reversible). Only grant these to trusted users. Also note: if you're the only one with a role, your actions may reveal you as the owner—consider sharing roles with other trusted users.
ar: لأسباب تتعلق بالخصوصية، ملكيتك مخفية عن العملاء الآخرين. وهذا يعني: يمكن لحاملي إذن الحذف حذف رسائلك بشكل دائم، ويمكن لحاملي إذن الكتم كتمك (قابل للعكس). امنح هذه الأذونات فقط للمستخدمين الموثوق بهم. لاحظ أيضًا: إذا كنت الشخص الوحيد الذي لديه دور، قد تكشف أفعالك عنك كمالك—فكر في مشاركة الأدوار مع مستخدمين موثوقين آخرين.
cs: Z důvodu ochrany soukromí je vaše vlastnictví skryto před ostatními klienty. To znamená: Držitelé oprávnění pro mazání mohou trvale mazat vaše zprávy, držitelé oprávnění pro ztlumení vás mohou ztlumit (vratné). Tyto oprávnění udělujte pouze důvěryhodným uživatelům. Také mějte na paměti: pokud jste jediný s rolí, vaše akce vás mohou odhalit jako vlastníka - zvažte sdílení rolí s jinými důvěryhodnými uživateli.
da: Af hensyn til privatlivets fred er dit ejerskab skjult for andre klienter. Dette betyder: Indehavere af slettetilladelse kan slette dine beskeder permanent, indehavere af tavsheds-tilladelse kan gøre dig tavs (reversibelt). Giv kun disse tilladelser til betroede brugere. Bemærk også: hvis du er den eneste med en rolle, kan dine handlinger afsløre dig som ejeren—overvej at dele roller med andre betroede brugere.
el: Για λόγους ιδιωτικότητας, η ιδιοκτησία σας είναι κρυφή από άλλους πελάτες. Αυτό σημαίνει: Οι κάτοχοι άδειας διαγραφής μπορούν να διαγράψουν τα μηνύματά σας μόνιμα, οι κάτοχοι άδειας σίγασης μπορούν να σας σιωπήσουν (αναστρέψιμο). Δώστε αυτές τις άδειες μόνο σε αξιόπιστους χρήστες. Επίσης σημειώστε: αν είστε ο μόνος με ρόλο, οι ενέργειές σας μπορεί να σας αποκαλύψουν ως τον ιδιοκτήτη—σκεφτείτε να μοιραστείτε ρόλους με άλλους αξιόπιστους χρήστες.
fr: Pour des raisons de confidentialité, votre propriété est cachée des autres clients. Cela signifie : Les titulaires de la permission de suppression peuvent supprimer vos messages de manière permanente, les titulaires de la permission de mise en sourdine peuvent vous mettre en sourdine (réversible). Accordez-les uniquement à des utilisateurs de confiance. Notez également : si vous êtes le seul à avoir un rôle, vos actions peuvent vous révéler en tant que propriétaire - envisagez de partager des rôles avec d'autres utilisateurs de confiance.
he: למען הפרטיות, הבעלות שלך מוסתרת מלקוחות אחרים. זה אומר: מחזיקי הרשאות מחיקה יכולים למחוק את ההודעות שלך לצמיתות, מחזיקי הרשאות השתקה יכולים להשתיק אותך (ניתן לבטל). הענק הרשאות אלו רק למשתמשים מהימנים. שים לב: אם אתה האדם היחיד עם תפקיד, הפעולות שלך עשויות לחשוף אותך כבעלים—שקול לשתף תפקידים עם משתמשים מהימנים אחרים.
id: Untuk privasi, kepemilikan Anda disembunyikan dari klien lain. Ini berarti: Pemegang izin hapus dapat menghapus pesan Anda secara permanen, Pemegang izin bisu dapat membisukan Anda (dapat dibalik). Hanya berikan ini kepada pengguna yang tepercaya. Juga perhatikan: jika Anda satu-satunya yang memiliki peran, tindakan Anda dapat mengungkapkan Anda sebagai pemilik—pertimbangkan untuk berbagi peran dengan pengguna tepercaya lainnya.
it: Per motivi di privacy, la tua proprietà è nascosta da altri client. Questo significa: i titolari dei permessi di eliminazione possono eliminare i tuoi messaggi in modo permanente, i titolari dei permessi di silenziamento possono silenziarti (reversibile). Concedi questi permessi solo a utenti fidati. Tieni anche presente che, se sei l'unico con un ruolo, le tue azioni potrebbero rivelarti come il proprietario: considera di condividere i ruoli con altri utenti fidati.
ja: プライバシーのため、あなたの所有権は他のクライアントから隠されています。これは意味します：削除権限を持つ者はあなたのメッセージを永久に削除でき、ミュート権限を持つ者はあなたをミュートできます（元に戻せます）。これらは信頼できるユーザーにのみ付与してください。また、あなたが唯一の役割を持っている場合、あなたの行動は所有者としてのあなたを明らかにする可能性があるため、他の信頼できるユーザーと役割を共有することを検討してください。
nl: Om privacyredenen is uw eigendom verborgen voor andere clients. Dit betekent: Verwijderrechten kunnen uw berichten permanent verwijderen, Mute-rechten kunnen u muten (omkeerbaar). Geef deze alleen aan vertrouwde gebruikers. Houd ook rekening met het feit dat als u de enige bent met een rol, uw acties u als eigenaar kunnen onthullen—overweeg om rollen te delen met andere vertrouwde gebruikers.
no: Av personvernhensyn er eierskapet ditt skjult for andre klienter. Dette betyr: Slettetillatelse kan slette meldingene dine permanent, dempetillatelse kan dempe deg (reversibel). Gi kun disse til pålitelige brukere. Vær også oppmerksom på: hvis du er den eneste med en rolle, kan handlingene dine avsløre deg som eier—vurder å dele roller med andre pålitelige brukere.
pl: Ze względów prywatności, twoje właścicielstwo jest ukryte przed innymi klientami. Oznacza to: Osoby z uprawnieniami do usuwania mogą na stałe usuwać twoje wiadomości, osoby z uprawnieniami do wyciszania mogą cię wyciszyć (możliwe do cofnięcia). Przyznawaj te uprawnienia tylko zaufanym użytkownikom. Zauważ również: jeśli jesteś jedyną osobą z rolą, twoje działania mogą ujawnić cię jako właściciela—rozważ podział ról z innymi zaufanymi użytkownikami.
pt: Por privacidade, sua propriedade está oculta de outros clientes. Isso significa: Detentores de permissão de exclusão podem excluir suas mensagens permanentemente, detentores de permissão de silenciamento podem silenciá-lo (reversível). Conceda isso apenas a usuários de confiança. Também observe: se você for o único com um papel, suas ações podem revelá-lo como o proprietário—considere compartilhar papéis com outros usuários de confiança.
ro: Din motive de confidențialitate, proprietatea ta este ascunsă de ceilalți clienți. Aceasta înseamnă: Deținătorii de permisiuni de ștergere pot șterge mesajele tale permanent, Deținătorii de permisiuni de dezactivare te pot dezactiva (reversibil). Acordă aceste permisiuni doar utilizatorilor de încredere. De asemenea, reține: dacă ești singurul cu un rol, acțiunile tale pot dezvălui că ești proprietarul—ia în considerare să împărtășești roluri cu alți utilizatori de încredere.
ru: В целях конфиденциальности ваше владение скрыто от других клиентов. Это означает: держатели разрешений на удаление могут навсегда удалить ваши сообщения, держатели разрешений на отключение звука могут отключить вас (обратимо). Предоставляйте эти права только доверенным пользователям. Также обратите внимание: если вы единственный с ролью, ваши действия могут выдать вас как владельца — подумайте о том, чтобы поделиться ролями с другими доверенными пользователями.
sk: Z dôvodu ochrany sú vaše vlastnícke práva skryté pred ostatnými klientmi. To znamená: Držitelia oprávnenia na vymazanie môžu trvalo vymazať vaše správy, držitelia oprávnenia na ztlmenie vás môžu ztlmiť (vratné). Tieto oprávnenia dávajte iba dôveryhodným používateľom. Taktiež si všimnite: ak ste jediný s rolou, vaše akcie môžu odhaliť, že ste vlastníkom—zvážte zdieľanie rolí s inými dôveryhodnými používateľmi.
sl: Zaradi zasebnosti je vaše lastništvo skrito pred drugimi odjemalci. To pomeni: imetniki dovoljenja za brisanje lahko trajno izbrišejo vaše sporočila, imetniki dovoljenja za utišanje vas lahko utišajo (obnovljivo). Te dovolite le zaupanja vrednim uporabnikom. Prav tako upoštevajte: če ste edini z vlogo, lahko vaše dejanja razkrijejo, da ste lastnik—razmislite o delitvi vlog z drugimi zaupanja vrednimi uporabniki.
sr: Zbog privatnosti, vaše vlasništvo je skriveno od drugih klijenata. To znači: Nositelji dozvole za brisanje mogu trajno obrisati vaše poruke, nositelji dozvole za utišavanje mogu vas utišati (može se ponovo aktivirati). Ove dozvole dodeljujte samo pouzdanim korisnicima. Takođe imajte na umu: ako ste jedini sa ulogom, vaše akcije mogu otkriti da ste vlasnik—razmislite o deljenju uloga sa drugim pouzdanim korisnicima.
sv: Av sekretessskäl är ditt ägarskap dolt för andra klienter. Detta innebär: Raderingsbehörighetsinnehavare kan permanent radera dina meddelanden, Stänga av ljudbehörighetsinnehavare kan stänga av ljudet för dig (återställbart). Ge endast dessa till betrodda användare. Observera också: om du är den enda med en roll kan dina åtgärder avslöja dig som ägare—överväg att dela roller med andra betrodda användare.
th: เพื่อความเป็นส่วนตัว การเป็นเจ้าของของคุณจะถูกซ่อนจากลูกค้ารายอื่น นี่หมายความว่า: ผู้ถือสิทธิ์การลบสามารถลบข้อความของคุณได้อย่างถาวร ผู้ถือสิทธิ์การปิดเสียงสามารถปิดเสียงคุณ (สามารถย้อนกลับได้) ให้สิทธิ์เหล่านี้แก่ผู้ใช้ที่เชื่อถือได้เท่านั้น นอกจากนี้ โปรดทราบ: หากคุณเป็นคนเดียวที่มีบทบาท การกระทำของคุณอาจเปิดเผยว่าคุณเป็นเจ้าของ - พิจารณาแบ่งปันบทบาทกับผู้ใช้ที่เชื่อถือได้คนอื่น
tr: Gizlilik nedeniyle, sahipliğiniz diğer istemcilerden gizlenmiştir. Bu, silme izinlerine sahip olanların mesajlarınızı kalıcı olarak silebileceği, susturma izinlerine sahip olanların sizi susturabileceği (geri alınabilir) anlamına gelir. Bunları yalnızca güvenilir kullanıcılara verin. Ayrıca, eğer tek başınıza bir role sahipseniz, eylemleriniz sizi sahip olarak ifşa edebilir—güvenilir diğer kullanıcılarla rollerinizi paylaşmayı düşünün.

source: general
ar: عام
cs: obecný
da: generelt
de: allgemein
el: γενικό
fi: yleinen
fr: général
he: כללי
id: umum
it: Generale
ja: 一般
nl: algemeen
no: generell
pl: ogólny
pt: geral
ru: общий
sk: všeobecné
sl: splošno
sr: opšte
sv: allmän
th: ทั่วไป
tr: genel
uk: загальний
vi: chung

source: General
ar: عام
cs: Obecný
da: Generelt
de: Allgemein
el: Γενικό
fi: Yleinen
fr: Général
he: כללי
id: Umum
it: Generale
ja: 一般
nl: Algemeen
no: Generell
pl: Ogólny
pt: Geral
ru: Общий
sk: Všeobecné
sl: Splošno
sr: Opšte
sv: Allmän
th: ทั่วไป
tr: Genel
uk: Загальний
vi: Chung

source: General Chat
ar: دردشة عامة
cs: Obecný chat
da: Generel Chat
de: Allgemeiner Chat
el: Γενική Συνομιλία
es: Chat general
fi: Yleinen keskustelu
fr: Chat général
he: שיחת צ'אט כללית
id: Obrolan Umum
it: Chat Generale
ja: 一般チャット
nl: Algemene chat
no: Generell chat
pl: Ogólny czat
pt: Bate-papo Geral
ro: Chat General
ru: Общий чат
sk: Všeobecný chat
sl: Splošni pogovor
sr: Opšti Čat
sv: Allmän chatt
th: แชททั่วไป
tr: Genel Sohbet
uk: Загальний чат
vi: Trò chuyện chung

source: Generate Link
ar: إنشاء رابط
cs: Vygenerovat odkaz
da: Generer Link
de: Link generieren
el: Genereer Link
es: Generar enlace
fi: Luo linkki
fr: Générer le lien
he: צור קישור
id: Hasilkan Tautan
it: Genera Link
ja: リンクを生成
nl: Genereer Link
no: Generer lenke
pl: Generuj link
pt: Gerar Link
ro: Generează linkul
ru: Сгенерировать ссылку
sk: Vygenerovať odkaz
sl: Ustvari povezavo
sr: Generiši link
sv: Generera länk
th: สร้างลิงก์
tr: Bağlantı Oluştur
uk: Згенерувати посилання
