Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Unable to load user config
ar: غير قادر على تحميل إعدادات المستخدم
cs: Nepodařilo se načíst uživatelskou konfiguraci
da: Kunne ikke indlæse brugerconfig
el: Δεν μπορέσαμε να φορτώσουμε τη ρύθμιση χρήστη
fr: Impossible de charger la configuration utilisateur
he: לא ניתן לטעון את הגדרות המשתמש
id: Tidak dapat memuat konfigurasi pengguna
it: Impossibile caricare la configurazione utente
ja: ユーザー設定を読み込めません
nl: Kon gebruikersconfiguratie niet laden
no: Kunne ikke laste brukerinnstillinger
pl: Nie można załadować konfiguracji użytkownika
pt: Não foi possível carregar a configuração do usuário
ro: Imposibil de încărcat configurația utilizatorului
ru: Не удалось загрузить конфигурацию пользователя
sk: Nepodarilo sa načítať konfiguráciu používateľa
sl: Ni mogoče naložiti uporabniške nastavitve
sr: Nije moguće učitati korisničke postavke
sv: Kunde inte ladda användarkonfiguration
th: ไม่สามารถโหลดการตั้งค่าผู้ใช้
tr: Kullanıcı yapılandırmasını yükleyemedik

source: Unable to process emoji image. Please use a smaller image.
ar: غير قادر على معالجة صورة الرموز التعبيرية. يرجى استخدام صورة أصغر.
cs: Nelze zpracovat emoji obrázek. Prosím, použijte menší obrázek.
da: Kunne ikke behandle emoji billede. Venligst brug et mindre billede.
de: Das Emoji-Bild kann nicht verarbeitet werden. Bitte verwende ein kleineres Bild.
el: Nie można przetworzyć obrazu emoji. Proszę użyć mniejszego obrazu.
es: No se puede procesar la imagen de emoji. Por favor, utiliza una imagen más pequeña.
fi: Ei voida käsitellä emoji kuvaa. Käytä pienempää kuvaa.
fr: Impossible de traiter l'image d'emoji. Veuillez utiliser une image plus petite.
he: לא ניתן לעבד את תמונת האמוג'י. אנא השתמשו בתמונה קטנה יותר.
id: Tidak dapat memproses gambar emoji. Silakan gunakan gambar yang lebih kecil.
it: Impossibile elaborare l'immagine emoji. Si prega di utilizzare un'immagine più piccola.
ja: 絵文字画像を処理できません。より小さい画像を使用してください。
nl: Kan emoji-afbeelding niet verwerken. Gebruik een kleinere afbeelding.
no: Kan ikke behandle emoji-bilde. Vennligst bruk et mindre bilde.
pl: Nie można przetworzyć obrazu emoji. Proszę użyć mniejszego obrazu.
pt: Não foi possível processar a imagem do emoji. Por favor, use uma imagem menor.
ro: Imposibil de procesat imaginea emoji. Te rugăm să folosești o imagine mai mică.
ru: Не удалось обработать изображение эмодзи. Пожалуйста, используйте меньшее изображение.
sk: Nemožno spracovať emoji obrázok. Prosím, použite menší obrázok.
sl: Ni mogoče obdelati emoji slike. Prosimo, uporabite manjšo sliko.
sr: Nije moguće obraditi emoji sliku. Molimo koristite manju sliku.
sv: Kunde inte bearbeta emoji-bild. Vänligen använd en mindre bild.
th: ไม่สามารถประมวลผลภาพอีโมจิได้ โปรดใช้ภาพที่เล็กกว่า
tr: Emoji görüntüsünü işlemek mümkün değil. Lütfen daha küçük bir görüntü kullanın.
uk: Не вдалося обробити зображення emoji. Будь ласка, використовуйте менше зображення.

source: Unable to process image. Please try a different file.
cs: Nelze zpracovat obrázek. Zkuste jiný soubor.
el: Αδύνατη η επεξεργασία της εικόνας. Παρακαλώ δοκιμάστε ένα διαφορετικό αρχείο.

source: Unable to process image. Please use a smaller image.
ar: غير قادر على معالجة الصورة. يرجى استخدام صورة أصغر.
cs: Nelze zpracovat obrázek. Prosím, použijte menší obrázek.
da: Kunne ikke behandle billede. Venligst brug et mindre billede.
de: Das Bild kann nicht verarbeitet werden. Bitte verwende ein kleineres Bild.
el: Nie można przetworzyć obrazu. Proszę użyć mniejszego obrazu.
es: No se puede procesar la imagen. Por favor, utiliza una imagen más pequeña.
fi: Ei voida käsitellä kuvaa. Käytä pienempää kuvaa.
fr: Impossible de traiter l'image. Veuillez utiliser une image plus petite.
he: לא ניתן לעבד את התמונה. אנא השתמשו בתמונה קטנה יותר.
id: Tidak dapat memproses gambar. Silakan gunakan gambar yang lebih kecil.
it: Impossibile elaborare l'immagine. Si prega di utilizzare un'immagine più piccola.
ja: 画像を処理できません。より小さい画像を使用してください。
nl: Kan afbeelding niet verwerken. Gebruik een kleinere afbeelding.
no: Kan ikke behandle bilde. Vennligst bruk et mindre bilde.
pl: Nie można przetworzyć obrazu. Proszę użyć mniejszego obrazu.
pt: Não foi possível processar a imagem. Por favor, use uma imagem menor.
ro: Imposibil de procesat imaginea. Te rugăm să folosești o imagine mai mică.
ru: Не удалось обработать изображение. Пожалуйста, используйте меньшее изображение.
sk: Nemožno spracovať obrázok. Prosím, použite menší obrázok.
sl: Ni mogoče obdelati slike. Prosimo, uporabite manjšo sliko.
sr: Nije moguće obraditi sliku. Molimo koristite manju sliku.
sv: Kunde inte bearbeta bild. Vänligen använd en mindre bild.
th: ไม่สามารถประมวลผลภาพได้ โปรดใช้ภาพที่เล็กกว่า
tr: Görüntüyü işlemek mümkün değil. Lütfen daha küçük bir görüntü kullanın.
uk: Не вдалося обробити зображення. Будь ласка, використовуйте менше зображення.

source: Unable to process sticker image. Please use a smaller image.
ar: غير قادر على معالجة صورة الملصق. يرجى استخدام صورة أصغر.
cs: Nelze zpracovat samolepkový obrázek. Prosím, použijte menší obrázek.
da: Kunne ikke behandle klistermærke billede. Venligst brug et mindre billede.
de: Das Sticker-Bild kann nicht verarbeitet werden. Bitte verwende ein kleineres Bild.
el: Nie można przetworzyć obrazu naklejki. Proszę użyć mniejszego obrazu.
es: No se puede procesar la imagen de sticker. Por favor, utiliza una imagen más pequeña.
fi: Ei voida käsitellä tarra kuvaa. Käytä pienempää kuvaa.
fr: Impossible de traiter l'image d'autocollant. Veuillez utiliser une image plus petite.
he: לא ניתן לעבד את תמונת המדבקה. אנא השתמשו בתמונה קטנה יותר.
id: Tidak dapat memproses gambar stiker. Silakan gunakan gambar yang lebih kecil.
it: Impossibile elaborare l'immagine dell'adesivo. Si prega di utilizzare un'immagine più piccola.
ja: ステッカー画像を処理できません。より小さい画像を使用してください。
nl: Kan stickerafbeelding niet verwerken. Gebruik een kleinere afbeelding.
no: Kan ikke behandle klistremerke-bilde. Vennligst bruk et mindre bilde.
pl: Nie można przetworzyć obrazu naklejki. Proszę użyć mniejszego obrazu.
pt: Não foi possível processar a imagem do adesivo. Por favor, use uma imagem menor.
ro: Imposibil de procesat imaginea cu autocolante. Te rugăm să folosești o imagine mai mică.
ru: Не удалось обработать изображение стикера. Пожалуйста, используйте меньшее изображение.
sk: Nemožno spracovať nálepku obrázok. Prosím, použite menší obrázok.
sl: Ni mogoče obdelati nalepkaste slike. Prosimo, uporabite manjšo sliko.
sr: Nije moguće obraditi sliku nalepnice. Molimo koristite manju sliku.
sv: Kunde inte bearbeta klistermärke-bild. Vänligen använd en mindre bild.
th: ไม่สามารถประมวลผลภาพสติกเกอร์ได้ โปรดใช้ภาพที่เล็กกว่า
tr: Çıkartma görüntüsünü işlemek mümkün değil. Lütfen daha küçük bir görüntü kullanın.
uk: Не вдалося обробити зображення стікера. Будь ласка, використовуйте менше зображення.

source: Unable to restore: not logged in
ar: غير قادر على الاستعادة: لم يتم تسجيل الدخول
cs: Nepodařilo se obnovit: nejste přihlášeni
da: Kunne ikke gendanne: ikke logget ind
el: Δεν μπορέσαμε να αποκαταστήσουμε: δεν είστε συνδεδεμένοι
fr: Impossible de restaurer : non connecté
he: לא ניתן לשחזר: לא מחובר
id: Tidak dapat memulihkan: tidak masuk
it: Impossibile ripristinare: non effettuato il login
ja: 復元できません: ログインしていません
nl: Kon niet herstellen: niet ingelogd
no: Kunne ikke gjenopprette: ikke pålogget
pl: Nie można przywrócić: nie jesteś zalogowany
pt: Não foi possível restaurar: não está logado
ro: Imposibil de restaurat: nu ești conectat
ru: Не удалось восстановить: не выполнен вход
sk: Nepodarilo sa obnoviť: nie ste prihlásený
sl: Ni mogoče obnoviti: niste prijavljeni
sr: Nije moguće obnoviti: niste prijavljeni
sv: Kunde inte återställa: inte inloggad
th: ไม่สามารถกู้คืน: ยังไม่ได้เข้าสู่ระบบ
tr: Geri yüklenemiyor: giriş yapılmadı

source: Unknown
ar: غير معروف
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
id: Tidak Dikenal
it: Sconosciuto
ja: 不明
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sl: Neznano
sr: Nepoznato
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định

source: Unknown Space
ar: فضاء غير معروف
cs: Neznámý Prostor
da: Ukendt Space
de: Unbekannter Space
el: Άγνωστο Χώρος
es: Espacio desconocido
fi: Tuntematon Tila
fr: Espace inconnu
he: חלל לא ידוע
id: Space Tidak Dikenal
it: Spazio sconosciuto
ja: 不明なスペース
nl: Onbekende Space
no: Ukjent Rom
pl: Nieznana Przestrzeń
pt: Espaço desconhecido
ro: Spațiu necunoscut
ru: Неизвестный Пространство
sk: Neznámy Priestor
sl: Neznan Prostor
sr: Nepoznati Простор
sv: Okänt Space
th: พื้นที่ ที่ไม่รู้จัก
tr: Bilinmeyen Alan
uk: Невідомий Простір
vi: Space không xác định

source: Unknown time
ar: وقت غير معروف
cs: Neznámý čas
da: Ukendt tid
de: Unbekannte Zeit
el: Άγνωστη ώρα
es: Hora desconocida
fi: Tuntematon aika
fr: Temps inconnu
he: זמן לא ידוע
id: Waktu tidak diketahui
it: Tempo sconosciuto
ja: 不明な時間
nl: Onbekende tijd
no: Ukjent tid
pl: Nieznany czas
pt: Hora desconhecida
ro: Timp necunoscut
ru: Неизвестное время
sk: Neznámy čas
sl: Neznan čas
sr: Nepoznat vreme
sv: Okänd tid
th: เวลาที่ไม่รู้จัก
tr: Bilinmeyen zaman
uk: Невідомий час

source: Unknown User
ar: مستخدم غير معروف
cs: Neznámý uživatel
da: Ukendt bruger
de: Unbekannter Benutzer
el: Άγνωστος Χρήστης
es: Usuario Desconocido
fi: Tuntematon käyttäjä
fr: Utilisateur inconnu
he: משתמש לא ידוע
id: Pengguna Tidak Dikenal
it: Utente sconosciuto
ja: 不明なユーザー
nl: Onbekende gebruiker
no: Ukjent bruker
pl: Nieznany Użytkownik
pt: Usuário Desconhecido
ro: Utilizator necunoscut
ru: Неизвестный пользователь
sk: Neznámy používateľ
sl: Neznan uporabnik
sr: Nepoznati korisnik
sv: Okänd användare
th: ผู้ใช้ที่ไม่ทราบ
tr: Bilinmeyen Kullanıcı
uk: Невідомий користувач
vi: Người dùng không xác định

source: Unmute
ar: إلغاء كتم
cs: Zrušit ztlumení
da: Ophæv tavshed
el: Αποσιώπηση
fr: Désactiver la mise en sourdine
he: ביטול השתקה
id: Batalkan bisu
it: Riattiva
ja: ミュート解除
nl: Demuten
no: Fjern demping
pl: Cofnij wyciszenie
pt: Ativar som
ro: Reactivează
ru: Включить звук
sk: Odtlmiť
sl: Razutišaj
sr: Ponovno uključivanje
sv: Slå på ljudet
th: เปิดเสียง
tr: Susturmayı Kaldır

source: Unmute Channel
ar: إلغاء كتم القناة
cs: Zrušit ztlumení kanálu
da: Fjern dæmpning af kanal
el: Αποσιώπηση Καναλιού
fr: Réactiver le canal
id: Batalkan Bisukan Saluran
it: Attiva Canale
ja: チャンネルのミュートを解除
nl: Dempen kanaal opheffen
pt: Desmutar Canal
ro: Reactivare Canal
ru: Включить звук канала
sk: Zrušiť ztlmenie kanála
sl: Povrnite zvok kanala
sr: Ponovo uključi kanal
th: เปิดเสียงช่อง

source: Unmute Conversation
ar: إلغاء كتم المحادثة
cs: Zrušit ztlumení konverzace
el: Αναίρεση σίγασης συνομιλίας
fr: Annuler la mise en sourdine de la conversation
id: Batalkan Bisukan Percakapan
ja: 会話のミュートを解除
nl: Conversatie dempen
ro: Dezactivează silențios Conversația
ru: Включить уведомления
sk: Zrušiť stlmenie konverzácie
sl: Onemogoči pogovor
sr: Ponovo uključi razgovor
th: เปิดเสียงการสนทนา

source: Unmute Space
ar: إلغاء كتم الفضاء
cs: Zrušit ztlumení prostoru
da: Fjern dæmpning af Space
el: Αποσιώπηση Space
fr: Réactiver l'espace
id: Batalkan Bisukan Ruang
it: Attiva Spazio
ja: スペースのミュートを解除
nl: Dempen ruimte opheffen
pt: Desmutar Espaço
ro: Reactivare Spațiu
ru: Включить звук пространства
sk: Zrušiť ztlmenie priestoru
sl: Povrnite zvok prostora
sr: Ponovo uključi prostor
th: เปิดเสียงพื้นที่

source: Unmute User
ar: إلغاء كتم المستخدم
cs: Zrušit ztlumení uživatele
da: Ophæv tavshed for bruger
el: Αποσιώπηση Χρήστη
fr: Désactiver la mise en sourdine de l'utilisateur
he: ביטול השתקה של משתמש
id: Batalkan bisu Pengguna
it: Riattiva Utente
ja: ユーザーのミュート解除
nl: Gebruiker demuten
no: Fjern demping av bruker
pl: Cofnij wyciszenie użytkownika
pt: Ativar som do Usuário
ro: Reactivează utilizatorul
ru: Включить звук пользователя
sk: Odtlmiť používateľa
sl: Razutišaj uporabnika
sr: Ponovno uključi korisnika
sv: Slå på ljudet för användare
th: เปิดเสียงผู้ใช้
tr: Kullanıcının Susturmasını Kaldır

source: unpin
ar: إلغاء دبوس
cs: odpin
da: fjern fastgørelse
de: abstecken
es: desfijar
fi: poista pinnalta
fr: détacher
he: הסר סיכה
it: dispinna
ja: ピン解除
no: fjern festepinne
pl: odpinaj
pt: desfixar
ro: defixa
ru: открепить
sk: odpin
sl: odpinjanje
sr: ukloniti zakivanje
sv: avnåla
th: ยกเลิกการปักหมุด
tr: sabitlemeyi kaldır
uk: відкріпити

source: Unpin
ar: إلغاء دبوس
cs: Odpnout
da: Fjern fastgørelse
de: Abstecken
el: Ξεκαρφίτσωμα
es: Desfijar
fi: Poista pinni
fr: Détacher
he: הסר סיכה
it: Dispinna
ja: ピン解除
no: Fjern festepinne
pl: Odpinaj
pt: Desfixar
ro: Defixa
ru: Открепить
sk: Odpin
sl: Odpni
sr: Ukloni zakivanje
sv: Avnåla
th: ยกเลิกการปักหมุด
tr: Sabitlemeyi kaldır
uk: Відкріпити

source: Unpin Channel
ar: إلغاء تثبيت القناة
cs: Odepnout kanál
da: Fjern fastgørelse af kanal
el: Αφαίρεση Καναλιού από την Καρφίτσα
fr: Désépingler le canal
id: Lepas Semat Saluran
it: Sblocca Canale
ja: チャンネルのピン留めを解除
nl: Vastpinnen kanaal opheffen
pt: Desafixar Canal
ro: Dezfixează Canalul
ru: Открепить канал
sk: Odpripnúť kanál
sl: Odpripni kanal
sr: Ukloni zakačeni kanal
th: ยกเลิกการปักหมุดช่อง

source: Unpin message
ar: إلغاء تثبيت الرسالة
cs: Odepnout zprávu
da: Fjern fastgørelse af besked
de: Nachricht lösen
el: Αφαίρεση καρφιτσώματος μηνύματος
es: Desanclar mensaje
fi: Poista kiinnitys viestistä
fr: Déépingler le message
he: הסר הצמדה מההודעה
id: Lepaskan pesan
it: Stacca messaggio
ja: メッセージのピン留めを解除
nl: Vastzet boodschap verwijderen
no: Fjern festing av melding
pl: Odepnij wiadomość
pt: Desfixar mensagem
ro: Dezfixează mesajul
ru: Открепить сообщение
sk: Odpripnúť správu
sl: Odpripni sporočilo
sr: Ukloni zakačenu poruku
sv: Avfäst meddelande
th: ยกเลิกการปักหมุดข้อความ
tr: Mesajı sabitlemeyi kaldır
uk: Відкріпити повідомлення

source: Unpin Message
ar: إلغاء دبوس الرسالة
cs: Odpnout zprávu
da: Fjern fastgørelse besked
de: Nachricht abstecken
el: Ξεκαρφίτσωμα Μηνύματος
es: Desfijar mensaje
fi: Poista pinni viesti
fr: Détacher le message
he: הסר סיכה הודעה
id: Unpin Pesan
it: Dispinna Messaggio
ja: メッセージのピン解除
nl: Unpin Bericht
no: Fjern festepinne melding
pl: Odpinaj wiadomość
pt: Desfixar Mensagem
ro: Defixa Mesajul
ru: Открепить сообщение
sk: Odpinúť správu
sl: Odpni sporočilo
sr: Ukloni poruku
sv: Avnåla meddelande
th: ยกเลิกการปักหมุดข้อความ
tr: Mesajı sabitlemeyi kaldır
uk: Відкріпити повідомлення

source: Unpin this post
ar: إلغاء تثبيت هذا المنشور
cs: Odepnout tento příspěvek
da: Fjern fastgørelse af dette indlæg
de: Diesen Beitrag lösen
el: Αφαίρεση αυτού του δημοσιεύματος
es: Desanclar esta publicación
fi: Poista tämän postauksen kiinnitys
fr: Déépingler ce message
he: הסר הצמדה מהפוסט הזה
id: Lepaskan pos ini
it: Stacca questo post
ja: この投稿のピン留めを解除
nl: Verwijder deze post vastzetting
no: Fjern festing av dette innlegget
pl: Odepnij ten post
pt: Desfixar esta postagem
ro: Dezfixează această postare
ru: Открепить этот пост
sk: Odpripnúť tento príspevok
sl: Odpripni to objavo
sr: Ukloni ovu objavu
sv: Avfäst detta inlägg
th: ยกเลิกการปักหมุดโพสต์นี้
tr: Bu gönderiyi sabitlemeyi kaldır
uk: Відкріпити цей пост

source: Unpinned!
ar: تم إلغاء التثبيت!
cs: Odepnuto!
da: Fjernelse af fastgørelse!
de: Gelöst!
el: Αφαίρεση καρφιτσώματος!
es: ¡Desanclado!
fi: Kiinnitys poistettu!
fr: Déépinglé !
he: הוסר הצמדה!
id: Tidak dipin!
it: Staccato!
ja: ピン留め解除されました！
nl: Vastzetting verwijderd!
no: Fjernet festing!
pl: Odepnęło!
pt: Desfixado!
ro: Dezfixat!
ru: Откреплено!
sk: Odpripnuté!
sl: Odpripeto!
sr: Uklonjeno!
sv: Avfäst!
th: ยกเลิกการปักหมุดแล้ว!
tr: Sabitlenmemiş!
uk: Відкріплено!

source: Until you reply, this sender will not see your display name or profile picture
ar: حتى ترد، لن يرى هذا المرسل اسم العرض أو صورة الملف الشخصي الخاصة بك
cs: Dokud neodpovíte, tento odesílatel neuvidí vaše zobrazené jméno ani profilový obrázek
da: Indtil du svarer, vil denne afsender ikke se dit visningsnavn eller profilbillede
de: Bis Sie antworten, wird dieser Absender Ihren Anzeigenamen oder Ihr Profilbild nicht sehen
el: Μέχρι να απαντήσεις, αυτός ο αποστολέας δεν θα δει το όνομα ή την εικόνα προφίλ σου
es: Hasta que respondas, este remitente no verá tu nombre de pantalla ni tu foto de perfil.
fi: Kunnes vastaat, tämä lähettäjä ei näe näyttönimeäsi tai profiilikuvaasi
fr: Jusqu'à ce que vous répondiez, cet expéditeur ne verra pas votre nom d'affichage ou votre photo de profil
he: עד שתשיב, השולח הזה לא יראה את שם התצוגה או את תמונת הפרופיל שלך
id: Sampai kamu membalas, pengirim ini tidak akan melihat nama tampilan atau foto profilmu
it: Fino a quando non rispondi, questo mittente non vedrà il tuo nome visualizzato o la tua immagine del profilo
ja: あなたが返信するまで、この送信者はあなたの表示名やプロフィール写真を見ることができません
nl: Tenzij je antwoordt, zal deze afzender je weergavenaam of profielfoto niet zien
no: Inntil du svarer, vil denne avsenderen ikke se ditt visningsnavn eller profilbilde
pl: Do czasu, gdy odpowiesz, ten nadawca nie zobaczy twojej nazwy wyświetlanej ani zdjęcia profilowego
pt: Até você responder, este remetente não verá seu nome de exibição ou foto de perfil
ro: Până când răspunzi, acest expeditor nu va vedea numele tău de afișare sau fotografia de profil
ru: Пока вы не ответите, этот отправитель не увидит ваше отображаемое имя или фотографию профиля
sk: Pokým neodpíšete, tento odosielateľ neuvidí vaše zobrazené meno ani profilový obrázok
sl: Dokler ne odgovorite, ta pošiljatelj ne bo videl vašega prikazanega imena ali profilne slike
sr: Dok ne odgovorite, ovaj pošiljalac neće videti vaše ime ili profilnu sliku
sv: Tills du svarar kommer denna avsändare inte att se ditt visningsnamn eller profilbild
th: จนกว่าคุณจะตอบกลับ ผู้ส่งนี้จะไม่เห็นชื่อแสดงของคุณหรือรูปโปรไฟล์
tr: Cevap verene kadar, bu gönderici sizin görüntü adınızı veya profil resminizi göremeyecek
uk: Поки ви не відповісте, цей відправник не побачить ваше ім'я відображення або профільне зображення
vi: Cho đến khi bạn trả lời, người gửi này sẽ không thấy tên hiển thị hoặc ảnh đại diện của bạn

source: Update kick records for all members. Use this if kicked users still appear active to some members.
ar: تحديث سجلات الطرد لجميع الأعضاء. استخدم هذا إذا كان المستخدمون المطرودون لا يزالون يظهرون نشطين لبعض الأعضاء.
cs: Aktualizujte záznamy o vyloučení pro všechny členy. Použijte to, pokud se vyloučení uživatelé stále zobrazují jako aktivní pro některé členy.
da: Opdater kick-poster for alle medlemmer. Brug dette, hvis sparkede brugere stadig vises som aktive for nogle medlemmer.
de: Aktualisiere die Kick-Aufzeichnungen für alle Mitglieder. Verwende dies, wenn gekickte Benutzer bei einigen Mitgliedern weiterhin aktiv erscheinen.
el: Ενημερώστε τα αρχεία αποβολής για όλα τα μέλη. Χρησιμοποιήστε αυτό αν οι αποβληθέντες χρήστες εξακολουθούν να εμφανίζονται ενεργοί σε ορισμένα μέλη.
es: Actualiza los registros de expulsión para todos los miembros. Usa esto si los usuarios expulsados aún aparecen activos para algunos miembros.
fi: Päivitä potkuennätykset kaikille jäsenille. Käytä tätä, jos potkut saaneet käyttäjät näyttävät edelleen aktiivisilta joillekin jäsenille.
fr: Mettre à jour les enregistrements de kick pour tous les membres. Utilisez ceci si les utilisateurs expulsés apparaissent toujours actifs pour certains membres.
he: עדכן את רשומות ההדחה עבור כל החברים. השתמש בזה אם משתמשים שהודחו עדיין מופיעים פעילים לחלק מהחברים.
id: Perbarui catatan pemecatan untuk semua anggota. Gunakan ini jika pengguna yang dikeluarkan masih muncul aktif bagi beberapa anggota.
it: Aggiorna i registri di espulsione per tutti i membri. Usa questo se gli utenti espulsi continuano a sembrare attivi per alcuni membri.
ja: 全メンバーのキック記録を更新します。キックされたユーザーがまだ一部のメンバーにアクティブとして表示される場合に使用してください。
nl: Werk de schorsingsrecords bij voor alle leden. Gebruik dit als geschorste gebruikers nog steeds actief lijken voor sommige leden.
no: Oppdater sparkeposter for alle medlemmer. Bruk dette hvis sparkede brukere fortsatt vises som aktive for noen medlemmer.
pl: Zaktualizuj rekordy usunięcia dla wszystkich członków. Użyj tego, jeśli usunięci użytkownicy nadal wydają się aktywni dla niektórych członków.
pt: Atualizar registros de expulsão para todos os membros. Use isso se usuários expulsos ainda aparecerem ativos para alguns membros.
ro: Actualizează înregistrările de excludere pentru toți membrii. Folosește aceasta dacă utilizatorii excluși apar încă activ pentru unii membri.
ru: Обновите записи о кикнутых для всех участников. Используйте это, если кикнутые пользователи все еще отображаются как активные для некоторых участников.
sk: Aktualizujte záznamy o vylúčení pre všetkých členov. Použite to, ak sa vylúčení používatelia stále javia ako aktívni niektorým členom.
sl: Posodobite zapise o izključitvah za vse člane. Uporabite to, če se izključeni uporabniki še vedno zdijo aktivni nekaterim članom.
sr: Ažurirajte zapise o izbacivanju za sve članove. Koristite ovo ako izbačeni korisnici i dalje izgledaju aktivni nekim članovima.
sv: Uppdatera avstängningsregister för alla medlemmar. Använd detta om avstängda användare fortfarande verkar aktiva för vissa medlemmar.
th: อัปเดตบันทึกการเตะสำหรับสมาชิกทั้งหมด ใช้สิ่งนี้หากผู้ใช้ที่ถูกเตะยังปรากฏว่าใช้งานอยู่สำหรับสมาชิกบางคน.
tr: Tüm üyeler için atma kayıtlarını güncelleyin. Atılan kullanıcılar bazı üyeler için hala aktif görünüyorsa bunu kullanın.
uk: Оновіть записи про вигнання для всіх учасників. Використовуйте це, якщо вигнані користувачі все ще з'являються активними для деяких учасників.

source: Upload a banner for your Space - PNG or JPG - Optimal ratio 3:1
ar: قم بتحميل لافتة لمساحتك - PNG أو JPG - النسبة المثلى 3:1
cs: Nahrát banner pro váš prostor - PNG nebo JPG - Optimální poměr 3:1
el: Ανεβάστε μια αφίσα για τον χώρο σας - PNG ή JPG - Βέλτιστη αναλογία 3:1
fr: Téléchargez une bannière pour votre Espace - PNG ou JPG - Ratio optimal 3:1
id: Unggah spanduk untuk Ruangmu - PNG atau JPG - Rasio optimal 3:1
ja: あなたのスペースのバナーをアップロード - PNGまたはJPG - 最適な比率3:1
nl: Upload een banner voor je Space - PNG of JPG - Optimale verhouding 3:1
ro: Încarcă un banner pentru Spațiul tău - PNG sau JPG - Raport optim 3:1
ru: Загрузите баннер для вашего пространства - PNG или JPG - Оптимальное соотношение 3:1
sk: Nahrajte banner pre váš priestor - PNG alebo JPG - Optimálny pomer 3:1
sl: Naloži banner za svoj prostor - PNG ali JPG - Optimalno razmerje 3:1
sr: Otpremi baner za tvoj prostor - PNG ili JPG - Optimalan odnos 3:1
th: อัปโหลดแบนเนอร์สำหรับพื้นที่ของคุณ - PNG หรือ JPG - อัตราส่วนที่เหมาะสม 3:1
