Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: File cannot be larger than {maxFileSize}
ar: لا يمكن أن يكون حجم الملف أكبر من {maxFileSize}
cs: Soubor nemůže být větší než {maxFileSize}
da: Filen kan ikke være større end {maxFileSize}
de: Datei darf nicht größer als {maxFileSize} sein
el: Το αρχείο δεν μπορεί να είναι μεγαλύτερο από {maxFileSize}
es: El archivo no puede ser mayor que {maxFileSize}
fi: Tiedosto ei voi olla suurempi kuin {maxFileSize}
fr: Le fichier ne peut pas être plus grand que {maxFileSize}
he: לא ניתן להעלות קובץ שגדול מ-{maxFileSize}
id: File tidak boleh lebih besar dari {maxFileSize}
it: Il file non può essere più grande di {maxFileSize}
ja: ファイルは {maxFileSize} より大きくすることはできません
nl: Bestand mag niet groter zijn dan {maxFileSize}
no: Filen kan ikke være større enn {maxFileSize}
pl: Plik nie może być większy niż {maxFileSize}
pt: O arquivo não pode ser maior que {maxFileSize}
ro: Fișierul nu poate fi mai mare de {maxFileSize}
ru: Файл не может быть больше {maxFileSize}
sk: Súbor nemôže byť väčší ako {maxFileSize}
sl: Datoteka ne more biti večja od {maxFileSize}
sr: Datoteka ne može biti veća od {maxFileSize}
sv: Filen kan inte vara större än {maxFileSize}
th: ไฟล์ไม่สามารถมีขนาดใหญ่กว่า {maxFileSize}
tr: Dosya {maxFileSize} boyutundan büyük olamaz
uk: Файл не може бути більшим за {maxFileSize}
vi: Tệp không thể lớn hơn {maxFileSize}

source: No Role - {count}
ar: لا دور - {count}
cs: Žádná role - {count}
da: Ingen rolle - {count}
de: Keine Rolle - {count}
el: Χωρίς Ρόλο - {count}
es: Sin rol - {count}
fi: Ei roolia - {count}
fr: Aucun rôle - {count}
he: בלי תפקיד - {count}
id: Tidak Ada Peran - {count}
it: Nessun ruolo - {count}
ja: 役割なし - {count}
nl: Geen rol - {count}
no: Ingen rolle - {count}
pl: Brak roli - {count}
pt: Sem Papel - {count}
ro: Fără rol - {count}
ru: Нет роли - {count}
sk: Bez úlohy - {count}
sl: Brez vloge - {count}
sr: Nema uloge - {count}
sv: Ingen roll - {count}
th: ไม่มีบทบาท - {count}
tr: Rol Yok - {count}
uk: Без ролі - {count}
vi: Không có vai trò - {count}

source: Send a message to #{channel_name}
ar: أرسل رسالة إلى #{channel_name}
cs: Odeslat zprávu #{channel_name}
da: Send en besked til #{channel_name}
de: Senden Sie eine Nachricht an #{channel_name}
el: Στείλτε ένα μήνυμα στο #{channel_name}
es: Enviar un mensaje a #{channel_name}
fi: Lähetä viesti #{channel_name}:lle
fr: Envoyer un message à #{channel_name}
he: שלח הודעה ל-#{channel_name}
id: Kirim pesan ke #{channel_name}
it: Invia un messaggio a #{channel_name}
ja: #{channel_name} にメッセージを送信
nl: Stuur een bericht naar #{channel_name}
no: Send en melding til #{channel_name}
pl: Wyślij wiadomość do #{channel_name}
pt: Enviar uma mensagem para #{channel_name}
ro: Trimite un mesaj către #{channel_name}
ru: Отправить сообщение для #{channel_name}
sk: Poslať správu #{channel_name}
sl: Pošlji sporočilo #{channel_name}
sr: Pošaljite poruku #{channel_name}
sv: Skicka ett meddelande till #{channel_name}
th: ส่งข้อความไปยัง #{channel_name}
tr: #{channel_name} kanalına bir mesaj gönder
uk: Надіслати повідомлення #{channel_name}
vi: Gửi tin nhắn đến #{channel_name}

source: Your profile image size must be {maxFileSize} or less and must be a PNG, JPG, or JPEG file extension.
ar: يجب أن يكون حجم صورة ملفك الشخصي {maxFileSize} أو أقل ويجب أن يكون بامتداد PNG أو JPG أو JPEG.
cs: Velikost vašeho profilového obrázku musí být {maxFileSize} nebo méně a musí mít příponu PNG, JPG nebo JPEG.
da: Dit profilbillede skal være {maxFileSize} eller mindre og skal være en PNG, JPG eller JPEG filtype.
de: Die Größe Ihres Profilbildes muss {maxFileSize} oder kleiner sein und die Dateiendung PNG, JPG oder JPEG haben.
el: Το μέγεθος της εικόνας προφίλ σας πρέπει να είναι {maxFileSize} ή λιγότερο και πρέπει να έχει κατάληξη PNG, JPG ή JPEG.
es: El tamaño de la imagen de tu perfil debe ser {maxFileSize} o menos y debe tener una extensión de archivo PNG, JPG o JPEG.
fi: Profiilikuvaasi koskeva koko on oltava {maxFileSize} tai vähemmän, ja sen on oltava PNG-, JPG- tai JPEG-tiedostopäätteellä.
fr: La taille de votre image de profil doit être de {maxFileSize} ou moins et doit être au format PNG, JPG ou JPEG.
he: גודל תמונת הפרופיל שלך חייב להיות {maxFileSize} או פחות וחייב להיות עם סיומת קובץ PNG, JPG או JPEG.
id: Ukuran gambar profil Anda harus {maxFileSize} atau kurang dan harus memiliki ekstensi file PNG, JPG, atau JPEG.
it: La dimensione della tua immagine del profilo deve essere di {maxFileSize} o meno e deve avere un'estensione PNG, JPG o JPEG.
ja: プロフィール画像のサイズは {maxFileSize} 以下で、PNG、JPG、またはJPEGファイル拡張子である必要があります。
nl: De grootte van je profielafbeelding moet {maxFileSize} of kleiner zijn en moet een PNG-, JPG- of JPEG-bestandsextensie hebben.
no: Profilbildet ditt må være {maxFileSize} eller mindre og må ha filtypen PNG, JPG eller JPEG.
pl: Rozmiar twojego zdjęcia profilowego musi wynosić {maxFileSize} lub mniej i musi mieć rozszerzenie pliku PNG, JPG lub JPEG.
pt: A imagem do seu perfil deve ter {maxFileSize} ou menos e deve ser um arquivo com extensão PNG, JPG ou JPEG.
ro: Dimensiunea imaginii tale de profil trebuie să fie {maxFileSize} sau mai mică și trebuie să fie un fișier cu extensia PNG, JPG sau JPEG.
ru: Размер вашего изображения профиля должен быть {maxFileSize} или меньше и должен иметь расширение файла PNG, JPG или JPEG.
sk: Veľkosť vašej profilovej fotografie musí byť {maxFileSize} alebo menej a musí mať príponu PNG, JPG alebo JPEG.
sl: Velikost vaše profilne slike mora biti {maxFileSize} ali manj in mora imeti končnico PNG, JPG ali JPEG.
sr: Veličina vaše profilne slike mora biti {maxFileSize} ili manje i mora biti u PNG, JPG ili JPEG formatu.
sv: Din profilbild måste vara {maxFileSize} eller mindre och måste ha filändelsen PNG, JPG eller JPEG.
th: ขนาดภาพโปรไฟล์ของคุณต้องไม่เกิน {maxFileSize} และต้องเป็นไฟล์นามสกุล PNG, JPG หรือ JPEG.
tr: Profil resminizin boyutu {maxFileSize} veya daha az olmalı ve PNG, JPG veya JPEG dosya uzantısına sahip olmalıdır.
uk: Розмір вашого профільного зображення має бути {maxFileSize} або менше і повинен мати розширення PNG, JPG або JPEG.
vi: Kích thước hình ảnh hồ sơ của bạn phải là {maxFileSize} hoặc nhỏ hơn và phải có phần mở rộng tệp PNG, JPG hoặc JPEG.

source: more
cs: Více
el: Περισσότερα
fr: plus
ru: Больше

source: Reacted by
cs: Reagovalo
el: Αντέδρασε από
fr: Réagi par
ru: Реагировал

source: Replying to
ar: يرد على
cs: Odpovídání na
da: Svarer til
el: Απαντώντας σε
fr: Répondre à
he: מגיב ל
id: Menjawab
it: Rispondendo a
ja: 返信中
nl: Beantwoorden aan
no: Svarer til
pl: Odpowiadając na
pt: Respondendo a
ro: Răspunzând la
ru: Отвечая на
sk: Odpovedanie na
sl: Odgovarjanje na
sr: Odgovara se
sv: Svarar på
th: กำลังตอบกลับ
tr: Yanıt veriliyor

source: Failed to process image
ar: فشل في معالجة الصورة
cs: Nepodařilo se zpracovat obrázek
da: Mislykkedes at behandle billede
de: Bild konnte nicht verarbeitet werden
el: Αποτυχία επεξεργασίας εικόνας
es: Error al procesar la imagen
fi: Kuvan käsittely epäonnistui
fr: Échec du traitement de l'image
he: לא הצלחנו לעבד את התמונה
id: Gagal memproses gambar
it: Impossibile elaborare l'immagine
ja: 画像の処理に失敗しました
nl: Kon het beeld niet verwerken
no: Kunne ikke behandle bilde
pl: Nie udało się przetworzyć obrazu
pt: Falha ao processar imagem
ro: Eșec la procesarea imaginii
ru: Не удалось обработать изображение
sk: Nepodarilo sa spracovať obrázok
sl: Ni uspelo obdelati slike
sr: Nije uspelo da se obradi slika
sv: Misslyckades att bearbeta bilden
th: ไม่สามารถประมวลผลภาพได้
tr: Görüntü işlenemedi
uk: Не вдалося обробити зображення
vi: Không thể xử lý hình ảnh

source: Replying to {user}
ar: ردًا على {user}
cs: Odpovídání {user}
da: Svarer til {user}
de: Antwort an {user}
el: Απαντώντας στον {user}
es: Respondiendo a {user}
fi: Vastaamassa {user}
fr: En réponse à {user}
he: עונה ל-{user}
id: Menjawab {user}
it: Rispondendo a {user}
ja: {user} に返信中
nl: Beantwoorden aan {user}
no: Svaret til {user}
pl: Odpowiadając {user}
pt: Respondendo a {user}
ro: Răspunzând lui {user}
ru: Ответ на {user}
sk: Odpovedám {user}
sl: Odgovarjanje {user}
sr: Odgovaram {user}
sv: Svarar {user}
th: กำลังตอบกลับ {user}
tr: {user} ile yanıt veriliyor
uk: Відповідаючи {user}
vi: Đang trả lời {user}

source: has joined
ar: انضم إلى
cs: se připojil
da: er blevet medlem
el: έχει ενταχθεί
fr: a rejoint
he: הצטרף
id: telah bergabung
it: è entrato
ja: が参加しました
nl: is toegetreden
no: har blitt med
pl: dołączył
pt: entrou
ro: s-a alăturat
ru: присоединился
sk: sa pripojil
sl: se je pridružil
sr: pridružio se
sv: har anslutit
th: ได้เข้าร่วม
tr: katıldı

source: has left
ar: غادر
cs: odešel
da: er blevet fjernet
el: έχει αποχωρήσει
fr: a quitté
he: עזב
id: telah keluar
it: è uscito
ja: が退出しました
nl: is vertrokken
no: har forlatt
pl: opuścił
pt: saiu
ro: a plecat
ru: покинул
sk: opustil
sl: je zapustil
sr: napustio je
sv: har lämnat
th: ได้ออก
tr: ayrıldı

source: has been kicked
ar: تم طرده
cs: byl vykopnut
da: er blevet smidt ud
el: έχει αποβληθεί
fr: a été expulsé
he: הודח
id: telah dikeluarkan
it: è stato cacciato
ja: がキックされました
nl: is eruit gegooid
no: har blitt sparket
pl: został wyrzucony
pt: foi expulso
ro: a fost dat afară
ru: был исключен
sk: bol vykopnutý
sl: je bil izgnan
sr: bio je izbačen
sv: har blivit utkickad
th: ถูกเตะออก
tr: atıldı

source: Send a message to {user}
ar: أرسل رسالة إلى {user}
cs: Odeslat zprávu {user}
da: Send en besked til {user}
de: Senden Sie eine Nachricht an {user}
el: Στείλτε ένα μήνυμα στον {user}
es: Enviar un mensaje a {user}
fi: Lähetä viesti {user}:lle
fr: Envoyer un message à {user}
he: שלח הודעה ל-{user}
id: Kirim pesan ke {user}
it: Invia un messaggio a {user}
ja: {user} にメッセージを送信
nl: Stuur een bericht naar {user}
no: Send en melding til {user}
pl: Wyślij wiadomość do {user}
pt: Enviar uma mensagem para {user}
ro: Trimite un mesaj lui {user}
ru: Отправить сообщение для {user}
sk: Poslať správu {user}
sl: Pošlji sporočilo {user}
sr: Pošaljite poruku {user}
sv: Skicka ett meddelande till {user}
th: ส่งข้อความไปยัง {user}
tr: {user} ile bir mesaj gönder
uk: Надіслати повідомлення {user}
vi: Gửi tin nhắn cho {user}

source: for updates.
ar: للتحديثات.
cs: pro aktualizace.
da: for opdateringer.
de: für Updates.
el: για ενημερώσεις.
es: para actualizaciones.
fi: päivityksiä varten.
fr: pour les mises à jour.
he: עבור עדכונים.
id: untuk pembaruan.
it: per aggiornamenti.
ja: 更新のため。
nl: voor updates.
no: for oppdateringer.
pl: na aktualizacje.
pt: para atualizações.
ro: pentru actualizări.
ru: для обновлений.
sk: pre aktualizácie.
sl: za posodobitve.
sr: za ažuriranja.
sv: för uppdateringar.
th: สำหรับการอัปเดต
tr: güncellemeler için.
uk: для оновлень.
vi: cho các bản cập nhật.

source: (edited)
ar: (تم التعديل)
cs: (Upraveno)
da: (redigeret)
de: (bearbeitet)
el: (επεξεργασμένο)
fi: (muokattu)
fr: (édité)
he: (נערך)
id: (diedit)
it: (modificato)
ja: (編集済み)
nl: (bewerkt)
no: (redigert)
pl: (edytowane)
pt: (editado)
ro: (editat)
ru: (отредактировано)
sk: (Upravené)
sl: (uredil)
sr: (izmenjeno)
sv: (redigerad)
th: (แก้ไขแล้ว)
tr: (düzenlendi)
uk: (відредаговано)

source: (empty)
ar: (فارغ)
cs: (prázdný)
da: (tomt)
de: (leer)
el: (κενό)
fi: (tyhjää)
fr: (vide)
he: (ריק)
id: (kosong)
it: (vuoto)
ja: (空)
nl: (leeg)
no: (tomt)
pl: (pusty)
pt: (vazio)
ro: (gol)
ru: (пусто)
sk: (prázdny)
sl: (prazno)
sr: (prazno)
sv: (tom)
th: (ว่าง)
tr: (boş)
uk: (порожньо)

source: [Empty message]
ar: [رسالة فارغة]
cs: [Prázdná zpráva]
da: [Tom besked]
de: [Leere Nachricht]
el: [Κενό μήνυμα]
es: [Mensaje vacío]
fi: [Tyhjää viesti]
fr: [Message vide]
he: [הודעה ריקה]
id: [Pesan kosong]
it: [Messaggio vuoto]
ja: [空のメッセージ]
nl: [Leeg bericht]
no: [Tom melding]
pl: [Pusta wiadomość]
pt: [Mensagem vazia]
ro: [Mesaj gol]
ru: [Пустое сообщение]
sk: [Prázdna správa]
sl: [Prazno sporočilo]
sr: [Prazna poruka]
sv: [Tomt meddelande]
th: [ข้อความว่าง]
tr: [Boş mesaj]
uk: [Порожнє повідомлення]

source: [Image]
ar: [صورة]
cs: [Obrázek]
da: [Billede]
el: [Εικόνα]
he: [תמונה]
id: [Gambar]
it: [Immagine]
ja: [画像]
nl: [Afbeelding]
pl: [Obraz]
pt: [Imagem]
ro: [Imagine]
ru: [Изображение]
sk: [Obrázok]
sl: [Slika]
sr: [Slika]
th: [ภาพ]
tr: [Görüntü]

source: [Media]
ar: [وسائط]
cs: [Média]
da: [Medier]
el: [Μέσα]
he: [מדיה]
ja: [メディア]
pt: [Mídia]
ru: [Медиа]
sk: [Média]
sl: [Mediji]
sr: [Mediji]
th: [สื่อ]
tr: [Medya]

source: [Message content not copyable]
ar: [محتوى الرسالة غير قابل للنسخ]
cs: [Obsah zprávy nelze zkopírovat]
da: [Beskedindhold kan ikke kopieres]
el: [Το περιεχόμενο του μηνύματος δεν είναι αντιγράψιμο]
fr: [Le contenu du message n'est pas copiable]
he: [תוכן ההודעה אינו ניתן להעתקה]
id: [Konten pesan tidak dapat disalin]
it: [Contenuto del messaggio non copiabile]
ja: [メッセージの内容はコピーできません]
nl: [Berichtinhoud niet kopieerbaar]
no: [Meldinginnhold kan ikke kopieres]
pl: [Treść wiadomości nie do skopiowania]
pt: [Conteúdo da mensagem não copiável]
ro: [Conținutul mesajului nu este copiable]
ru: [Содержимое сообщения нельзя копировать]
sk: [Obsah správy nie je možné kopírovať]
sl: [Vsebina sporočila ni kopirna]
sr: [Sadržaj poruke nije moguće kopirati]
th: [ไม่สามารถคัดลอกเนื้อหาข้อความ]
tr: [Mesaj içeriği kopyalanamaz]

source: [Message]
ar: [رسالة]
cs: [Zpráva]
da: [Besked]
de: [Nachricht]
el: [Μήνυμα]
es: [Mensaje]
fi: [Viesti]
he: [הודעה]
id: [Pesan]
it: [Messaggio]
ja: [メッセージ]
nl: [Bericht]
no: [Melding]
pl: [Wiadomość]
pt: [Mensagem]
ro: [Mesaj]
ru: [Сообщение]
sk: [Správa]
sl: [Sporočilo]
sr: [Poruka]
sv: [Meddelande]
th: [ข้อความ]
tr: [Mesaj]
uk: [Повідомлення]

source: [Sticker: {0}]
ar: [ملصق: {0}]
cs: [Nálepka: {0}]
el: [Αυτοκόλλητο: {0}]
fr: [Autocollant : {0}]
he: [סטיקר: {0}]
id: [Stiker: {0}]
ja: [ステッカー: {0}]
no: [Klistremerke: {0}]
pl: [Naklejka: {0}]
ru: [Стикер: {0}]
sk: [Nálepka: {0}]
sl: [Nalepka: {0}]
sr: [Nalepnica: {0}]
th: [สติกเกอร์: {0}]
tr: [Çıkartma: {0}]

source: {0} devices marked for removal. Click "Save Changes" to confirm.
ar: {0} أجهزة محددة للإزالة. انقر "حفظ التغييرات" للتأكيد.
cs: {0} zařízení označených k odstranění. Klikněte na "Uložit změny" pro potvrzení.
da: {0} enheder markeret til fjernelse. Klik på "Gem ændringer" for at bekræfte.
de: {0} Geräte zur Entfernung markiert. Klicke auf "Änderungen speichern", um zu bestätigen.
el: {0} apparaten gemarkeerd voor verwijdering. Klik op "Wijzigingen opslaan" om te bevestigen.
es: {0} dispositivos marcados para eliminación. Haz clic en "Guardar cambios" para confirmar.
fi: {0} laitetta merkitty poistettavaksi. Klikkaa "Tallenna muutokset" vahvistaaksesi.
fr: {0} appareils marqués pour suppression. Cliquez sur "Enregistrer les modifications" pour confirmer.
he: {0} מכשירים שסומנו למחיקה. לחץ "שמור שינויים" כדי לאשר.
id: {0} perangkat ditandai untuk dihapus. Klik "Simpan Perubahan" untuk mengonfirmasi.
it: {0} dispositivi contrassegnati per la rimozione. Clicca "Salva modifiche" per confermare.
ja: {0} 台のデバイスが削除のためにマークされました。「変更を保存」をクリックして確認してください。
nl: {0} apparaten gemarkeerd voor verwijdering. Klik op "Wijzigingen Opslaan" om te bevestigen.
no: {0} enheter merket for fjerning. Klikk "Lagre endringer" for å bekrefte.
pl: {0} urządzeń oznaczonych do usunięcia. Kliknij "Zapisz zmiany", aby potwierdzić.
pt: {0} dispositivos marcados para remoção. Clique "Salvar Alterações" para confirmar.
ro: {0} dispozitive marcate pentru eliminare. Apasă "Salvează modificările" pentru a confirma.
ru: {0} устройств, помеченных для удаления. Нажмите "Сохранить изменения", чтобы подтвердить.
sk: {0} zariadení označených na odstránenie. Kliknite "Uložiť zmeny" na potvrdenie.
sl: {0} naprava označena za odstranitev. Kliknite "Shrani spremembe", da potrdite.
sr: {0} uređaja označenih za uklanjanje. Kliknite "Sačuvaj promene" da potvrdite.
sv: {0} enheter markerade för borttagning. Klicka på "Spara ändringar" för att bekräfta.
th: {0} อุปกรณ์ที่ถูกทำเครื่องหมายสำหรับการลบ คลิก "บันทึกการเปลี่ยนแปลง" เพื่อยืนยัน
tr: {0} cihaz kaldırma için işaretlendi. Değişiklikleri onaylamak için "Değişiklikleri Kaydet"e tıklayın.
uk: {0} пристроїв, позначених для видалення. Натисніть "Зберегти зміни", щоб підтвердити.

source: {0} mentioned @{roleName} in {spaceName}
ar: ذكر {0} @{roleName} في {spaceName}
cs: {0} zmínil @{roleName} v {spaceName}
el: {0} ανέφερε @{roleName} στο {spaceName}
fr: {0} a mentionné @{roleName} dans {spaceName}
id: {0} menyebut @{roleName} di {spaceName}
ja: {0}が{spaceName}で@{roleName}に言及しました
nl: {0} heeft @{roleName} genoemd in {spaceName}
ro: {0} a menționat @{roleName} în {spaceName}
ru: {0} упомянул @{roleName} в {spaceName}
sk: {0} spomenul @{roleName} v {spaceName}
sl: {0} je omenil @{roleName} v {spaceName}
sr: {0} je pomenuo @{roleName} u {spaceName}
th: {0} ได้กล่าวถึง @{roleName} ใน {spaceName}

source: {0} mentioned @everyone in {spaceName}
ar: ذكر {0} @الجميع في {spaceName}
cs: {0} zmínil @everyone v {spaceName}
el: {0} ανέφερε @everyone στο {spaceName}
fr: {0} a mentionné @everyone dans {spaceName}
id: {0} menyebut @everyone di {spaceName}
ja: {0}が{spaceName}で@everyoneに言及しました
nl: {0} heeft @everyone genoemd in {spaceName}
ro: {0} a menționat @everyone în {spaceName}
ru: {0} упомянул @everyone в {spaceName}
sk: {0} spomenul @everyone v {spaceName}
sl: {0} je omenil @everyone v {spaceName}
sr: {0} je pomenuo @sve u {spaceName}
th: {0} ได้กล่าวถึง @everyone ใน {spaceName}

source: {0} mentioned you in {spaceName}
ar: ذكر {0} لك في {spaceName}
cs: {0} zmínil te v {spaceName}
el: {0} ανέφερε εσένα στο {spaceName}
fr: {0} t'a mentionné dans {spaceName}
id: {0} menyebutmu di {spaceName}
ja: {0}が{spaceName}であなたに言及しました
nl: {0} heeft jou genoemd in {spaceName}
ro: {0} te-a menționat în {spaceName}
ru: {0} упомянул вас в {spaceName}
sk: {0} spomenul te v {spaceName}
sl: {0} te je omenil v {spaceName}
sr: {0} te je pomenuo u {spaceName}
th: {0} ได้กล่าวถึงคุณใน {spaceName}

source: {0} notification
ar: إشعار {0}
cs: {0} oznámení
da: {0} notifikation
de: {0} Benachrichtigung
el: {0} ειδοποίηση
fi: {0} ilmoitus
fr: Notification {0}
he: {0} הודעה
id: {0} notifikasi
it: {0} notificaione
ja: {0} の通知
nl: {0} melding
no: {0} varsling
pl: {0} powiadomienie
pt: {0} notificação
ro: Notificare {0}
ru: Уведомление {0}
sk: {0} oznámenie
sl: {0} obvestilo
sr: {0} obaveštenje
sv: {0} meddelande
th: การแจ้งเตือน {0}
tr: {0} bildirimi
uk: {0} сповіщення

source: {0} notifications
ar: إشعارات {0}
cs: {0} oznámení
da: {0} notifikationer
de: {0} Benachrichtigungen
el: {0} ειδοποιήσεις
fi: {0} ilmoitukset
fr: Notifications {0}
he: {0} הודעות
id: {0} notifikasi
it: {0} notifiche
ja: {0} の通知
nl: {0} meldingen
no: {0} varslinger
pl: {0} powiadomienia
pt: {0} notificações
ro: Notificări {0}
ru: Уведомления {0}
sk: {0} oznámenia
sl: {0} obvestila
sr: {0} obaveštenja
sv: {0} meddelanden
th: การแจ้งเตือน {0}
tr: {0} bildirimleri
uk: {0} сповіщень

source: {0} pinned message in this Channel
ar: {0} رسالة مثبتة في هذه القناة
cs: {0} připnutá zpráva v tomto kanálu
da: {0} fastgjort besked i denne Kanal
de: {0} angeheftete Nachricht in diesem Kanal
el: {0} καρφιτσωμένο μήνυμα σε αυτό το Κανάλι
fi: {0} kiinnitetty viesti tässä kanavassa
fr: {0} message épinglé dans ce canal
he: {0} הודעה ממוסגרת בערוץ הזה
id: {0} pesan yang disematkan di Channel ini
it: {0} messaggio fissato in questo Canale
ja: このチャンネルの{0}件のピン留めされたメッセージ
nl: {0} vastgezet bericht in dit kanaal
no: {0} festet melding i denne kanalen
pl: {0} przypięta wiadomość w tym kanale
pt: {0} mensagem fixada neste Canal
ro: {0} mesaj fixat în acest Canal
ru: {0} закрепленное сообщение в этом канале
sk: {0} pripnutá správa v tomto kanáli
sl: {0} pripeta sporočila v tem kanalu
sr: {0} zakačena poruka u ovom Kanalu
sv: {0} fastsatt meddelande i denna Kanal
th: {0} ข้อความที่ปักหมุดในช่องนี้
tr: Bu Kanalda {0} sabitlenmiş mesaj
uk: {0} закріплене повідомлення в цьому Каналі

source: {0} pinned messages in this Channel
ar: {0} رسائل مثبتة في هذه القناة
cs: {0} připnuté zprávy v tomto kanálu
da: {0} fastgjorte beskeder i denne Kanal
de: {0} angeheftete Nachrichten in diesem Kanal
el: {0} καρφιτσωμένα μηνύματα σε αυτό το Κανάλι
fi: {0} kiinnitettyä viestiä tässä kanavassa
fr: {0} messages épinglés dans ce canal
he: {0} הודעות ממוסגרות בערוץ הזה
id: {0} pesan yang disematkan di Channel ini
it: {0} messaggi fissati in questo Canale
ja: このチャンネルの{0}件のピン留めされたメッセージ
nl: {0} vastgezette berichten in dit kanaal
no: {0} festede meldinger i denne kanalen
pl: {0} przypięte wiadomości w tym kanale
pt: {0} mensagens fixadas neste Canal
ro: {0} mesaje fixate în acest Canal
ru: {0} закрепленных сообщений в этом канале
sk: {0} pripnuté správy v tomto kanáli
sl: {0} pripetih sporočil v tem kanalu
sr: {0} zakačene poruke u ovom Kanalu
sv: {0} fastsatta meddelanden i denna Kanal
th: {0} ข้อความที่ปักหมุดในช่องนี้
tr: Bu Kanalda {0} sabitlenmiş mesajlar
uk: {0} закріплених повідомлень в цьому Каналі

source: {0} replied to your message in {spaceName}
ar: رد {0} على رسالتك في {spaceName}
cs: {0} odpověděl na tvou zprávu v {spaceName}
el: {0} απάντησε στο μήνυμά σου στο {spaceName}
fr: {0} a répondu à ton message dans {spaceName}
id: {0} membalas pesanmu di {spaceName}
ja: {0}が{spaceName}であなたのメッセージに返信しました
nl: {0} heeft op jouw bericht gereageerd in {spaceName}
ro: {0} a răspuns la mesajul tău în {spaceName}
ru: {0} ответил на ваше сообщение в {spaceName}
sk: {0} odpovedal na tvoju správu v {spaceName}
sl: {0} je odgovoril na tvoje sporočilo v {spaceName}
sr: {0} je odgovorio na tvoju poruku u {spaceName}
th: {0} ตอบกลับข้อความของคุณใน {spaceName}

source: {0} result
ar: {0} نتيجة
cs: {0} výsledek
da: {0} resultat
de: {0} Ergebnis
el: {0} αποτέλεσμα
fi: {0} tulos
fr: {0} résultat
he: {0} תוצאה
id: {0} hasil
it: {0} risultato
ja: {0}件の結果
nl: {0} resultaat
no: {0} resultat
pl: {0} wynik
pt: {0} resultado
ro: {0} rezultat
ru: {0} результат
sk: {0} výsledok
sl: {0} rezultat
sr: {0} rezultat
sv: {0} resultat
th: {0} ผลลัพธ์
tr: {0} sonuç
uk: {0} результат
vi: {0} kết quả

source: {0} results
ar: {0} نتائج
cs: {0} výsledky
da: {0} resultater
de: {0} Ergebnisse
el: {0} αποτελέσματα
fi: {0} tulosta
fr: {0} résultats
he: {0} תוצאות
id: {0} hasil
it: {0} risultati
ja: {0}件の結果
nl: {0} resultaten
no: {0} resultater
pl: {0} wyniki
pt: {0} resultados
ro: {0} rezultate
ru: {0} результаты
sk: {0} výsledky
sl: {0} rezultati
sr: {0} rezultati
sv: {0} resultat
th: {0} ผลลัพธ์
tr: {0} sonuçlar
uk: {0} результати
vi: {0} kết quả

source: {bookmarkCount} bookmark
ar: {bookmarkCount} إشارة مرجعية
cs: {bookmarkCount} záložka
da: {bookmarkCount} bogmærke
el: {bookmarkCount} σελιδοδείκτης
fr: {bookmarkCount} signet
he: {bookmarkCount} סימן
it: {bookmarkCount} segnalibro
ja: {bookmarkCount} ブックマーク
nl: {bookmarkCount} bladwijzer
no: {bookmarkCount} bokmerke
pl: {bookmarkCount} zakładka
pt: {bookmarkCount} marcador
ro: {bookmarkCount} marcaj
ru: {bookmarkCount} закладка
sk: {bookmarkCount} záložka
sl: {bookmarkCount} zaznamek
sr: {bookmarkCount} oznaka
sv: {bookmarkCount} bokmärke
th: {bookmarkCount} บุ๊กมาร์ก
tr: {bookmarkCount} yer işaret

source: {bookmarkCount} bookmarks
ar: {bookmarkCount} إشارات مرجعية
cs: {bookmarkCount} záložek
da: {bookmarkCount} bogmærker
el: {bookmarkCount} σελιδοδείκτες
fr: {bookmarkCount} signets
he: {bookmarkCount} סימנים
it: {bookmarkCount} segnalibri
ja: {bookmarkCount} ブックマーク
nl: {bookmarkCount} bladwijzers
no: {bookmarkCount} bokmerker
pl: {bookmarkCount} zakładek
pt: {bookmarkCount} marcadores
ro: {bookmarkCount} marcaje
ru: {bookmarkCount} закладок
sk: {bookmarkCount} záložiek
sl: {bookmarkCount} zaznamkov
sr: {bookmarkCount} oznake
sv: {bookmarkCount} bokmärken
th: {bookmarkCount} บุ๊กมาร์ก
tr: {bookmarkCount} işaretler
