Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Message deleted
ar: تم حذف الرسالة
cs: Zpráva byla smazána
da: Besked slettet
el: Μήνυμα διαγράφηκε
fr: Message supprimé
he: הודעה נמחקה
id: Pesan dihapus
it: Messaggio eliminato
ja: メッセージが削除されました
nl: Bericht verwijderd
no: Melding slettet
pl: Wiadomość usunięta
pt: Mensagem deletada
ro: Mesaj șters
ru: Сообщение удалено
sk: Správa bola vymazaná
sl: Sporočilo je bilo izbrisano
sr: Poruka obrisana
sv: Meddelande raderat
th: ข้อความถูกลบ
tr: Mesaj silindi

source: Message does not have a valid signature, this may not be from the sender
ar: الرسالة لا تحتوي على توقيع صالح، قد لا تكون من المرسل
cs: Zpráva nemá platný podpis, to nemusí být od odesílatele
da: Beskeden har ikke en gyldig signatur, den er muligvis ikke fra afsenderen
de: Nachricht hat keine gültige Signatur, dies könnte nicht vom Absender stammen
el: Το μήνυμα δεν έχει έγκυρη υπογραφή, αυτό μπορεί να μην είναι από τον αποστολέα
es: El mensaje no tiene una firma válida, esto puede no ser del remitente
fi: Viesti ei sisällä voimassa olevaa allekirjoitusta, tämä ei välttämättä ole lähettäjältä
fr: Le message n'a pas de signature valide, cela peut ne pas provenir de l'expéditeur
he: ההודעה אינה בעלת חתימה תקפה, ייתכן שהיא לא מהשולח
id: Pesan tidak memiliki tanda tangan yang valid, ini mungkin bukan dari pengirim
it: Il messaggio non ha una firma valida, potrebbe non provenire dal mittente
ja: メッセージには有効な署名がありません。これは送信者からのものではない可能性があります
nl: Bericht heeft geen geldige handtekening, dit is mogelijk niet van de afzender
no: Meldingen har ikke en gyldig signatur, dette kan hende ikke er fra avsenderen
pl: Wiadomość nie ma ważnego podpisu, może nie pochodzić od nadawcy
pt: A mensagem não possui uma assinatura válida, isso pode não ser do remetente
ro: Mesajul nu are o semnătură validă, acesta poate să nu fie de la expeditor
ru: Сообщение не имеет действительной подписи, это может быть не от отправителя
sk: Správa nemá platný podpis, nemusí byť od odosielateľa
sl: Poruka nema važeći potpis, ovo možda nije od pošiljaoca
sr: Poruka nema važeći potpis, ovo možda nije od pošiljaoca
sv: Meddelandet har inte en giltig signatur, detta kanske inte är från avsändaren
th: ข้อความไม่มีลายเซ็นที่ถูกต้อง อาจไม่ใช่มาจากผู้ส่ง
tr: Mesajın geçerli bir imzası yok, bu gönderenden gelmiyor olabilir
uk: Повідомлення не має дійсного підпису, це може бути не від відправника
vi: Tin nhắn không có chữ ký hợp lệ, điều này có thể không phải từ người gửi

source: Message...
ar: رسالة...
cs: Zpráva...
da: Besked...
de: Nachricht...
el: Μήνυμα...
fi: Viesti...
he: הודעה...
id: Pesan...
it: Messaggio...
ja: メッセージ...
nl: Bericht...
no: Melding...
pl: Wiadomość...
pt: Mensagem...
ro: Mesaj...
ru: Сообщение...
sk: Správa...
sl: Sporočilo...
sr: Poruka...
sv: Meddelande...
th: ข้อความ...
tr: Mesaj...
uk: Повідомлення...

source: Messages are NOT signed!
ar: الرسائل غير موقعة!
cs: Zprávy NENÍ podepsané!
da: Beskeder er IKKE underskrevet!
de: Nachrichten sind NICHT signiert!
el: Τα μηνύματα ΔΕΝ είναι υπογεγραμμένα!
es: ¡Los mensajes NO están firmados!
fi: Viestejä EI ole allekirjoitettu!
fr: Les messages ne sont PAS signés !
he: ההודעות אינן חתומות!
id: Pesan TIDAK ditandatangani!
it: I messaggi NON sono firmati!
ja: メッセージは署名されていません！
nl: Berichten zijn NIET ondertekend!
no: Meldinger er IKKE signert!
pl: Wiadomości NIE są podpisane!
pt: Mensagens NÃO estão assinadas!
ro: Mesajele NU sunt semnate!
ru: Сообщения НЕ подписаны!
sk: Správy NIE sú podpísané!
sl: Sporočila NISO podpisana!
sr: Poruke NISU potpisane!
sv: Meddelanden är INTE signerade!
th: ข้อความไม่ได้รับการลงนาม!
tr: Mesajlar İMZALANMAMIŞTIR!
uk: Повідомлення НЕ підписані!
vi: Tin nhắn KHÔNG được ký!

source: Messages are signed!
ar: الرسائل موقعة!
cs: Zprávy jsou podepsané!
da: Beskeder er underskrevet!
de: Nachrichten sind signiert!
el: Τα μηνύματα είναι υπογεγραμμένα!
es: ¡Los mensajes están firmados!
fi: Viestit on allekirjoitettu!
fr: Les messages sont signés !
he: ההודעות חתומות!
id: Pesan ditandatangani!
it: I messaggi sono firmati!
ja: メッセージは署名されています！
nl: Berichten zijn ondertekend!
no: Meldinger er signert!
pl: Wiadomości są podpisane!
pt: Mensagens estão assinadas!
ro: Mesajele sunt semnate!
ru: Сообщения подписаны!
sk: Správy sú podpísané!
sl: Sporočila so podpisana!
sr: Poruke su potpisane!
sv: Meddelanden är signerade!
th: ข้อความได้รับการลงนาม!
tr: Mesajlar imzalanmıştır!
uk: Повідомлення підписані!
vi: Tin nhắn đã được ký!

source: Mobile Import
ar: استيراد الهاتف المحمول
cs: Mobilní import
el: Εισαγωγή κινητού
fr: Importation mobile
id: Impor Mobile
it: Importazione Mobile
ja: モバイルインポート
nl: Mobiele import
ro: Import mobil
ru: Мобильный импорт
sk: Mobilný import
sl: Mobilni uvoz
sr: Mobilni uvoz
th: นำเข้าบนมือถือ

source: More reactions
ar: مزيد من ردود الفعل
cs: Více reakcí
da: Flere reaktioner
de: Weitere Reaktionen
el: Περισσότερες αντιδράσεις
es: Más reacciones
fi: Lisää reaktioita
fr: Plus de réactions
he: יותר תגובות
id: Lebih banyak reaksi
it: Altre reazioni
ja: もっとリアクション
nl: Meer reacties
no: Flere reaksjoner
pl: Więcej reakcji
pt: Mais reações
ro: Mai multe reacții
ru: Другие реакции
sk: Viac reakcií
sl: Više reakcija
sr: Više reakcija
sv: Fler reaktioner
th: ปฏิกิริยามากขึ้น
tr: Daha fazla tepki
uk: Більше реакцій
vi: Nhiều phản ứng hơn

source: Must be exactly 4 characters
cs: Musí mít přesně 4 znaky
el: Πρέπει να είναι ακριβώς 4 χαρακτήρες

source: Mute
ar: كتم
cs: Ztlumit
da: Gør tavs
el: Σίγαση
fr: Mettre en sourdine
he: השתקה
id: Bisu
it: Silenzia
ja: ミュート
nl: Muten
no: Demp
pl: Wycisz
pt: Silenciar
ro: Dezactivează
ru: Отключить звук
sk: Ztlmiť
sl: Utišaj
sr: Utišavanje
sv: Stänga av ljudet
th: ปิดเสียง
tr: Sustur

source: Mute all notifications from this space
ar: كتم جميع الإشعارات من هذا الفضاء
cs: Ztlumit všechny oznámení z tohoto prostoru
da: Dæmp alle meddelelser fra dette space
el: Σίγαση όλων των ειδοποιήσεων από αυτό το space
fr: Couper toutes les notifications de cet espace
id: Bisukan semua notifikasi dari ruang ini
it: Silenzia tutte le notifiche da questo spazio
ja: このスペースからのすべての通知をミュート
nl: Dempen alle meldingen van deze ruimte
pt: Silenciar todas as notificações deste espaço
ro: Dezactivează toate notificările din acest spațiu
ru: Отключить все уведомления из этого пространства
sk: Ztlmiť všetky oznámenia z tohto priestoru
sl: Utišaj vse obvestila iz tega prostora
sr: Isključi sve obaveštenja iz ovog prostora
th: ปิดเสียงการแจ้งเตือนทั้งหมดจากพื้นที่นี้

source: Mute Channel
ar: كتم القناة
cs: Ztlumit kanál
da: Dæmp kanal
el: Σίγαση Καναλιού
fr: Couper le canal
id: Bisukan Saluran
it: Silenzia Canale
ja: チャンネルをミュート
nl: Dempen kanaal
pt: Silenciar Canal
ro: Dezactivează Canalul
ru: Отключить канал
sk: Ztlmiť kanál
sl: Utišaj kanal
sr: Isključi kanal
th: ปิดเสียงช่อง

source: Mute conversation
ar: كتم المحادثة
cs: Ztlumit konverzaci
el: Σίγαση συνομιλίας
fr: Mettre en sourdine la conversation
id: Bisukan percakapan
ja: 会話をミュート
nl: Conversaite dempen
ro: Pune conversația pe silențios
ru: Отключить уведомления
sk: Stlmiť konverzáciu
sl: Utišaj pogovor
sr: Isključi razgovor
th: ปิดเสียงการสนทนา

source: Mute Conversation
ar: كتم المحادثة
cs: Ztlumit konverzaci
el: Σίγαση Συνομιλίας
fr: Mettre en sourdine la conversation
id: Bisukan Percakapan
ja: 会話をミュート
nl: Conversatie dempen
ro: Pune Conversația pe silențios
ru: Отключить уведомления
sk: Stlmiť Konverzáciu
sl: Utišaj pogovor
sr: Isključi Razgovor
th: ปิดเสียงการสนทนา

source: Mute for
ar: كتم لمدة
cs: Ztlumit na
da: Dæmp i
el: Σίγαση για
fr: Muet pendant
he: השתק ל
id: Bisukan selama
it: Silenzia per
ja: ミュート期間
nl: Dempen voor
no: Dempe i
pl: Wycisz na
pt: Silenciar por
ro: Silence pentru
ru: Выключить звук на
sk: Stlmiť na
sl: Onemogoči za
sr: Isključi zvuk na
sv: Dämpa i
th: ปิดเสียงเป็นเวลา

source: Mute for {days} days
ar: كتم لمدة {days} أيام
cs: Ztlumit na {days} dní
da: Dæmp i {days} dage
el: Σίγαση για {days} ημέρες
fr: Muet pendant {days} jours
he: השתק ל {days} ימים
id: Bisukan selama {days} hari
it: Silenzia per {days} giorni
ja: {days}日間ミュート
nl: Dempen voor {days} dagen
no: Dempe i {days} dager
pl: Wycisz na {days} dni
pt: Silenciar por {days} dias
ro: Silence pentru {days} zile
ru: Выключить звук на {days} дней
sk: Stlmiť na {days} dni
sl: Onemogoči za {days} dni
sr: Isključi zvuk na {days} dana
sv: Dämpa i {days} dagar
th: ปิดเสียงเป็นเวลา {days} วัน

source: Mute Forever
ar: كتم إلى الأبد
cs: Ztlumit navždy
da: Dæmp for evigt
el: Σίγαση για πάντα
fr: Muet pour toujours
he: השתק לנצח
id: Bisukan Selamanya
it: Silenzia per sempre
ja: 永遠にミュート
nl: Voor altijd dempen
no: Dempe for alltid
pl: Wycisz na zawsze
pt: Silenciar para sempre
ro: Silence pentru totdeauna
ru: Выключить звук навсегда
sk: Stlmiť navždy
sl: Onemogoči za vedno
sr: Isključi zvuk zauvek
sv: Dämpa för alltid
th: ปิดเสียงตลอดไป

source: Mute Space
ar: كتم الفضاء
cs: Ztlumit prostor
da: Dæmp Space
el: Σίγαση Space
fr: Couper l'espace
id: Bisukan Ruang
it: Silenzia Spazio
ja: スペースをミュート
nl: Dempen ruimte
pt: Silenciar Espaço
ro: Dezactivează Spațiul
ru: Отключить пространство
sk: Ztlmiť priestor
sl: Utišaj prostor
sr: Isključi prostor
th: ปิดเสียงพื้นที่

source: Mute this Space
ar: كتم هذا الفضاء
cs: Ztlumit tento prostor
da: Dæmp dette Space
el: Σίγαση αυτού του Space
fr: Couper cet espace
id: Bisukan Ruang ini
it: Silenzia questo Spazio
ja: このスペースをミュート
nl: Dempen deze ruimte
pt: Silenciar este Espaço
ro: Dezactivează acest Spațiu
ru: Отключить это пространство
sk: Ztlmiť tento priestor
sl: Utišaj ta prostor
sr: Isključi ovaj prostor
th: ปิดเสียงพื้นที่นี้

source: Mute User
ar: كتم المستخدم
cs: Ztlumit uživatele
da: Gør bruger tavs
el: Σίγαση Χρήστη
fr: Mettre en sourdine l'utilisateur
he: השתק משתמש
id: Bisu Pengguna
it: Silenzia Utente
ja: ユーザーをミュート
nl: Gebruiker muten
no: Demp bruker
pl: Wycisz użytkownika
pt: Silenciar Usuário
ro: Dezactivează utilizatorul
ru: Отключить звук пользователя
sk: Ztlmiť používateľa
sl: Utišaj uporabnika
sr: Utišaj korisnika
sv: Stäng av ljudet för användare
th: ปิดเสียงผู้ใช้
tr: Kullanıcıyı Sustur

source: Mute Users
ar: كتم المستخدمين
cs: Ztlumit uživatele
da: Gør brugere tavse
el: Σίγαση Χρηστών
fr: Mettre en sourdine les utilisateurs
he: השתק משתמשים
id: Bisu Pengguna
it: Silenzia Utenti
ja: ユーザーをミュート
nl: Gebruikers muten
no: Demp brukere
pl: Wycisz użytkowników
pt: Silenciar Usuários
ro: Dezactivează utilizatorii
ru: Отключить звук пользователей
sk: Ztlmiť používateľov
sl: Utišaj uporabnike
sr: Utišaj korisnike
sv: Stäng av ljudet för användare
th: ปิดเสียงผู้ใช้หลายคน
tr: Kullanıcıları Sustur

source: Muted
ar: مكتوم
cs: Ztlumeno
el: Σιγή
fr: Sourd
id: Dibisukan
ja: ミュート済み
nl: Gedempt
ro: Pe silențios
ru: Отключено
sk: Stlmené
sl: Utišano
sr: Isključeno
th: ปิดเสียงแล้ว

source: My Account
ar: حسابي
cs: Můj účet
da: Min konto
el: Ο Λογαριασμός Μου
fr: Mon compte
id: Akun Saya
it: Il mio Account
ja: マイアカウント
nl: Mijn account
pt: Minha Conta
ro: Contul Meu
ru: Мой аккаунт
sk: Môj účet
sl: Moj račun
sr: Moj nalog
th: บัญชีของฉัน

source: Name or Address
ar: الاسم أو العنوان
cs: Jméno nebo adresa
el: Όνομα ή Διεύθυνση
fr: Nom ou Adresse
id: Nama atau Alamat
it: Nome o Indirizzo
ja: 名前またはアドレス
nl: Naam of Adres
ro: Nume sau Adresă
ru: Имя или адрес
sk: Meno alebo adresa
sl: Ime ali naslov
sr: Ime ili adresa
th: ชื่อหรือที่อยู่

source: Names resembling admin, moderator, or support are reserved.
ar: الأسماء التي تشبه المشرف أو المشرفين أو الدعم محجوزة.
cs: Jména připomínající admina, moderátora nebo podporu jsou rezervována.
da: Navne, der ligner admin, moderator eller support, er reserveret.
el: Τα ονόματα που μοιάζουν με διαχειριστή, συντονιστή ή υποστήριξη είναι δεσμευμένα.
fr: Les noms ressemblant à admin, modérateur ou support sont réservés.
he: שמות הדומים לאדמין, מודרטור או תמיכה שמורים.
id: Nama yang mirip dengan admin, moderator, atau dukungan adalah cadangan.
it: I nomi che somigliano a admin, moderatore o supporto sono riservati.
ja: 管理者、モデレーター、またはサポートに似た名前は予約されています。
nl: Namen die lijken op admin, moderator of ondersteuning zijn gereserveerd.
no: Navn som ligner admin, moderator eller support er reservert.
pl: Nazwy przypominające administratora, moderatora lub wsparcia są zarezerwowane.
pt: Nomes que se assemelham a admin, moderador ou suporte são reservados.
ro: Numele care seamănă cu admin, moderator sau suport sunt rezervate.
ru: Имена, похожие на администраторов, модераторов или поддержку, зарезервированы.
sk: Mená podobné admin, moderátor alebo podpora sú rezervované.
sl: Imena, ki spominjajo na admin, moderator ali podporo, so rezervirana.
sr: Imena koja podsećaju na admin, moderatora ili podršku su rezervisana.
sv: Namn som liknar admin, moderator eller support är reserverade.
th: ชื่อที่คล้ายกับผู้ดูแลระบบ ผู้ดูแล หรือการสนับสนุนถูกสงวนไว้
tr: Yönetici, moderatör veya destek gibi isimler ayrılmıştır.

source: Network error
ar: خطأ في الشبكة
cs: Chyba sítě
da: Netværksfejl
el: Σφάλμα δικτύου
fr: Erreur réseau
he: שגיאת רשת
id: Kesalahan jaringan
it: Errore di rete
ja: ネットワークエラー
nl: Netwerkfout
pl: Błąd sieciowy
pt: Erro de rede
ro: Eroare de rețea
ru: Сетевая ошибка
sk: Chyba siete
sl: Napaka v omrežju
sr: Greška u mreži
th: ข้อผิดพลาดเครือข่าย

source: New
ar: جديد
cs: Nový
da: Ny
el: Νέο
fr: Nouveau
id: Baru
it: Nuovo
ja: 新しい
nl: Nieuw
pl: Nowy
pt: Novo
ro: Nou
ru: Новый
sk: Nové
sl: Novo
sr: Novi
th: ใหม่

source: New Direct Message
ar: رسالة مباشرة جديدة
cs: Nová přímá zpráva
da: Ny direkte besked
de: Neue Direktnachricht
el: Νέο Άμεσο Μήνυμα
es: Nuevo mensaje directo
fi: Uusi yksityisviesti
fr: Nouveau message direct
he: הודעה ישירה חדשה
id: Pesan Langsung Baru
it: Nuovo messaggio diretto
ja: 新しいダイレクトメッセージ
nl: Nieuwe Directe Bericht
no: Ny Direkte Meldinger
pl: Nowa wiadomość bezpośrednia
pt: Nova Mensagem Direta
ro: Mesaj Direct Nou
ru: Новое прямое сообщение
sk: Nová priama správa
sl: Nova direktna poruka
sr: Nova direktna poruka
sv: Ny direktmeddelande
th: ข้อความตรงใหม่
tr: Yeni Doğrudan Mesaj
uk: Новий прямий повідомлення
vi: Tin nhắn trực tiếp mới

source: New Folder
ar: مجلد جديد
cs: Nová složka
da: Ny Mappe
el: Νέος Φάκελος
fr: Nouveau dossier
he: תיקייה חדשה
id: Folder Baru
it: Nuova Cartella
ja: 新しいフォルダー
nl: Nieuwe Map
no: Ny mappe
pl: Nowy folder
pt: Nova Pasta
ro: Folder Nou
ru: Новая папка
sk: Nový priečinok
sl: Nova mapa
sr: Nova fascikla
sv: Ny mapp
th: โฟลเดอร์ใหม่
tr: Yeni Klasör

source: New message from {0}
ar: رسالة جديدة من {0}
cs: Nová zpráva od {0}
el: Νέο μήνυμα από τον {0}
fr: Nouveau message de {0}
id: Pesan baru dari {0}
ja: {0}からの新しいメッセージ
nl: Nieuwe boodschap van {0}
ro: Mesaj nou de la {0}
ru: Новое сообщение от {0}
sk: Nová správa od {0}
sl: Nova sporočila od {0}
sr: Nova poruka od {0}
th: ข้อความใหม่จาก {0}

source: No bookmarks found
ar: لم يتم العثور على إشارات مرجعية
cs: Žádné záložky nenalezeny
da: Ingen bogmærker fundet
el: Δεν βρέθηκαν σελιδοδείκτες
fr: Aucun signet trouvé
he: לא נמצאו סימנים
id: Tidak ada bookmark ditemukan
it: Nessun segnalibro trovato
ja: ブックマークが見つかりません
nl: Geen bladwijzers gevonden
no: Ingen bokmerker funnet
pl: Nie znaleziono zakładek
pt: Nenhum marcador encontrado
ro: Niciun marcaj găsit
ru: Закладок не найдено
sk: Žiadne záložky nenájdené
sl: Zaznamkov ni bilo najdenih
sr: Nema oznaka
sv: Inga bokmärken hittades
th: ไม่พบบุ๊กมาร์ก
tr: Hiç yer işareti bulunamadı

source: No bookmarks in DMs
ar: لا توجد إشارات مرجعية في الرسائل المباشرة
cs: Žádné záložky v DM
da: Ingen bogmærker i DMs
el: Δεν υπάρχουν σελιδοδείκτες στα DMs
fr: Aucun signet dans les DM
he: אין סימנים בהודעות פרטיות
id: Tidak ada bookmark di DM
it: Nessun segnalibro nei DM
ja: DMにブックマークがありません
nl: Geen bladwijzers in DMs
no: Ingen bokmerker i DM-er
pl: Brak zakładek w DM-ach
pt: Nenhum marcador nas DMs
ro: Niciun marcaj în DM-uri
ru: Нет закладок в личных сообщениях
sk: Žiadne záložky v DM
sl: V DM-jih ni zaznamkov
sr: Nema oznaka u DM-ovima
sv: Inga bokmärken i DM:ar
th: ไม่มีบุ๊กมาร์กใน DM
tr: DM'lerde hiç yer işareti yok

source: No bookmarks in spaces
ar: لا توجد إشارات مرجعية في المساحات
cs: Žádné záložky v prostorech
da: Ingen bogmærker i spaces
el: Δεν υπάρχουν σελιδοδείκτες σε χώρους
fr: Aucun signet dans les espaces
he: אין סימנים בחללים
id: Tidak ada bookmark di space
it: Nessun segnalibro negli spazi
ja: スペースにブックマークがありません
nl: Geen bladwijzers in spaces
no: Ingen bokmerker i spaces
pl: Brak zakładek w przestrzeniach
pt: Nenhum marcador nos espaços
ro: Niciun marcaj în spații
ru: Нет закладок в пространствах
sk: Žiadne záložky v priestoroch
sl: V prostorih ni zaznamkov
sr: Nema oznaka u prostorima
sv: Inga bokmärken i spaces
th: ไม่มีบุ๊กมาร์กในพื้นที่
tr: Alanlarda hiç yer işareti yok

source: No bookmarks in this space
ar: لا توجد إشارات مرجعية في هذه المساحة
cs: Žádné záložky v tomto prostoru
da: Ingen bogmærker i dette space
el: Δεν υπάρχουν σελιδοδείκτες σε αυτόν τον χώρο
fr: Aucun signet dans cet espace
he: אין סימנים בחלל הזה
id: Tidak ada bookmark di space ini
it: Nessun segnalibro in questo spazio
ja: このスペースにブックマークがありません
nl: Geen bladwijzers in deze space
no: Ingen bokmerker i dette rommet
pl: Brak zakładek w tej przestrzeni
pt: Nenhum marcador neste espaço
ro: Niciun marcaj în acest spațiu
ru: Нет закладок в этом пространстве
sk: Žiadne záložky v tomto priestore
sl: V tem prostoru ni zaznamkov
sr: Nema oznaka u ovom prostoru
sv: Inga bokmärken i detta space
th: ไม่มีบุ๊กมาร์กในพื้นที่นี้
tr: Bu alanda hiç yer işareti yok

source: No bookmarks yet
ar: لا توجد إشارات مرجعية حتى الآن
cs: Žádné záložky zatím
da: Ingen bogmærker endnu
el: Δεν υπάρχουν σελιδοδείκτες ακόμα
fr: Aucun signet pour l'instant
he: עדיין אין סימנים
id: Belum ada bookmark
it: Nessun segnalibro ancora
ja: まだブックマークがありません
nl: Nog geen bladwijzers
no: Ingen bokmerker ennå
pl: Brak zakładek jeszcze
pt: Nenhum marcador ainda
ro: Niciun marcaj încă
ru: Закладок еще нет
sk: Žiadne záložky zatiaľ
sl: Še ni zaznamkov
sr: Nema oznaka još
sv: Inga bokmärken än
th: ยังไม่มีบุ๊กมาร์ก
tr: Henüz hiç yer işareti yok

source: No contacts found
ar: لم يتم العثور على جهات اتصال
cs: Žádní kontakty nenalezeny
el: Δεν βρέθηκαν επαφές
fr: Aucun contact trouvé
id: Tidak ada kontak ditemukan
it: Nessun contatto trovato
ja: 連絡先が見つかりません
nl: Geen contacten gevonden
ro: Nu au fost găsite contacte
ru: Контакты не найдены
sk: Žiadne kontakty nenájdené
sl: Ni najdenih stikov
sr: Nema pronađenih kontakata
th: ไม่พบผู้ติดต่อ

source: No conversations found
ar: لم يتم العثور على محادثات
cs: Žádné konverzace nenalezeny
da: Ingen samtaler fundet
el: Δεν βρέθηκαν συνομιλίες
fr: Aucune conversation trouvée
he: לא נמצאו שיחות
id: Tidak ada percakapan yang ditemukan
it: Nessuna conversazione trovata
ja: 会話が見つかりません
nl: Geen gesprekken gevonden
no: Ingen samtaler funnet
pl: Nie znaleziono rozmów
pt: Nenhuma conversa encontrada
ro: Nu s-au găsit conversații
ru: Не найдено ни одного разговора
sk: Neboli nájdené žiadne rozhovory
sl: Nobenih pogovorov ni bilo najdenih
sr: Nema pronađenih razgovora
sv: Inga konversationer hittades
th: ไม่พบการสนทนา
tr: Hiçbir konuşma bulunamadı

source: No encryption state found for this space. The space may need to be initialized or you may need to generate a public invite link first.
ar: لم يتم العثور على حالة تشفير لهذا space. قد يحتاج space إلى التهيئة أو قد تحتاج إلى إنشاء رابط دعوة عام أولاً.
cs: Nebyl nalezen žádný stav šifrování pro tento space. Space může být potřeba inicializovat nebo možná budete muset nejprve vygenerovat veřejný pozvánkový odkaz.
da: Ingen krypteringstilstand fundet for denne space. Space'en skal muligvis initialiseres, eller du skal muligvis generere et offentligt invite-link først.
de: Kein Verschlüsselungsstatus für diesen Space gefunden. Der Space muss möglicherweise initialisiert werden oder du musst zuerst einen öffentlichen Einladungslink generieren.
el: Δεν βρέθηκε κατάσταση κρυπτογράφησης για αυτό το space. Το space μπορεί να χρειάζεται να αρχικοποιηθεί ή μπορεί να χρειαστεί να δημιουργήσετε πρώτα έναν δημόσιο σύνδεσμο πρόσκλησης.
fi: Tätä tilaa varten ei löytynyt salaustilaa. Tilan voi olla tarpeen alustaa tai sinun on ehkä ensin luotava julkinen kutsulinkki.
fr: Aucun état de cryptage trouvé pour cet espace. L'espace peut devoir être initialisé ou vous devrez peut-être générer un lien d'invitation public d'abord.
he: לא נמצא מצב הצפנה עבור ה-Space הזה. ייתכן שה-Space צריך להיות מאותחל או שתצטרך ליצור קישור הזמנה ציבורי קודם.
id: Tidak ada status enkripsi ditemukan untuk space ini. Space mungkin perlu diinisialisasi atau Anda mungkin perlu membuat tautan undangan publik terlebih dahulu.
it: Nessuno stato di crittografia trovato per questo space. Potrebbe essere necessario inizializzare lo space o generare prima un link di invito pubblico.
ja: このスペースの暗号化状態が見つかりません。このスペースは初期化する必要があるか、最初に公開招待リンクを生成する必要があります。
nl: Geen encryptietoestand gevonden voor deze space. De space moet mogelijk worden geïnitialiseerd of je moet eerst een openbare uitnodigingslink genereren.
no: Ingen krypteringstilstand funnet for denne space. Space kan trenge å bli initialisert eller du må generere en offentlig invitasjonslenke først.
pl: Nie znaleziono stanu szyfrowania dla tej przestrzeni. Przestrzeń może wymagać inicjalizacji lub musisz najpierw wygenerować publiczny link zaproszenia.
pt: Nenhum estado de criptografia encontrado para este space. O space pode precisar ser inicializado ou você pode precisar gerar um link de convite público primeiro.
ro: Nu s-a găsit nicio stare de criptare pentru acest space. Space-ul poate necesita inițializare sau poate fi necesar să generezi mai întâi un link de invitație public.
ru: Состояние шифрования не найдено для этого пространства. Пространство может потребовать инициализации или вам может потребоваться сначала создать публичную ссылку для приглашения.
sk: Nebola nájdená žiadna šifrovacia situácia pre tento space. Space môže byť potrebné inicializovať alebo môže byť potrebné najprv vygenerovať verejný pozývací odkaz.
sl: Ni najdenega stanja šifriranja za to space. Morda bo treba inicializirati space ali pa boste morali najprej ustvariti javno povabilo.
sr: Nema pronađenog stanja enkripcije za ovaj space. Space možda treba da bude inicijalizovan ili možda treba da generišete javnu pozivnicu prvo.
sv: Inget krypteringstillstånd hittades för detta space. Space kan behöva initieras eller så kan du behöva generera en offentlig inbjudningslänk först.
th: ไม่พบสถานะการเข้ารหัสสำหรับ Space นี้ Space อาจต้องถูกเริ่มต้นใหม่หรือคุณอาจต้องสร้างลิงก์เชิญสาธารณะก่อน
tr: Bu alan için şifreleme durumu bulunamadı. Alanın başlatılması gerekebilir veya önce bir genel davet bağlantısı oluşturmanız gerekebilir.
uk: Не знайдено стану шифрування для цього простору. Простір може потребувати ініціалізації або вам може знадобитися спочатку згенерувати публічне посилання для запрошення.

source: No favorites yet
ar: لا مفضلات بعد
cs: Žádné oblíbené zatím
el: Δεν υπάρχουν ακόμη αγαπημένα
fr: Pas encore de favoris
id: Belum ada favorit
it: Nessun preferito ancora
ja: お気に入りはまだありません
nl: Nog geen favorieten
ro: Nu ai favorite încă
ru: Пока нет избранных
sk: Zatiaľ žiadne obľúbené
sl: Še ni priljubljenih
sr: Nema omiljenih još
th: ยังไม่มีรายการโปรด
