Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
id: Batal
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
th: ยกเลิก
tr: Iptal
uk: Скасувати
vi: Hủy

source: CANCEL
cs: ZRUŠIT
el: ΑΚΥΡΩΣΗ
fr: ANNULER
ru: ОТМЕНА
sk: ZRUŠIŤ

source: Cannot delete Space with channels. Please delete all channels first.
ar: لا يمكن حذف مساحة مع القنوات. يرجى حذف جميع القنوات أولاً.
cs: Nelze odstranit Space s kanály. Nejprve prosím odstraňte všechny kanály.
da: Kan ikke slette Space med kanaler. Slet venligst alle kanaler først.
de: Kann Space mit Kanälen nicht löschen. Bitte lösche zuerst alle Kanäle.
el: Δεν είναι δυνατή η διαγραφή Χώρου με κανάλια. Παρακαλώ διαγράψτε πρώτα όλα τα κανάλια.
es: No se puede eliminar el Espacio con canales. Por favor, elimina todos los canales primero.
fi: Ei voi poistaa Tilaa, jossa on kanavia. Poista kaikki kanavat ensin.
fr: Impossible de supprimer l'Espace avec des canaux. Veuillez d'abord supprimer tous les canaux.
he: לא ניתן למחוק מרחב עם ערוצים. אנא מחק את כל הערוצים קודם.
id: Tidak dapat menghapus Ruang dengan saluran. Silakan hapus semua saluran terlebih dahulu.
it: Impossibile eliminare lo Spazio con canali. Si prega di eliminare prima tutti i canali.
ja: チャンネルがあるスペースは削除できません。最初にすべてのチャンネルを削除してください。
nl: Kan de Space met kanalen niet verwijderen. Verwijder eerst alle kanalen.
no: Kan ikke slette Space med kanaler. Vennligst slett alle kanaler først.
pl: Nie można usunąć Space z kanałami. Proszę najpierw usunąć wszystkie kanały.
pt: Não é possível deletar o Space com canais. Por favor, delete todos os canais primeiro.
ro: Nu se poate șterge Spațiu cu canale. Te rugăm să ștergi toate canalele mai întâi.
ru: Невозможно удалить Пространство с каналами. Пожалуйста, сначала удалите все каналы.
sk: Nie je možné odstrániť Space s kanálmi. Najprv odstráňte všetky kanály.
sl: Ni mogoče izbrisati Space s kanali. Najprej izbrišite vse kanale.
sr: Ne možete obrisati Space sa kanalima. Prvo obrišite sve kanale.
sv: Kan inte ta bort Space med kanaler. Vänligen ta bort alla kanaler först.
th: ไม่สามารถลบ Space ที่มีช่องได้ กรุณาลบช่องทั้งหมดก่อน
tr: Kanal olan Space'yu silemezsiniz. Lütfen önce tüm kanalları silin.
uk: Не можна видалити Простір з каналами. Спочатку видаліть усі канали.

source: Cannot upload more than {0} files at once ({remaining} slots remaining)
ar: لا يمكن تحميل أكثر من {0} ملف في وقت واحد ({remaining} فتحة متبقية)
cs: Nelze nahrát více než {0} souborů najednou ({remaining} slotů zbývá)
da: Kan ikke uploade mere end {0} filer ad gangen ({remaining} pladser tilbage)
de: Kann nicht mehr als {0} Dateien auf einmal hochladen ({remaining} Slots verbleibend)
el: Δεν μπορείτε να ανεβάσετε περισσότερα από {0} αρχεία ταυτόχρονα ({remaining} θέσεις διαθέσιμες)
es: No se pueden subir más de {0} archivos a la vez ({remaining} espacios restantes)
fi: Ei voi ladata yli {0} tiedostoa kerralla ({remaining} paikkaa jäljellä)
fr: Impossible de télécharger plus de {0} fichiers à la fois ({remaining} emplacements restants)
he: לא ניתן להעלות יותר מ-{0} קבצים בבת אחת ({remaining} מקומות פנויים)
id: Tidak dapat mengunggah lebih dari {0} file sekaligus ({remaining} slot tersisa)
it: Impossibile caricare più di {0} file alla volta ({remaining} slot rimanenti)
ja: 一度に {0} ファイル以上をアップロードすることはできません（{remaining} スロットが残っています）
nl: Kan niet meer dan {0} bestanden tegelijk uploaden ({remaining} slots over)
no: Kan ikke laste opp mer enn {0} filer om gangen ({remaining} plasser igjen)
pl: Nie można przesłać więcej niż {0} plików jednocześnie ({remaining} miejsc pozostałych)
pt: Não é possível enviar mais de {0} arquivos de uma vez ({remaining} slots restantes)
ro: Nu poți încărca mai mult de {0} fișiere simultan ({remaining} sloturi rămase)
ru: Невозможно загрузить более {0} файлов одновременно ({remaining} слотов осталось)
sk: Nie je možné nahrať viac ako {0} súborov naraz ({remaining} voľných miest zostáva)
sl: Ne moreš naložiti več kot {0} datotek hkrati ({remaining} prostih mest preostalih)
sr: Ne možete da otpremite više od {0} datoteka odjednom ({remaining} slobodnih mesta preostalih)
sv: Kan inte ladda upp mer än {0} filer åt gången ({remaining} platser kvar)
th: ไม่สามารถอัปโหลดไฟล์มากกว่า {0} ไฟล์ในครั้งเดียว ({remaining} ช่องว่างที่เหลือ)
tr: Bir seferde {0} dosyadan fazlasını yükleyemezsiniz ({remaining} slot kaldı)
uk: Не можна завантажити більше ніж {0} файлів одночасно ({remaining} слоти залишилися)
vi: Không thể tải lên hơn {0} tệp cùng một lúc ({remaining} chỗ còn lại)

source: Change your avatar and name for this Space
ar: غيّر الصورة الرمزية واسمك لهذا Space
cs: Změňte svůj avatar a jméno pro tento Space
da: Skift dit avatar og navn for denne Space
de: Ändere dein Avatar und deinen Namen für diesen Space
el: Αλλάξτε την εικόνα προφίλ και το όνομά σας για αυτό το Space
fi: Vaihda avatarisi ja nimesi tälle Space:lle
fr: Changez votre avatar et votre nom pour cet Espace
he: שנה את התמונה והשם שלך עבור ה-Space הזה
id: Ubah avatar dan nama untuk Space ini
it: Cambia il tuo avatar e nome per questo Space
ja: このSpaceのアバターと名前を変更
nl: Verander je avatar en naam voor deze Space
no: Endre avataren din og navnet for denne Space
pl: Zmień swój awatar i nazwę dla tej Space
pt: Altere seu avatar e nome para este Space
ro: Schimbă-ți avatarul și numele pentru acest Space
ru: Измените свой аватар и имя для этого Space
sk: Zmeňte svoj avatar a meno pre tento Space
sl: Spremenite svoj avatar in ime za to Space
sr: Promenite svoj avatar i ime za ovaj Space
sv: Ändra din avatar och namn för detta Space
th: เปลี่ยนรูปโปรไฟล์และชื่อของคุณสำหรับ Space นี้
tr: Bu Space için avatarınızı ve adınızı değiştirin
uk: Змініть свій аватар та ім'я для цього Простору

source: Changes are made automatically, but the active page may not be updated. Refresh the page to apply the new language.
ar: تُجرى التغييرات تلقائيًا، لكن قد لا يتم تحديث الصفحة النشطة. قم بتحديث الصفحة لتطبيق اللغة الجديدة.
cs: Změny se provádějí automaticky, ale aktivní stránka nemusí být aktualizována. Obnovte stránku, abyste použili nový jazyk.
da: Ændringer foretages automatisk, men den aktive side opdateres muligvis ikke. Opdater siden for at anvende det nye sprog.
de: Änderungen werden automatisch vorgenommen, aber die aktive Seite wird möglicherweise nicht aktualisiert. Aktualisieren Sie die Seite, um die neue Sprache anzuwenden.
el: Οι αλλαγές γίνονται αυτόματα, αλλά η ενεργή σελίδα μπορεί να μην έχει ενημερωθεί. Ανανεώστε τη σελίδα για να εφαρμόσετε τη νέα γλώσσα.
es: Los cambios se realizan automáticamente, pero la página activa puede no estar actualizada. Actualiza la página para aplicar el nuevo idioma.
fi: Muutokset tehdään automaattisesti, mutta aktiivista sivua ei ehkä päivitetä. Päivitä sivu ottaaksesi uuden kielen käyttöön.
fr: Les modifications sont effectuées automatiquement, mais la page active peut ne pas être mise à jour. Actualisez la page pour appliquer la nouvelle langue.
he: שינויים מתבצעים אוטומטית, אך הדף הפעיל עשוי לא להתעדכן. רענן את הדף כדי להחיל את השפה החדשה.
id: Perubahan dilakukan secara otomatis, tetapi halaman aktif mungkin tidak diperbarui. Segarkan halaman untuk menerapkan bahasa baru.
it: Le modifiche vengono apportate automaticamente, ma la pagina attiva potrebbe non essere aggiornata. Ricarica la pagina per applicare la nuova lingua.
ja: 変更は自動的に行われますが、アクティブなページが更新されない場合があります。新しい言語を適用するにはページを更新してください。
nl: Wijzigingen worden automatisch aangebracht, maar de actieve pagina is mogelijk niet bijgewerkt. Vernieuw de pagina om de nieuwe taal toe te passen.
no: Endringer gjøres automatisk, men den aktive siden kan hende ikke er oppdatert. Oppdater siden for å bruke det nye språket.
pl: Zmiany są wprowadzane automatycznie, ale aktywna strona może nie być zaktualizowana. Odśwież stronę, aby zastosować nowy język.
pt: As alterações são feitas automaticamente, mas a página ativa pode não ser atualizada. Atualize a página para aplicar o novo idioma.
ro: Modificările sunt efectuate automat, dar pagina activă s-ar putea să nu fie actualizată. Reîmprospătează pagina pentru a aplica noua limbă.
ru: Изменения вносятся автоматически, но активная страница может не обновиться. Обновите страницу, чтобы применить новый язык.
sk: Zmeny sa vykonávajú automaticky, ale aktívna stránka sa nemusí aktualizovať. Obnovte stránku, aby ste použili nový jazyk.
sl: Spremembe se izvajajo samodejno, vendar aktivna stran morda ni posodobljena. Osveži stran, da uporabiš nov jezik.
sr: Promene se automatski primenjuju, ali aktivna stranica možda nije ažurirana. Osveži stranicu da bi primenio novi jezik.
sv: Ändringar görs automatiskt, men den aktiva sidan kanske inte uppdateras. Uppdatera sidan för att tillämpa det nya språket.
th: การเปลี่ยนแปลงจะถูกทำโดยอัตโนมัติ แต่หน้าเว็บที่ใช้งานอยู่อาจไม่ได้รับการอัปเดต รีเฟรชหน้าเว็บเพื่อใช้ภาษาที่ใหม่
tr: Değişiklikler otomatik olarak yapılır, ancak aktif sayfa güncellenmeyebilir. Yeni dili uygulamak için sayfayı yenileyin.
uk: Зміни вносяться автоматично, але активна сторінка може не оновитися. Оновіть сторінку, щоб застосувати нову мову.
vi: Các thay đổi được thực hiện tự động, nhưng trang đang hoạt động có thể không được cập nhật. Làm mới trang để áp dụng ngôn ngữ mới.

source: Channel Icon
ar: أيقونة القناة
cs: Ikona kanálu
da: Kanalikon
de: Kanal-Icon
el: Εικονίδιο καναλιού
es: Icono del canal
fi: Kanavan kuvake
fr: Icône de canal
he: אייקון ערוץ
id: Ikon Saluran
it: Icona del Canale
ja: チャンネルアイコン
nl: Kanaalicoon
no: Kanalikon
pl: Ikona kanału
pt: Ícone do Canal
ro: Icon canal
ru: Иконка канала
sk: Ikona kanála
sl: Ikona kanala
sr: Ikona kanala
sv: Kanalikon
th: ไอคอนช่อง
tr: Kanal İkonu
uk: Іконка каналу

source: Channel Managers
ar: مدراء القناة
cs: Správci kanálů
da: Kanaladministratorer
de: Kanalmanager
el: Διαχειριστές καναλιού
es: Gerentes de Canal
fi: Kanavan hallinnoijat
fr: Gestionnaires de canal
he: מנהלי ערוץ
id: Manajer Saluran
it: Gestori del Canale
ja: チャンネルマネージャー
nl: Kanaalbeheerders
no: Kanaladministratorer
pl: Menedżerowie kanałów
pt: Gerentes de Canal
ro: Manageri de canal
ru: Менеджеры канала
sk: Správcovia kanála
sl: Upravitelji kanalov
sr: Menadžeri kanala
sv: Kanalansvariga
th: ผู้จัดการช่อง
tr: Kanal Yöneticileri
uk: Менеджери каналів

source: Channel members
ar: أعضاء القناة
cs: Členové kanálu
da: Kanalmedlemmer
de: Kanalmitglieder
el: Μέλη καναλιού
fi: Kanavan jäsenet
fr: Membres du canal
he: חברי ערוץ
id: Anggota saluran
it: Membri del canale
ja: チャンネルメンバー
nl: Kanaalleden
no: Kanalmedlemmer
pl: Członkowie kanału
pt: Membros do canal
ro: Membrii canalului
ru: Участники канала
sk: Členovia kanála
sl: Člani kanala
sr: Članovi kanala
sv: Kanalmedlemmar
th: สมาชิกช่อง
tr: Kanal üyeleri
uk: Члени каналу

source: Channel Name
ar: اسم القناة
cs: Název kanálu
da: Kanalens navn
de: Kanal Name
el: Όνομα Καναλιού
es: Nombre del canal
fi: Kanavan Nimi
fr: Nom de la chaîne
he: שם ערוץ
id: Nama Saluran
it: Nome del canale
ja: チャンネル名
nl: Kanaalnaam
no: Kanalnavn
pl: Nazwa kanału
pt: Nome do Canal
ro: Numele canalului
ru: Название канала
sk: Názov kanála
sl: Ime kanala
sr: Naziv kanala
sv: Kanalnamn
th: ชื่อช่อง
tr: Kanal Adı
uk: Назва каналу
vi: Tên Kênh

source: Channel name cannot contain special characters
ar: اسم القناة لا يمكن أن يحتوي على أحرف خاصة
cs: Název kanálu nemůže obsahovat speciální znaky
da: Kanalnavn må ikke indeholde specialtegn
el: Το όνομα του καναλιού δεν μπορεί να περιέχει ειδικούς χαρακτήρες
fr: Le nom du canal ne peut pas contenir de caractères spéciaux
he: שם הערוץ לא יכול להכיל תווים מיוחדים
id: Nama saluran tidak boleh mengandung karakter khusus
it: Il nome del canale non può contenere caratteri speciali
ja: チャンネル名には特殊文字を含めることはできません
nl: Kanaalnaam mag geen speciale tekens bevatten
no: Kanalnavn kan ikke inneholde spesialtegn
pl: Nazwa kanału nie może zawierać znaków specjalnych
pt: O nome do canal não pode conter caracteres especiais
ro: Numele canalului nu poate conține caractere speciale
ru: Имя канала не может содержать специальные символы
sk: Názov kanála nemôže obsahovať špeciálne znaky
sl: Ime kanala ne more vsebovati posebnih znakov
sr: Ime kanala ne može sadržati specijalne karaktere
sv: Kanalnamn får inte innehålla specialtecken
th: ชื่อช่องไม่สามารถมีอักขระพิเศษ
tr: Kanal adı özel karakterler içeremez

source: Channel name is required
ar: اسم القناة مطلوب
cs: Název kanálu je povinný
da: Kanalnavn er påkrævet
el: Το όνομα του καναλιού είναι υποχρεωτικό
fr: Le nom du canal est requis
he: שם הערוץ נדרש
id: Nama saluran diperlukan
it: Il nome del canale è obbligatorio
ja: チャンネル名は必須です
nl: Kanaalnaam is verplicht
no: Kanalnavn er påkrevd
pl: Nazwa kanału jest wymagana
pt: O nome do canal é obrigatório
ro: Numele canalului este necesar
ru: Имя канала обязательно
sk: Názov kanála je povinný
sl: Ime kanala je obvezno
sr: Ime kanala je obavezno
sv: Kanalnamn är obligatoriskt
th: ชื่อช่องเป็นสิ่งจำเป็น
tr: Kanal adı gereklidir

source: Channel name must be {MAX_NAME_LENGTH} characters or less
ar: يجب أن يتكون اسم القناة من {MAX_NAME_LENGTH} حرفًا أو أقل
cs: Název kanálu musí mít maximálně {MAX_NAME_LENGTH} znaků
da: Kanalnavn skal være {MAX_NAME_LENGTH} tegn eller færre
el: Το όνομα του καναλιού πρέπει να είναι {MAX_NAME_LENGTH} χαρακτήρες ή λιγότερο
fr: Le nom du canal doit comporter {MAX_NAME_LENGTH} caractères ou moins
he: שם הערוץ חייב להיות באורך של {MAX_NAME_LENGTH} תווים או פחות
id: Nama saluran harus {MAX_NAME_LENGTH} karakter atau kurang
it: Il nome del canale deve essere lungo al massimo {MAX_NAME_LENGTH} caratteri
ja: チャンネル名は{MAX_NAME_LENGTH}文字以下でなければなりません
nl: Kanaalnaam moet {MAX_NAME_LENGTH} tekens of minder zijn
no: Kanalnavn må være {MAX_NAME_LENGTH} tegn eller færre
pl: Nazwa kanału musi mieć {MAX_NAME_LENGTH} znaków lub mniej
pt: O nome do canal deve ter {MAX_NAME_LENGTH} caracteres ou menos
ro: Numele canalului trebuie să aibă {MAX_NAME_LENGTH} caractere sau mai puțin
ru: Имя канала должно содержать не более {MAX_NAME_LENGTH} символов
sk: Názov kanála musí mať {MAX_NAME_LENGTH} znakov alebo menej
sl: Ime kanala mora biti dolgo {MAX_NAME_LENGTH} znakov ali manj
sr: Ime kanala mora imati {MAX_NAME_LENGTH} karaktera ili manje
sv: Kanalnamn måste vara {MAX_NAME_LENGTH} tecken eller färre
th: ชื่อช่องต้องมีความยาวไม่เกิน {MAX_NAME_LENGTH} ตัวอักษร
tr: Kanal adı {MAX_NAME_LENGTH} karakter veya daha az olmalıdır

source: Channel Settings
ar: إعدادات القناة
cs: Nastavení kanálu
da: Kanalindstillinger
el: Ρυθμίσεις Καναλιού
fr: Paramètres du canal
id: Pengaturan Saluran
it: Impostazioni del Canale
ja: チャンネル設定
nl: Kanaalinstellingen
pt: Configurações do Canal
ro: Setări Canal
ru: Настройки канала
sk: Nastavenia kanála
sl: Nastavitve kanala
sr: Podešavanja kanala
th: การตั้งค่าช่อง

source: Channel Topic
ar: موضوع القناة
cs: Téma kanálu
da: Kanal-emne
de: Kanal Thema
el: Θέμα Καναλιού
es: Canal Tema
fi: Kanavan aihe
fr: Sujet de la chaîne
he: נושא ערוץ
id: Topik Saluran
it: Argomento del canale
ja: チャンネルトピック
nl: Kanaalonderwerp
no: Kanaltema
pl: Wątek kanału
pt: Tópico do Canal
ro: Subiectul canalului
ru: Тема канала
sk: Téma kanála
sl: Tematika kanala
sr: Tema kanala
sv: Kanalämne
th: หัวข้อช่อง
tr: Kanal Konusu
uk: Тема каналу
vi: Chủ đề Kênh

source: Channel topic cannot contain special characters
ar: موضوع القناة لا يمكن أن يحتوي على أحرف خاصة
cs: Téma kanálu nemůže obsahovat speciální znaky
da: Kanalemne må ikke indeholde specialtegn
el: Το θέμα του καναλιού δεν μπορεί να περιέχει ειδικούς χαρακτήρες
fr: Le sujet du canal ne peut pas contenir de caractères spéciaux
he: נושא הערוץ לא יכול להכיל תווים מיוחדים
id: Topik saluran tidak boleh mengandung karakter khusus
it: L'argomento del canale non può contenere caratteri speciali
ja: チャンネルのトピックには特殊文字を含めることはできません
nl: Kanaalonderwerp mag geen speciale tekens bevatten
no: Kanaltema kan ikke inneholde spesialtegn
pl: Temat kanału nie może zawierać znaków specjalnych
pt: O tópico do canal não pode conter caracteres especiais
ro: Subiectul canalului nu poate conține caractere speciale
ru: Тематика канала не может содержать специальные символы
sk: Téma kanála nemôže obsahovať špeciálne znaky
sl: Tema kanala ne more vsebovati posebnih znakov
sr: Tema kanala ne može sadržati specijalne karaktere
sv: Kanalämnet får inte innehålla specialtecken
th: หัวข้อช่องไม่สามารถมีอักขระพิเศษ
tr: Kanal konusu özel karakterler içeremez

source: Channel topic must be {MAX_TOPIC_LENGTH} characters or less
ar: يجب أن يتكون موضوع القناة من {MAX_TOPIC_LENGTH} حرفًا أو أقل
cs: Téma kanálu musí mít maximálně {MAX_TOPIC_LENGTH} znaků
da: Kanalemne skal være {MAX_TOPIC_LENGTH} tegn eller færre
el: Το θέμα του καναλιού πρέπει να είναι {MAX_TOPIC_LENGTH} χαρακτήρες ή λιγότερο
fr: Le sujet du canal doit comporter {MAX_TOPIC_LENGTH} caractères ou moins
he: נושא הערוץ חייב להיות באורך של {MAX_TOPIC_LENGTH} תווים או פחות
id: Topik saluran harus {MAX_TOPIC_LENGTH} karakter atau kurang
it: L'argomento del canale deve essere lungo al massimo {MAX_TOPIC_LENGTH} caratteri
ja: チャンネルのトピックは{MAX_TOPIC_LENGTH}文字以下でなければなりません
nl: Kanaalonderwerp moet {MAX_TOPIC_LENGTH} tekens of minder zijn
no: Kanaltema må være {MAX_TOPIC_LENGTH} tegn eller færre
pl: Temat kanału musi mieć {MAX_TOPIC_LENGTH} znaków lub mniej
pt: O tópico do canal deve ter {MAX_TOPIC_LENGTH} caracteres ou menos
ro: Subiectul canalului trebuie să aibă {MAX_TOPIC_LENGTH} caractere sau mai puțin
ru: Тематика канала должна содержать не более {MAX_TOPIC_LENGTH} символов
sk: Téma kanála musí mať {MAX_TOPIC_LENGTH} znakov alebo menej
sl: Tema kanala mora biti dolga {MAX_TOPIC_LENGTH} znakov ali manj
sr: Tema kanala mora imati {MAX_TOPIC_LENGTH} karaktera ili manje
sv: Kanalämnet måste vara {MAX_TOPIC_LENGTH} tecken eller färre
th: หัวข้อช่องต้องมีความยาวไม่เกิน {MAX_TOPIC_LENGTH} ตัวอักษร
tr: Kanal konusu {MAX_TOPIC_LENGTH} karakter veya daha az olmalıdır

source: Check
ar: تحقق
cs: Zkontrolovat
da: Tjek
de: Überprüfen
el: Έλεγχος
es: Verificar
fi: Tarkista
fr: Vérifier
he: בדוק
id: Periksa
it: Controlla
ja: チェック
nl: Controleer
no: Sjekk
pl: Sprawdź
pt: Verificar
ro: Verifică
ru: Проверить
sk: Skontrolovať
sl: Preveri
sr: Proveri
sv: Kontrollera
th: ตรวจสอบ
tr: Kontrol Et
uk: Перевірити
vi: Kiểm tra

source: Choose how you'd like to add an image
ar: اختر كيف تود إضافة صورة
cs: Vyberte, jak byste chtěli přidat obrázek
da: Vælg hvordan du vil tilføje et billede
de: Wähle, wie du ein Bild hinzufügen möchtest
el: Επιλέξτε πώς θα θέλατε να προσθέσετε μια εικόνα
es: Elige cómo te gustaría agregar una imagen
fi: Valitse, miten haluat lisätä kuvan
fr: Choisissez comment vous souhaitez ajouter une image
he: בחר כיצד תרצה להוסיף תמונה
id: Pilih bagaimana Anda ingin menambahkan gambar
it: Scegli come desideri aggiungere un'immagine
ja: 画像を追加する方法を選択してください
nl: Kies hoe je een afbeelding wilt toevoegen
no: Velg hvordan du vil legge til et bilde
pl: Wybierz, jak chcesz dodać obraz
pt: Escolha como você gostaria de adicionar uma imagem
ro: Alege cum ai dori să adaugi o imagine
ru: Выберите, как вы хотите добавить изображение
sk: Vyber, ako by si chcel pridať obrázok
sl: Izberi, kako želiš dodati sliko
sr: Izaberite kako želite da dodate sliku
sv: Välj hur du vill lägga till en bild
th: เลือกวิธีที่คุณต้องการเพิ่มภาพ
tr: Bir resmi nasıl eklemek istediğinizi seçin
uk: Виберіть, як ви хочете додати зображення
vi: Chọn cách bạn muốn thêm hình ảnh

source: Choose how you'd like to add your profile image
ar: اختر كيف تود إضافة صورة ملفك الشخصي
cs: Vyberte, jak byste chtěli přidat svůj profilový obrázek
da: Vælg hvordan du vil tilføje dit profilbillede
de: Wähle, wie du dein Profilbild hinzufügen möchtest
el: Επιλέξτε πώς θα θέλατε να προσθέσετε την εικόνα προφίλ σας
es: Elige cómo te gustaría agregar tu imagen de perfil
fi: Valitse, miten haluat lisätä profiilikuvaasi
fr: Choisissez comment vous souhaitez ajouter votre image de profil
he: בחר כיצד תרצה להוסיף את תמונת הפרופיל שלך
id: Pilih bagaimana Anda ingin menambahkan gambar profil Anda
it: Scegli come desideri aggiungere la tua immagine del profilo
ja: プロフィール画像を追加する方法を選択してください
nl: Kies hoe je je profielfoto wilt toevoegen
no: Velg hvordan du vil legge til profilbildet ditt
pl: Wybierz, jak chcesz dodać swój obrazek profilowy
pt: Escolha como você gostaria de adicionar sua imagem de perfil
ro: Alege cum ai dori să adaugi imaginea ta de profil
ru: Выберите, как вы хотите добавить изображение профиля
sk: Vyber, ako by si chcel pridať svoj profilový obrázok
sl: Izberi, kako želiš dodati svojo profilno sliko
sr: Izaberite kako želite da dodate svoju profilnu sliku
sv: Välj hur du vill lägga till din profilbild
th: เลือกวิธีที่คุณต้องการเพิ่มภาพโปรไฟล์ของคุณ
tr: Profil resminizi nasıl eklemek istediğinizi seçin
uk: Виберіть, як ви хочете додати своє зображення профілю
vi: Chọn cách bạn muốn thêm hình ảnh hồ sơ của mình

source: Choose your preferred theme for Quorum.
ar: اختر المظهر المفضل لديك لـ Quorum.
cs: Vyberte si svůj preferovaný motiv pro Quorum.
da: Vælg dit foretrukne tema for Quorum.
de: Wählen Sie Ihr bevorzugtes Thema für Quorum.
el: Επιλέξτε το προτιμώμενο θέμα σας για το Quorum.
es: Elige tu tema preferido para Quorum.
fi: Valitse suosikkiteemasi Quorumille.
fr: Choisissez votre thème préféré pour Quorum.
he: בחר את הנושא המועדף שלך עבור Quorum.
id: Pilih tema yang Anda inginkan untuk Quorum.
it: Scegli il tuo tema preferito per Quorum.
ja: Quorumの好みのテーマを選択してください。
nl: Kies je voorkeurs thema voor Quorum.
no: Velg ditt foretrukne tema for Quorum.
pl: Wybierz preferowany motyw dla Quorum.
pt: Escolha seu tema preferido para Quorum.
ro: Alege tema preferată pentru Quorum.
ru: Выберите предпочитаемую тему для Quorum.
sk: Vyberte si preferovanú tému pre Quorum.
sl: Izberite svojo najljubšo temo za Quorum.
sr: Odaberite svoj omiljeni izgled za Quorum.
sv: Välj ditt föredragna tema för Quorum.
th: เลือกธีมที่คุณต้องการสำหรับ Quorum.
tr: Quorum için tercih ettiğiniz temayı seçin.
uk: Виберіть свій улюблений стиль для Quorum.
vi: Chọn chủ đề ưa thích của bạn cho Quorum.

source: Clear
ar: مسح
cs: Vymazat
da: Ryd
de: Löschen
el: Καθαρισμός
es: Limpiar
fi: Tyhjennä
fr: Effacer
he: נקה
id: Bersihkan
it: Cancella
ja: クリア
nl: Wissen
no: Tøm
pl: Wyczyść
pt: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sl: Počisti
sr: Obriši
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити

source: Clear search
ar: مسح البحث
cs: Vymazat hledání
da: Ryd søgning
de: Suche löschen
el: Καθαρισμός αναζήτησης
es: Limpiar búsqueda
fi: Tyhjennä haku
fr: Effacer la recherche
he: נקה חיפוש
id: Kosongkan pencarian
it: Cancella ricerca
ja: 検索をクリア
nl: Zoekopdracht wissen
no: Fjern søk
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
ro: Șterge căutarea
ru: Очистить поиск
sk: Vymazať vyhľadávanie
sl: Počisti iskanje
sr: Obriši pretragu
sv: Rensa sökning
th: ล้างการค้นหา
tr: arama temizle
uk: Очистити пошук
vi: Xóa tìm kiếm
