Repository: QuilibriumNetwork/quorum-desktop
Catalog: src/i18n/*/messages.po
Languages: ar, cs, da, de, el, es, fi, fr, he, id, it, ja, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi

source: When you sign a message, you are confirming that it comes from your key. When you don't sign a message, you have plausible deniability. The default for all conversations can be changed in User Settings.
ar: عندما تقوم بتوقيع رسالة، فإنك تؤكد أنها تأتي من مفتاحك. عندما لا تقوم بتوقيع رسالة، لديك إمكانية الإنكار المعقول. يمكن تغيير الإعداد الافتراضي لجميع المحادثات في إعدادات المستخدم.
cs: Když podepíšete zprávu, potvrzujete, že pochází z vašeho klíče. Když zprávu nepodepíšete, máte rozumnou popření. Výchozí nastavení pro všechny konverzace lze změnit v uživatelských nastaveních.
da: Når du underskriver en besked, bekræfter du, at den kommer fra din nøgle. Når du ikke underskriver en besked, har du plausibel benægtelse. Standardindstillingen for alle samtaler kan ændres i Brugerindstillinger.
de: Wenn du eine Nachricht signierst, bestätigst du, dass sie von deinem Schlüssel stammt. Wenn du eine Nachricht nicht signierst, hast du eine plausible Abstreitbarkeit. Die Standardeinstellung für alle Gespräche kann in den Benutzereinstellungen geändert werden.
el: Wanneer je een bericht ondertekent, bevestig je dat het van je sleutel komt. Wanneer je een bericht niet ondertekent, heb je plausibele ontkenning. De standaard voor alle gesprekken kan worden gewijzigd in Gebruikersinstellingen.
es: Cuando firmas un mensaje, confirmas que proviene de tu clave. Cuando no firmas un mensaje, tienes una negación plausible. La configuración predeterminada para todas las conversaciones se puede cambiar en la Configuración del Usuario.
fi: Kun allekirjoitat viestin, vahvistat, että se tulee avaimestasi. Kun et allekirjoita viestiä, sinulla on uskottava kieltäytyminen. Oletus kaikille keskusteluille voidaan muuttaa käyttäjäasetuksissa.
fr: Lorsque vous signez un message, vous confirmez qu'il provient de votre clé. Lorsque vous ne signez pas un message, vous avez une dénégation plausible. Le paramètre par défaut pour toutes les conversations peut être modifié dans les paramètres utilisateur.
he: כאשר אתה חותם על הודעה, אתה מאשר שהיא מגיעה מהמפתח שלך. כאשר אתה לא חותם על הודעה, יש לך הכח להכחיש. ברירת המחדל לכל השיחות יכולה להשתנות בהגדרות המשתמש.
id: Ketika Anda menandatangani pesan, Anda mengonfirmasi bahwa pesan tersebut berasal dari kunci Anda. Ketika Anda tidak menandatangani pesan, Anda memiliki alasan yang dapat diterima. Pengaturan default untuk semua percakapan dapat diubah di Pengaturan Pengguna.
it: Quando firmi un messaggio, confermi che proviene dalla tua chiave. Quando non firmi un messaggio, hai una negazione plausibile. Il valore predefinito per tutte le conversazioni può essere cambiato nelle Impostazioni Utente.
ja: メッセージに署名すると、それが自分のキーから来ていることを確認します。メッセージに署名しない場合、信頼性のある否認が可能です。すべての会話のデフォルトはユーザー設定で変更できます。
nl: Wanneer je een bericht ondertekent, bevestig je dat het van je sleutel komt. Wanneer je een bericht niet ondertekent, heb je plausibele ontkenning. De standaard voor alle gesprekken kan worden gewijzigd in Gebruikersinstellingen.
no: Når du signerer en melding, bekrefter du at den kommer fra din nøkkel. Når du ikke signerer en melding, har du plausibel benektelse. Standardinnstillingen for alle samtaler kan endres i Brukerinnstillinger.
pl: Gdy podpisujesz wiadomość, potwierdzasz, że pochodzi z Twojego klucza. Gdy nie podpisujesz wiadomości, masz wiarygodne zaprzeczenie. Domyślne ustawienie dla wszystkich rozmów można zmienić w Ustawieniach użytkownika.
pt: Quando você assina uma mensagem, está confirmando que ela vem de sua chave. Quando você não assina uma mensagem, tem uma negação plausível. O padrão para todas as conversas pode ser alterado nas Configurações do Usuário.
ro: Când semnezi un mesaj, confirmi că provine de la cheia ta. Când nu semnezi un mesaj, ai o negare plauzibilă. Implicitul pentru toate conversațiile poate fi schimbat în Setările utilizatorului.
ru: Когда вы подписываете сообщение, вы подтверждаете, что оно пришло от вашего ключа. Когда вы не подписываете сообщение, у вас есть правдоподобное отрицание. Значение по умолчанию для всех разговоров можно изменить в Настройках пользователя.
sk: Keď podpíšete správu, potvrdzujete, že pochádza z vášho kľúča. Keď správu nepodpíšete, máte plauzibilnú popierateľnosť. Predvolené nastavenie pre všetky konverzácie môže byť zmenené v nastaveniach používateľa.
sl: Ko podpišeš sporočilo, potrjuješ, da prihaja iz tvoje ključe. Ko ne podpišeš sporočila, imaš verjetno zanikanje. Privzeto za vse pogovore se lahko spremeni v nastavitvah uporabnika.
sr: Kada potpišete poruku, potvrđujete da dolazi iz vašeg ključa. Kada ne potpišete poruku, imate verovatnu negaciju. Podrazumevano za sve razgovore može se promeniti u Podešavanjima korisnika.
sv: När du signerar ett meddelande bekräftar du att det kommer från din nyckel. När du inte signerar ett meddelande har du rimlig förneklighet. Standardinställningen för alla konversationer kan ändras i användarinställningarna.
th: เมื่อคุณลงนามในข้อความ คุณกำลังยืนยันว่ามาจากกุญแจของคุณ เมื่อคุณไม่ลงนามในข้อความ คุณมีความสามารถในการปฏิเสธได้ ค่าเริ่มต้นสำหรับการสนทนาทั้งหมดสามารถเปลี่ยนแปลงได้ในการตั้งค่าผู้ใช้
tr: Bir mesajı imzaladığınızda, bunun kendi anahtarınızdan geldiğini onaylıyorsunuz. Bir mesajı imzalamadığınızda, makul bir inkar hakkına sahip olursunuz. Tüm konuşmalar için varsayılan, Kullanıcı Ayarları'nda değiştirilebilir.
uk: Коли ви підписуєте повідомлення, ви підтверджуєте, що воно походить з вашого ключа. Коли ви не підписуєте повідомлення, ви маєте правдоподібне заперечення. Значення за замовчуванням для всіх розмов можна змінити в Налаштуваннях користувача.

source: When you sign a message, you are confirming that it comes from your key. When you don't sign a message, you have plausible deniability. You can control this setting for each conversation and message individually.
ar: عندما تقوم بتوقيع رسالة، فإنك تؤكد أنها تأتي من مفتاحك. عندما لا تقوم بتوقيع رسالة، لديك إمكانية الإنكار المعقول. يمكنك التحكم في هذا الإعداد لكل محادثة ورسالة على حدة.
cs: Když podepíšete zprávu, potvrzujete, že pochází z vašeho klíče. Když zprávu nepodepíšete, máte rozumnou popření. Toto nastavení můžete ovládat pro každou konverzaci a zprávu jednotlivě.
da: Når du underskriver en besked, bekræfter du, at den kommer fra din nøgle. Når du ikke underskriver en besked, har du plausibel benægtelse. Du kan kontrollere denne indstilling for hver samtale og besked individuelt.
de: Wenn du eine Nachricht signierst, bestätigst du, dass sie von deinem Schlüssel stammt. Wenn du eine Nachricht nicht signierst, hast du eine plausible Abstreitbarkeit. Du kannst diese Einstellung für jedes Gespräch und jede Nachricht individuell steuern.
el: Wanneer je een bericht ondertekent, bevestig je dat het van je sleutel komt. Wanneer je een bericht niet ondertekent, heb je plausibele ontkenning. Je kunt deze instelling voor elk gesprek en elk bericht afzonderlijk beheren.
es: Cuando firmas un mensaje, confirmas que proviene de tu clave. Cuando no firmas un mensaje, tienes una negación plausible. Puedes controlar esta configuración para cada conversación y mensaje individualmente.
fi: Kun allekirjoitat viestin, vahvistat, että se tulee avaimestasi. Kun et allekirjoita viestiä, sinulla on uskottava kieltäytyminen. Voit hallita tätä asetusta jokaiselle keskustelulle ja viestille erikseen.
fr: Lorsque vous signez un message, vous confirmez qu'il provient de votre clé. Lorsque vous ne signez pas un message, vous avez une dénégation plausible. Vous pouvez contrôler ce paramètre pour chaque conversation et message individuellement.
he: כאשר אתה חותם על הודעה, אתה מאשר שהיא מגיעה מהמפתח שלך. כאשר אתה לא חותם על הודעה, יש לך הכח להכחיש. אתה יכול לשלוט בהגדרה זו עבור כל שיחה והודעה בנפרד.
id: Ketika Anda menandatangani pesan, Anda mengonfirmasi bahwa pesan tersebut berasal dari kunci Anda. Ketika Anda tidak menandatangani pesan, Anda memiliki alasan yang dapat diterima. Anda dapat mengontrol pengaturan ini untuk setiap percakapan dan pesan secara individu.
it: Quando firmi un messaggio, confermi che proviene dalla tua chiave. Quando non firmi un messaggio, hai una negazione plausibile. Puoi controllare questa impostazione per ogni conversazione e messaggio individualmente.
ja: メッセージに署名すると、それが自分のキーから来ていることを確認します。メッセージに署名しない場合、信頼性のある否認が可能です。この設定は、各会話とメッセージごとに個別に制御できます。
nl: Wanneer je een bericht ondertekent, bevestig je dat het van je sleutel komt. Wanneer je een bericht niet ondertekent, heb je plausibele ontkenning. Je kunt deze instelling voor elk gesprek en bericht afzonderlijk beheren.
no: Når du signerer en melding, bekrefter du at den kommer fra din nøkkel. Når du ikke signerer en melding, har du plausibel benektelse. Du kan kontrollere denne innstillingen for hver samtale og melding individuelt.
pl: Gdy podpisujesz wiadomość, potwierdzasz, że pochodzi z Twojego klucza. Gdy nie podpisujesz wiadomości, masz wiarygodne zaprzeczenie. Możesz kontrolować to ustawienie dla każdej rozmowy i wiadomości indywidualnie.
pt: Quando você assina uma mensagem, está confirmando que ela vem de sua chave. Quando você não assina uma mensagem, tem uma negação plausível. Você pode controlar esta configuração para cada conversa e mensagem individualmente.
ro: Când semnezi un mesaj, confirmi că provine de la cheia ta. Când nu semnezi un mesaj, ai o negare plauzibilă. Poți controla această setare pentru fiecare conversație și mesaj în parte.
ru: Когда вы подписываете сообщение, вы подтверждаете, что оно пришло от вашего ключа. Когда вы не подписываете сообщение, у вас есть правдоподобное отрицание. Вы можете контролировать эту настройку для каждого разговора и сообщения индивидуально.
sk: Keď podpíšete správu, potvrdzujete, že pochádza z vášho kľúča. Keď správu nepodpíšete, máte plauzibilnú popierateľnosť. Toto nastavenie môžete ovládať pre každú konverzáciu a správu individuálne.
sl: Ko podpišeš sporočilo, potrjuješ, da prihaja iz tvoje ključe. Ko ne podpišeš sporočila, imaš verjetno zanikanje. To nastavitev lahko nadzoruješ za vsak pogovor in sporočilo posebej.
sr: Kada potpišete poruku, potvrđujete da dolazi iz vašeg ključa. Kada ne potpišete poruku, imate verovatnu negaciju. Možete kontrolisati ovu postavku za svaki razgovor i poruku pojedinačno.
sv: När du signerar ett meddelande bekräftar du att det kommer från din nyckel. När du inte signerar ett meddelande har du rimlig förneklighet. Du kan kontrollera denna inställning för varje konversation och meddelande individuellt.
th: เมื่อคุณลงนามในข้อความ คุณกำลังยืนยันว่ามาจากกุญแจของคุณ เมื่อคุณไม่ลงนามในข้อความ คุณมีความสามารถในการปฏิเสธได้ คุณสามารถควบคุมการตั้งค่านี้สำหรับแต่ละการสนทนาและข้อความได้เป็นรายบุคคล
tr: Bir mesajı imzaladığınızda, bunun kendi anahtarınızdan geldiğini onaylıyorsunuz. Bir mesajı imzalamadığınızda, makul bir inkar hakkına sahip olursunuz. Bu ayarı her bir konuşma ve mesaj için bireysel olarak kontrol edebilirsiniz.
uk: Коли ви підписуєте повідомлення, ви підтверджуєте, що воно походить з вашого ключа. Коли ви не підписуєте повідомлення, ви маєте правдоподібне заперечення. Ви можете контролювати це налаштування для кожної розмови та повідомлення окремо.

source: Yesterday
ar: أمس
cs: Včera
da: I går
el: Χθες
fr: Hier
he: אתמול
id: Kemarin
it: Ieri
ja: 昨日
nl: Gisteren
no: I går
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sr: Juče
sv: Igår
th: เมื่อวาน
tr: Dün
vi: Hôm qua

source: Yesterday at {timeFormatted}
ar: أمس في {timeFormatted}
cs: Včera v {timeFormatted}
da: I går klokken {timeFormatted}.
de: Gestern um {timeFormatted}
el: Χθες στις {timeFormatted}
es: Ayer a las {timeFormatted}
fi: Eilen klo {timeFormatted}
fr: Hier à {heureFormatée}
he: אתמול ב{timeFormatted}
id: kemarin pada {timeFormatted}
it: Ieri alle {timeFormatted}
ja: 昨日は{timeFormatted}です
nl: Gisteren om {timeFormatted}
no: I går kl {timeFormatted}
pl: Wczoraj o {timeFormatted}
pt: Ontem às {timeFormatted}
ro: Ieri la {timeFormatted}
ru: Вчера в {timeFormatted}
sk: Včera o {timeFormatted}
sl: Včeraj ob {timeFormatted}
sr: Juče u {timeFormatted}
sv: I går kl. {timeFormatted}
th: เมื่อวานนี้เวลา {timeFormatted}
tr: Dün {timeFormatted} tarihinde
uk: Вчора о {timeFormatted}
vi: Hôm qua lúc {timeFormatted}

source: You
ar: أنت
cs: Ty
da: Du
de: Du
el: Εσύ
es: Tú
fi: Sinä
fr: Vous
he: אתה
id: Kamu
it: Tu
ja: あなた
nl: Jij
no: Du
pl: Ty
pt: Você
ro: Tu
ru: Вы
sk: Vy
sl: Vi
sr: Ti
sv: Du
th: คุณ
tr: Sen
uk: Ви
vi: Bạn

source: You are already a member of this Space.
ar: أنت بالفعل عضو في هذا مساحة.
cs: Již jste členem tohoto Space.
da: Du er allerede medlem af dette Space.
de: Du bist bereits Mitglied dieses Spaces.
el: Είστε ήδη μέλος αυτού του Χώρου.
es: Ya eres miembro de este Espacio.
fi: Olet jo tämän Tilan jäsen.
fr: Vous êtes déjà membre de cet Espace.
he: אתה כבר חבר ב-מרחב הזה.
id: Anda sudah menjadi anggota Ruang ini.
it: Sei già un membro di questo Spazio.
ja: あなたはすでにこのスペースのメンバーです。
nl: Je bent al lid van deze Space.
no: Du er allerede medlem av dette Space.
pl: Jesteś już członkiem tego Space.
pt: Você já é membro deste Space.
ro: Ești deja membru al acestui Spațiu.
ru: Вы уже являетесь участником этого Пространства.
sk: Už ste členom tohto Space.
sl: Že ste član tega Space.
sr: Već ste član ovog Space.
sv: Du är redan medlem i detta Space.
th: คุณเป็นสมาชิกของ Space นี้แล้ว
tr: Zaten bu Space'nun bir üyesisiniz.
uk: Ви вже є учасником цього Простір.

source: You are muted for {0}
ar: أنت مكتوم لمدة {0}
cs: Jsi ztlumen na {0}
da: Du er dæmpet i {0}
el: Είστε σιωπηλός για {0}
fr: Vous êtes muet pour {0}
he: אתה מושתק ל {0}
id: Anda dibisukan selama {0}
it: Sei silenziato per {0}
ja: あなたは{0}の間ミュートされています。
nl: Je bent gedempt voor {0}
no: Du er dempet i {0}
pl: Jesteś wyciszony na {0}
pt: Você está silenciado por {0}
ro: Ești în silențiu pentru {0}
ru: Вы отключены на {0}
sk: Si stlmený na {0}
sl: Onemogočeni ste za {0}
sr: Ti si isključen za {0}
sv: Du är dämpad i {0}
th: คุณถูกปิดเสียงเป็นเวลา {0}

source: You can change this later for this conversation by clicking the lock icon in the Conversation view.
ar: يمكنك تغيير هذا لاحقاً لهذه المحادثة من خلال النقر على أيقونة القفل في عرض المحادثة.
cs: Toto můžete později změnit pro tuto konverzaci kliknutím na ikonu zámku ve zobrazení konverzace.
da: Du kan ændre dette senere for denne samtale ved at klikke på låseikonet i samtalevisningen.
de: Sie können dies später für dieses Gespräch ändern, indem Sie auf das Schloss-Symbol in der Konversationsansicht klicken.
el: Μπορείτε να αλλάξετε αυτό αργότερα για αυτή τη συνομιλία κάνοντας κλικ στο εικονίδιο κλειδώματος στην προβολή Συνομιλίας.
es: Puedes cambiar esto más tarde para esta conversación haciendo clic en el ícono de candado en la vista de Conversación.
fi: Voit muuttaa tämän myöhemmin tälle keskustelulle napsauttamalla lukkoikonia Keskustelu-näkymässä.
fr: Vous pouvez changer cela plus tard pour cette conversation en cliquant sur l'icône de verrou dans la vue de conversation.
he: תוכל לשנות זאת מאוחר יותר בשיחה זו על ידי לחיצה על סמל המנעול בתצוגת השיחה.
id: Anda dapat mengubah ini nanti untuk percakapan ini dengan mengklik ikon kunci di tampilan Percakapan.
it: Puoi cambiarlo in seguito per questa conversazione facendo clic sull'icona del lucchetto nella vista Conversazione.
ja: 会話ビューでロックアイコンをクリックすることで、この会話のために後で変更できます。
nl: U kunt dit later voor dit gesprek wijzigen door op het hangslotpictogram in de Gesprekweergave te klikken.
no: Du kan endre dette senere for denne samtalen ved å klikke på låsikonet i samtalevisningen.
pl: Możesz to zmienić później dla tej rozmowy, klikając ikonę kłódki w widoku rozmowy.
pt: Você pode alterar isso mais tarde para esta conversa clicando no ícone de cadeado na visualização da Conversa.
ro: Poți schimba asta mai târziu pentru această conversație făcând clic pe pictograma de blocare din vizualizarea Conversației.
ru: Вы можете изменить это позже для этого разговора, нажав на значок замка в представлении разговора.
sk: Toto môžete neskôr zmeniť pre túto konverzáciu kliknutím na ikonu zámku v zobrazení konverzácie.
sl: To lahko spremenite kasneje za to pogovor tako, da kliknete ikono zaklepa v pogledu pogovora.
sr: Možete to kasnije promeniti za ovu konverzaciju klikom na ikonu zaključavanja u prikazu konverzacije.
sv: Du kan ändra detta senare för denna konversation genom att klicka på låsikonen i konversationsvyn.
th: คุณสามารถเปลี่ยนสิ่งนี้ในภายหลังสำหรับการสนทนานี้โดยคลิกที่ไอคอนล็อคในมุมมองการสนทนา
tr: Bu konuşma için bunu daha sonra, Konuşma görünümündeki kilit simgesine tıklayarak değiştirebilirsiniz.
uk: Ви можете змінити це пізніше для цієї розмови, натиснувши на значок замка в перегляді розмови.
vi: Bạn có thể thay đổi điều này sau cho cuộc trò chuyện này bằng cách nhấp vào biểu tượng khóa trong chế độ xem Cuộc trò chuyện.

source: You can manage your Space mention notifications in each Space's settings.
ar: يمكنك إدارة إشعارات ذكر المساحة الخاصة بك في إعدادات كل مساحة.
cs: Můžete spravovat oznámení o zmínkách ve vašem prostoru v nastavení každého prostoru.
da: Du kan administrere dine Space nævne-notifikationer i hver Spaces indstillinger.
el: Μπορείτε να διαχειριστείτε τις ειδοποιήσεις αναφοράς του Space σας στις ρυθμίσεις κάθε Space.
fr: Vous pouvez gérer vos notifications de mention d'espace dans les paramètres de chaque espace.
he: אתה יכול לנהל את התראות המוזכרות של Space שלך בהגדרות של כל Space.
id: Anda dapat mengelola pemberitahuan sebutan Ruang Anda di pengaturan setiap Ruang.
it: Puoi gestire le notifiche di menzione del tuo Space nelle impostazioni di ciascun Space.
ja: 各スペースの設定でスペースのメンション通知を管理できます。
nl: Je kunt je meldingen voor het vermelden van je Space beheren in de instellingen van elke Space.
no: Du kan administrere varsler for Space-omtaler i innstillingene for hver Space.
pl: Możesz zarządzać powiadomieniami o wzmiankach w swojej Przestrzeni w ustawieniach każdej Przestrzeni.
pt: Você pode gerenciar suas notificações de menção do Space nas configurações de cada Space.
ro: Poți gestiona notificările mențiunilor pentru spațiul tău în setările fiecărui spațiu.
ru: Вы можете управлять уведомлениями о упоминаниях вашего пространства в настройках каждого пространства.
sk: Môžete spravovať oznámenia o zmienkach vo svojich nastaveniach každého priestoru.
sl: Upravljate lahko z obvestili o omembah vašega prostora v nastavitvah vsakega prostora.
sr: Možete upravljati obaveštenjima o pomenima vašeg prostora u podešavanjima svakog prostora.
sv: Du kan hantera dina utrymmesnotifikationer i varje utrymmes inställningar.
th: คุณสามารถจัดการการแจ้งเตือนการกล่าวถึง Space ของคุณได้ในการตั้งค่าของแต่ละ Space.
tr: Her Alan'ın ayarlarında Alan bildirimlerinizi yönetebilirsiniz.

source: You cannot delete a group that contains channels. Delete all {channelCount} channels in this group first.
ar: لا يمكنك حذف مجموعة تحتوي على قنوات. احذف جميع {channelCount} القنوات في هذه المجموعة أولاً.
cs: Nemůžete smazat skupinu, která obsahuje kanály. Nejprve smažte všech {channelCount} kanály v této skupině.
da: Du kan ikke slette en gruppe, der indeholder kanaler. Slet først alle {channelCount} kanaler i denne gruppe.
de: Du kannst eine Gruppe, die Kanäle enthält, nicht löschen. Lösche zuerst alle {channelCount} Kanäle in dieser Gruppe.
el: Δεν μπορείτε να διαγράψετε μια ομάδα που περιέχει κανάλια. Διαγράψτε πρώτα όλα τα {channelCount} κανάλια σε αυτήν την ομάδα.
es: No puedes eliminar un grupo que contiene canales. Elimina primero todos los {channelCount} canales en este grupo.
fi: Et voi poistaa ryhmää, joka sisältää kanavia. Poista ensin kaikki {channelCount} kanavaa tästä ryhmästä.
fr: Vous ne pouvez pas supprimer un groupe contenant des canaux. Supprimez d'abord tous les {channelCount} canaux de ce groupe.
he: אינך יכול למחוק קבוצה שמכילה ערוצים. מחק קודם את כל {channelCount} הערוצים בקבוצה זו.
id: Anda tidak dapat menghapus grup yang berisi saluran. Hapus semua {channelCount} saluran di grup ini terlebih dahulu.
it: Non puoi eliminare un gruppo che contiene canali. Elimina prima tutti i {channelCount} canali in questo gruppo.
ja: チャンネルを含むグループを削除することはできません。このグループ内のすべての{channelCount}チャンネルを最初に削除してください。
nl: Je kunt een groep die kanalen bevat niet verwijderen. Verwijder eerst alle {channelCount} kanalen in deze groep.
no: Du kan ikke slette en gruppe som inneholder kanaler. Slett alle {channelCount} kanaler i denne gruppen først.
pl: Nie możesz usunąć grupy, która zawiera kanały. Najpierw usuń wszystkie {channelCount} kanały w tej grupie.
pt: Você não pode excluir um grupo que contém canais. Exclua todos os {channelCount} canais neste grupo primeiro.
ro: Nu poți șterge un grup care conține canale. Șterge mai întâi toate cele {channelCount} canale din acest grup.
ru: Вы не можете удалить группу, содержащую каналы. Сначала удалите все {channelCount} каналы в этой группе.
sk: Nemôžete odstrániť skupinu, ktorá obsahuje kanály. Najprv odstráňte všetky {channelCount} kanály v tejto skupine.
sl: Ne moreš izbrisati skupine, ki vsebuje kanale. Najprej izbriši vseh {channelCount} kanalov v tej skupini.
sr: Ne možete obrisati grupu koja sadrži kanale. Prvo obrišite svih {channelCount} kanala u ovoj grupi.
sv: Du kan inte radera en grupp som innehåller kanaler. Radera först alla {channelCount} kanaler i denna grupp.
th: คุณไม่สามารถลบกลุ่มที่มีช่องอยู่ได้ ให้ลบช่อง {channelCount} ทั้งหมดในกลุ่มนี้ก่อน
tr: Kanal içeren bir grubu silemezsiniz. Önce bu gruptaki tüm {channelCount} kanalları silin.
uk: Ви не можете видалити групу, яка містить канали. Спочатку видаліть усі {channelCount} канали в цій групі.

source: You cannot post in this channel
ar: لا يمكنك النشر في هذه القناة
cs: Nemůžete přispívat v tomto kanálu
da: Du kan ikke poste i denne kanal
de: Du kannst in diesem Kanal nicht posten
el: Δεν μπορείτε να δημοσιεύσετε σε αυτό το κανάλι
es: No puedes publicar en este canal
fi: Et voi julkaista tässä kanavassa
fr: Vous ne pouvez pas publier dans ce canal
he: אינך יכול לפרסם בערוץ זה
id: Anda tidak dapat memposting di saluran ini
it: Non puoi pubblicare in questo canale
ja: このチャンネルに投稿することはできません
nl: Je kunt niet posten in dit kanaal
no: Du kan ikke poste i denne kanalen
pl: Nie możesz publikować w tym kanale
pt: Você não pode postar neste canal
ro: Nu poți posta în acest canal
ru: Вы не можете публиковать в этом канале
sk: Nemôžete prispievať v tomto kanáli
sl: Ne moreš objaviti v tem kanalu
sr: Ne možete postaviti u ovom kanalu
sv: Du kan inte posta i denna kanal
th: คุณไม่สามารถโพสต์ในช่องนี้
tr: Bu kanalda paylaşım yapamazsınız
uk: Ви не можете публікувати в цьому каналі

source: You cannot send a direct message to yourself.
ar: لا يمكنك إرسال رسالة مباشرة لنفسك.
cs: Nemůžete si poslat přímou zprávu.
da: Du kan ikke sende en direkte besked til dig selv.
de: Du kannst dir selbst keine Direktnachricht senden.
el: Δεν μπορείτε να στείλετε άμεσο μήνυμα στον εαυτό σας.
es: No puedes enviarte un mensaje directo a ti mismo.
fi: Et voi lähettää suoraa viestiä itsellesi.
fr: Vous ne pouvez pas vous envoyer de message direct.
he: אינך יכול לשלוח הודעה ישירה לעצמך.
id: Anda tidak dapat mengirim pesan langsung kepada diri sendiri.
it: Non puoi inviare un messaggio diretto a te stesso.
ja: 自分自身にダイレクトメッセージを送信することはできません。
nl: Je kunt geen direct bericht naar jezelf sturen.
no: Du kan ikke sende en direkte melding til deg selv.
pl: Nie możesz wysłać wiadomości bezpośredniej do siebie.
pt: Você não pode enviar uma mensagem direta para si mesmo.
ro: Nu poți trimite un mesaj direct ție însuți.
ru: Вы не можете отправить прямое сообщение самому себе.
sk: Nemôžete si poslať priamu správu.
sl: Sebi ne moreš poslati neposrednega sporočila.
sr: Ne možete poslati direktnu poruku sebi.
sv: Du kan inte skicka ett direktmeddelande till dig själv.
th: คุณไม่สามารถส่งข้อความตรงถึงตัวเองได้
tr: Kendinize doğrudan mesaj gönderemezsiniz.
uk: Ви не можете надіслати пряме повідомлення самому собі.
vi: Bạn không thể gửi tin nhắn trực tiếp cho chính mình.
